[{"title": "paddljobs.com - Paddl", "link": "https://paddljobs.com/company/", "description": "Company. Discover more about the business and people behind Paddl. We help emerging talent discover, acquire and record experience relevant to their ...", "crawled_links": ["https://paddljobs.com/", "http://status.paddljobs.com", "https://paddljobs.com/pricing/", "https://join.paddljobs.com/", "https://paddljobs.com/terms/", "https://paddljobs.com/security/", "https://paddljobs.com/educators/", "https://paddljobs.com/games/", "https://paddljobs.com/employers/", "https://paddljobs.com/students/", "https://paddljobs.com/contact/", "https://paddljobs.com/education-partners/", "https://paddljobs.com/games/", "https://paddljobs.com/company/", "https://paddljobs.com/team/", "https://paddljobs.com/team/", "https://www.paddl.com:443/login", "https://www.paddl.com:443/login/"], "header_text": ["Collect professional experience.", "Build your Paddl resume.", "Collect professional experience.", "Build your Paddl resume.", "Overview", "02/29/2020 04:43:24 AM ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "Employment Campaigns", "Volunteering and Internship Campaigns", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "Employment Campaigns", "Volunteering and Internship Campaigns", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "Supercharge your Student Employability", "Access emerging talent ready for the future of work", "Gather experience on your professional journey", "Gather XP on your professional journey", "Dominique Fisher", "John E Collins", "Nicole Pogue", "Andrew Shubin", "CJ Lofstrom", "Luke Shillabeer", "Irene Lin", "Judith Baeta", "Arpa Barua", "Rebecca Clinton", "Caitlin Pereira", "Aaron O'Farrell", "Dominique Fisher", "John E Collins", "Nicole Pogue", "Andrew Shubin", "CJ Lofstrom", "Luke Shillabeer", "Irene Lin", "Judith Baeta", "Arpa Barua", "Rebecca Clinton", "Caitlin Pereira", "Aaron O'Farrell"], "paragraph_text": ["Earn professional XP, and show your talents to potential employers.", "Build a comprehensive picture of your true abilities.", "Choose your Paddl", "Learn More ", " ", "Connecting talent with employers", " Paddl is where people from around the world are coming to gather professional experience relevant to their course. ", " Employers large and small are using Paddl to find talented short term staff for today while spotting bright employees for the future. ", " Paddl redefines the way Students and Employers connect creating exciting professional journeys and great hires. ", " We work alongside industry leaders ", " ", " Start your Paddl Journey today ", " ", "Learn More ", " ", "Uptime monitoring provided by ", "Pingdom", "\n                ", "Get a free 14-day trial", " and monitor your website.\n            ", "Pricing", "Flexible payment options for employers large and small.", "Learn More ", " ", "How does Paddl work for your Industry?", "Choose below for examples of how Paddl is changing the future of your industry...", " Whatever your niche or industry,\n        ", "Paddl has talented users ready to work. ", "Give us a call\n            ", " +61 3 9514 3000", "Send us an email\n              ", " hello@paddljobs.com", "Message us now\n              ", " Live Chat", "Paddl Terms", "The nitty gritty on your relationship with Paddl", "www.paddl.com", " (the ", "Platform", ") is a web application wholly owned by Paddl Co. Pty Ltd (ACN 131 952 004) (", "Paddl", ", ", "we", ", ", "our", " or ", "us", ").", "These are the terms on which Paddl will provide access to the Platform to a business or organisation which is registered with Paddl (or is seeking to be registered with Paddl) (", "you", " or ", "your", ") for the purpose of using the Platform to advertise, publicise or otherwise promote employment, training, internship, placement, conference, event, competition, social and other experiences and/or opportunities to users of the Platform.", " ", "Activity Card", " means the set of features available to Users in their Paddl Profile to add experiences including education, employment, competitions, personal development and social. ", " ", "Campaign", " is an employment, training, internship, placement, conference, event, competition, personal development, social or other experience or opportunity advertised or otherwise published on the Platform by you. ", " ", "Campaign Fees", " are all fees and other taxes, charges and amounts payable in respect of your access to the Platform and/or to any Campaign, notice, proposal, document or other publication posted, lodged, published or otherwise displayed on the Platform or otherwise provided or made available to Users by us or on our behalf and ", "Campaign Fee", " means any one such fee. ", " ", "Claim", " means any claim, action, suit, proceeding, demand, notice, litigation, investigation, judgement or entitlement to the payment of compensation, however arising, whether present, unascertained, immediate, future or contingent, whether based in contract, tort, statute or otherwise and whether involving you or a third party. ", "Employer Account", " means:", " ", "Intellectual Property Rights", " means any Intellectual Property Rights in existence now or coming into existence in the future anywhere in the world and includes (but is not limited to) rights in respect of copyright, trade marks (whether registered or unregistered), inventions, patents, designs (whether registered or unregistered), confidential information and know how. ", " ", "Liabilities", " means, in relation to any Claim, all losses, costs, damages, expenses or other liabilities of any kind (including penalties, fines and interest) and however arising out of or in connection with the fact, matter or circumstance giving rise to the Claim including all legal and other professional expenses incurred in connection with investigating, disputing, defending or settling any claim, action, demand or proceeding relating to that fact, matter or circumstance (including any claim, action, demand or proceeding based on the Terms). ", " ", "Managed Account", " is an Employer Account where we manage access to the Platform (and the use of the features available on the Platform) for and on your behalf and report to you in respect of the use of that account on the Platform. ", " ", "Paddl Profile", " means the access granted to a User (via use of a username and password) which allows the User to login into Paddl, to create a personal profile, to use the features available on the Platform including, but not limited to, viewing and responding to Campaigns (e.g. by applying for employment or other work-related opportunities advertised on the Platform) and to add Activity Cards. ", " ", "Terms", " means the terms and conditions set out in this document for your access to, and use of, the Platform. ", " ", "User", " is any person (other than you) who uses the Platform and, includes, but is not limited to individuals (including students and graduates) who have activated a Paddl Profile for the purpose of building an experience profile and/or gaining employment or access to other work-related experiences and opportunities through use of the Platform. ", " ", "Volunteer", " means a person that engages in “Volunteering” as that term is defined by Volunteers Australia. ", "You will be required to accept the Terms before being granted an Employer Account. If, at any time after you have been granted access to the Platform via an Employer Account, you determine that you cannot or do not wish to comply with any one or more of the Terms, you must immediately advise us in writing and we will cancel your Employer Account (support@paddl.com).", "Your access to the Platform and your Employer Account may be terminated by us, with immediate effect and with or without prior notice to you, for non-compliance with any provision of the Terms.", "We may change the Terms at our absolute discretion and at any time. A change to the Terms will become effective immediately on publication of the change (by notice (in writing) detailing the change) on the Platform. You accept that publication of the change on the Platform is sufficient notice to you of the change and that, on and from the date of publication of the change, you agree to be bound by the Terms (as amended).", "Should you have any questions concerning these terms please contact ", "support@paddl.com", ".", "Only persons with an Employer Account will be permitted to publish a Campaign on the Platform. To open an Employer Account, you will be required to provide certain information, which may include your business name, contact name, details about your business and a valid email address (“", "Account Information", "”). You agree:", "We reserve the right to use your Account Information for any purpose for which it is reasonably required in the ordinary course of our business. Its use will be in accordance with our policies and procedures, including our Privacy Policy which can be found ", "here", ". In particular, we reserve the right to disclose your Account Information to third parties, including Users, in order for you to use the Platform and interact with Users.", "By providing your email address to us, you consent to our use of that email address to send you service-related notices, including among other things, notices required by law, in lieu of postal mail. For so long as you hold an Employer Account, you may not opt out of service-related emails. We may also use your email address (or, for subscribers to mobile notifications, your mobile number) to send you other notices and/or messages, including information about Paddl and special offers. You may opt out of such email or text messages by sending an email to ", "support@paddl.com", " or using an unsubscribe link in any such email.", "We may refuse your request for an Employer Account at any time and for any reason (and without any obligation to provide you with a reason for any such refusal).", "If you choose to post a Campaign on the Platform, you agree to pay all applicable Campaign Fees. You are obliged to pay the Campaign Fees regardless of whether you utilise any particular service and regardless of whether your objective in undertaking the Campaign is achieved. Similarly, if you do not provide us with the necessary materials or information for us to deliver the required services to you, you are still liable to us for full payment.", "In most cases, Campaign Fees will be payable in advance (by credit card or on-line (via Stripe). If you are an approved customer and are invoiced for Campaign Fees, all amounts due and payable must be paid within 14 days of the date of invoice. We may charge you interest on late payments at our applicable bank overdraft interest rate and debit your Employer Account for all costs we incur in the collection from you of any overdue amount.", "All Campaign Fees are non-refundable.", "You are responsible for all Campaign Fees incurred by yourself or by any of your authorised users, in accordance with the billing provisions specified in an invoice, online form, on ", "www.paddl.com", " or in a payment confirmation.", "All online payments must be made through our third-party payment processing provider, Stripe. Access to Stripe’s can be found at the following ", "link", ". To the extent required, Stripe's terms and conditions are incorporated into and form part of the Terms.", "You acknowledge and agree that:", "all Intellectual Property Rights of Paddl (including but not limited to copyright in the software and codes underpinning the Platform), Paddl advertisements, Paddl content and Paddl logos (collectively Paddl IP) are the sole and exclusive property of Paddl;", "you have no right, title or interest in or to any Paddl IP and your access to, or use of, the Platform, does not convey to, or result in, any transfer to you of any right, title or interest in or to any Paddl IP; and", "we are authorised to use your Your IP (refer to clause 5.2 below) for the purpose of fulfilling our obligations to you under the Terms.", "We acknowledge and agree that:", "your name and all of your logos and advertisements (excluding content drafted or prepared by us) (collectively “", "Your IP", "”) are solely and exclusively your property;", "subject to clause 6, we have no right, title or interest in any of Your IP and our use of Your IP for the purpose of fulfilling our obligations to you under the Terms does not convey to, or result in, any transfer to us of any right, title or interest in or to Your IP.", "You grant to Paddl a royalty free licence to use your name and logo for the express and sole purpose of identifying you as a client of Paddl and a Paddl Employer in its marketing material, both print and electronic. Any other use by Paddl of Your IP will require your prior approval.", "You may, by notice in writing to Paddl, elect to withdraw your permission for the use of your name and logo in our marketing material. If we receive such notice, we will cease using your name and/or logo within 30 days of receipt of that notice.", "We may terminate or suspend your Employer Account at any time and for any reason whatsoever, including, without limitation, if you breach the Terms. Termination may occur without prior notice to you and without need on our part to give you a reason for that termination.", "To the maximum extent permitted by law, we will have no liability whatsoever to you for or as a result of termination or suspension of your Employer Account, other than in respect of the repayment of all Campaign Fees paid for or in respect of access to the Platform denied by, or Campaigns which cannot be completed, by reason of the termination.", "We reserve the right at all times, and without the need to provide any notice to you, to alter the functionality and/or appearance of the Platform, including but not limited to the presentation of Campaigns.", "Reliance on and use by you of:", "is solely at your own risk.", "We accept no responsibility or liability for any information in your Campaigns. You must carefully check any and all Campaign materials (of any description) provided to us or uploaded by you onto the Platform. Errors in any such materials are your responsibility.", "While we will use reasonable efforts to publish a Campaign in accordance with your instructions (if any), we accept no liability or responsibility for any delay in publication (whether caused by us or any other person).", "The Platform is a medium through which you and Users may create and/or publish materials relevant to users of the Platform. While we use reasonable efforts to ensure the legitimacy of any material published on the Platform (for example, Campaign materials and/or Paddl Profiles), we neither vet, nor are we responsible for vetting, Users or responses and other materials published by them on the Platform (including but not limited to any facts or representations made by a User in a Paddl Profile, a response to an employment advertisement or any other document, whether oral or in writing).", "We do not recommend or endorse any User or guarantee that any or all materials published on the Platform by a User are genuine or that any or all information provided by a User is true, accurate and/or complete.", "We expressly reserve the right to delete or otherwise remove from the Platform any material which we consider, in our absolute discretion, to be offensive, harassing, threatening, harmful, tortious, defamatory, libellous, abusive, violent, obscene, invasive of another’s privacy, racially or ethnically offensive or otherwise objectionable or damaging to us, our reputation, other Employers or Users and/or to any other person (or persons) generally.", "We provide no warranty to you that your access to the Platform and/or to the services or features generally available on the Platform or via Paddl will be uninterrupted, error free or free from any risk of exposure to you or your computer systems of malicious software (malware), including but not limited to software that may harm your computer system or software (in the form of worms, viruses, trojans, spyware, adware and rootkits, etc.) designed to compromise, destroy or steal protected data and/or documents or of software not approved by you being installed on your computer systems.", "We will take such steps as are reasonable to maintain the security, integrity and privacy of your Employer Account and protect it from misuse, interference, loss, unauthorised access, modification and/or disclosure (other than as expressly required by law, permitted under the Terms or authorised by you). Except where we are unable to exclude our liability by law, we, our officers, employees, agents and contractors will not be liable in any way to you or to anyone else for any Liability (whether it be in contract, tort including negligence, or otherwise) arising out of or in connection with your access and use of the Platform and/or misuse, interference, loss, unauthorised access to, modification and/or disclosure of personal information or protected data in your Employer Account.", "To the maximum extent permitted at law, Paddl shall not be liable to you (or any person claiming through you or on your behalf) in respect of any Claim, regardless of whether the Claim is in contract, tort (includes negligence), under any statute or otherwise at law, for any special, indirect, incidental, punitive, or consequential loss or damages of any kind whatsoever, or for any loss of profit, use, content, data, opportunity, revenue or business, whether caused by Paddl, by any of its employees, agents or by any other persons acting on its behalf or by any other user of the Platform.", "Nothing in these terms purports to limit our liability under the ", "Australian Consumer Law", " or otherwise required at law.", "In the event of a Claim by you (or by any person claiming through you or on your behalf) and regardless of whether the Claim is in contract, tort (includes negligence), under any statute or otherwise at law, to the maximum extent permitted by law, our Liability in respect of that claim shall be limited to:", "as determined by Paddl (in its absolute discretion).", "You represent, warrant and acknowledge that:", "you have the legal capacity and power to agree to be bound by these terms and perform the obligations under them;", "Campaigns and any Campaign materials or other content posted by you on the Platform do not breach any copyright or privacy laws or the Intellectual Property Rights of any third party;", "the information provided in your Campaigns does not breach any law or the rights of any person (including legislation regarding consumer protection and anti-competitive conduct, equal opportunity and human rights);", "in contracting and/or interacting with you, our relationship with you is as an independent contractor and, in particular, we do not act as your agent or employer;", "you will not use the Platform for any purpose other than the express purpose for which access has been granted under the Terms; ", "you will not use the Platform or any features of the Platform or products offered on the Platform or by us to upload, download, transact, store or make available data that is unlawful, harassing, threatening, harmful, tortious, defamatory, libellous, abusive, violent, obscene, invasive of another’s privacy, racially or ethnically offensive or otherwise in our opinion objectionable or damaging to us, our reputation, other Employers and/or Users or to any other person (or persons) generally;", "you will not assign or transfer any rights and obligations pursuant to the Terms to any other person or entity without our prior written approval (which approval will not be unreasonably withheld). If you are a company, any change in your effective control shall be deemed an assignment for the purpose of this clause;", "you will at all times deal with any information, products or services provided by us (or on our behalf) or accessed on the Platform in a manner which abides by all applicable laws of Australia and of any other relevant jurisdiction (including, without limitation, all privacy and copyright laws);", "you will not ask or require any User to pay a fee, charge, cost or any money whatsoever in order to apply or respond to, or participate in any Campaign (whether such fee, charge, cost or money is asked for or required of the User in the Campaign itself or in any communication with the User that takes place as a result of a Campaign) without our prior written approval (which approval may be withheld or, if approved, approved subject to subject to such conditions as we determine in our absolute discretion);", "you must not make any public comment (includes news release, advertising and/or promotional material) naming us or otherwise relating to us without our prior written approval, which approval may be withheld by us in our sole discretion; and", "you must not sell, transfer, hawk or otherwise distribute any Campaign materials supplied or prepared by us, or acquired by you from us, to any third parties without our prior written approval, which approval may be withheld by us in our sole discretion.", "You agree to indemnify (and to keep indemnified) Paddl, its officers, employees and agents against all Losses incurred by Paddl in connection with:", "Any personal information (within the meaning of that term in the Privacy Act 1988 (Cth)) of any User that you obtain through your use of the Platform must only be used by you for the particular purpose (Campaign) for and in relation to which that personal information was provided to you. Any other use of the personal information of any User is strictly prohibited.", "Selling or offering any service or product not directly related to the purpose in respect of which that personal information was provided to you by a User is a misuse of User data and is strictly prohibited.", "You must not under any circumstances provide any User’s personal information you have obtained through your use of the Platform to any third party (which includes any of your affiliates and/or related parties). This restriction on forwarding personal information applies irrespective of whether you receive direct financial benefit for doing so.", "If we believe you have misused User data for any reason, we reserve the right to:", "You must ensure that all Campaigns comply with all applicable legislation, by-laws, regulations, ordinances and codes of conduct, relevant and applicable to the country or location of the Campaign. In Australia this includes, but is not limited to:", "We reserve the right to refuse you:", "The reasons for this may include (but are not limited to):", "You are not permitted to insert links to an external website or an externally hosted application form in a Campaign (or from your Employer Account) without our express written approval (which may be granted, withheld or withdrawn at our discretion).", "You are not permitted to promote or refer to brands other than those associated with your business (or a business operated by one or more of your related parties) anywhere on the Platform.", "You must ensure that all of your Campaigns are tagged appropriately. It is your responsibility to ensure that you familiarise yourself with the available tags to ensure appropriate filtering of Users who apply for any Campaigns you post.", "We reserve the right, and you must accept as a condition of placing a Campaign on the Platform, our right to re-tag Campaigns.", "Unless extended by us, Campaigns are valid for 30 days (although you can choose to end the Campaign earlier). You will have access to details of all applicants for a Campaign for 30 days after the expiration of the Campaign.", "You may only post Campaigns that are in respect of a genuine employment or experience opportunity that is current as at the time of posting the Campaign, and for which you are currently recruiting. We reserve the right to request any information from you that we deem necessary to verify that a genuine employment opportunity exists.", "For any Campaign relating to an employment, training, internship or placement opportunity, you are responsible for ensuring that all Campaigns materials comply with the requirements of all applicable legislation (including, for employment in Australia, the Fair Work Act 2009 (Cth)) and, in particular, correctly detail all relevant salary and/or wage requirements applicable to the advertised position.", "If, in our sole discretion, we deem a Campaign to be unsuitable for Users, we reserve the right to not accept a Campaign or, before publication on the Platform, to require modification of the Campaign for any of the following positions:", "The following terms and conditions apply to all Campaigns for volunteer positions:", "all Campaigns for volunteering opportunities must adhere to:", "All terms and conditions applicable to all unpaid internship positions advertised by a Campaign must fully comply with the provisions of the Fair Work Act 2009 (Cth).", "You expressly authorise Paddl to store and retain all applications submitted by Users in response to any Campaign you publish on the Platform.", "If any part of the Terms is held invalid that part shall be severed from the Terms and the remainder of the Terms will continue to be valid and enforceable.", "Termination of your Employer Account will not end those provisions in the Terms that are capable of surviving the termination of your Employer Account.", "The laws governing the Terms will be the laws in Victoria, Australia and you submit to the exclusive jurisdiction of the courts of Victoria for the resolution of all disputes concerning or arising from or in connection with the Terms.", "www.paddl.com", " (the ", "Platform", ") is a web application wholly owned by Paddl Co. Pty Ltd (ACN 131 952 004) (", "Paddl", ", ", "we", ", ", "our", " or ", "us", ").", "These are the terms on which Paddl will provide access to the Platform to an individual who is registered with Paddl or is seeking to be registered with Paddl for the purpose of using the Platform for the purpose of building their Paddl Profile and/or gaining employment, training, internships or placements, attending conferences and/or events or participating in competitions, social and/or other experiences and/or opportunities made available to users of the Platform (", "you", " or ", "your", ").", " IMPORTANT \u0096 If you are a business or other organisation, please refer to the Terms of Use for Employers. ", "Activity Cards", " is a set of features available to Users in their Paddl Profile to add experiences including: education, employment, competitions, personal development and social.", " ", "Campaign", " is an employment, training, internship, placement, conference, event, competition, personal development, social or other experience or opportunity advertised or otherwise published on the Platform by an Employer. ", " ", "Claim", " means any claim, action, suit, proceeding, demand, notice, litigation, investigation, judgement or entitlement to the payment of compensation, however arising, whether present, unascertained, immediate, future or contingent, whether based in contract, tort, statute or otherwise and whether involving you or a third party.", " ", "Employer", " is a business or organisation which is registered with us for the purpose of using the Platform to advertise, publicise or otherwise promote Campaigns to Users (including you) on the Platform. ", " ", "Employer Account", " means the account in the name of an Employer which permits it to access the Platform (via a username and password) for the purpose of publishing Campaigns and otherwise utilising the features available to the Employer on the Platform. ", " ", "Intellectual Property Rights", " means any Intellectual Property Rights in existence now or coming into existence in the future anywhere in the world and includes (but is not limited to) rights in respect of copyright, trade marks (whether registered or unregistered), inventions, patents, designs (whether registered or unregistered), confidential information and know how. ", " ", "Liabilities", " means, in relation to any Claim, all losses, costs, damages, expenses or other liabilities of any kind (including penalties, fines and interest) and however arising out of or in connection with the fact, matter or circumstance giving rise to the Claim including all legal and other professional expenses incurred in connection with investigating, disputing, defending or settling any claim, action, demand or proceeding relating to that fact, matter or circumstance (including any claim, action, demand or proceeding based on the Terms). ", " ", "Paddl Profile", " means the access granted to you (via use of a username and password) which allows you to login into Paddl, to create a profile, to use the features available on the Platform including, but not limited to, viewing and responding to Campaigns (e.g. by applying for employment or other work-related opportunities advertised on the Platform) and to add Activity Cards. ", " ", "Terms", " means the terms and conditions set out in this document for your access to, and use of, the Platform. ", " ", "User", " is any person (other than you) who uses the Platform and, includes, but is not limited to, individuals (including students and graduates) who have a Paddl Profile and Employers. ", "You will be required to accept the Terms before being granted a Paddl Profile. If, at any time after you have been granted a Paddl Profile, you determine that you cannot, or do not wish to, comply with any one or more of the Terms, you must immediately advise Paddl in writing and we will cancel your Paddl Profile (support@paddl.com).", "Your access to the Platform and your Paddl Profile may be terminated by us, with immediate effect and with or without prior notice to you, for non-compliance with any provision of the Terms.", "We may change the Terms at our absolute discretion and at any time. A change to the Terms will become effective immediately on publication of the change (by notice (in writing) detailing the change) on the Platform. You accept that publication of the notice of change on the Platform is sufficient notice to you of the change and that, on and from the date of publication of the change, you agree to be bound by the Terms (as amended).", "Reliance on any information provided by us and others on Paddl is solely at your own risk.", "Should you have any questions concerning these terms please contact support@paddl.com.", "Only persons with a Paddl Profile will be permitted to access a Campaign published on the Platform. To create a Paddl Profile, you will be required to provide certain information about yourself, which may include your name, contact details and a valid email address (“Account Information”). You agree:", "We reserve the right to use your Account Information for any purpose for which it is reasonably required in the ordinary course of our business. Its use will be in accordance with our policies and procedures, including our Privacy Policy which can be found ", "here", ". In particular, we reserve the right to disclose your Account Information to third parties, including Employers, in order for them to interact with you (and other Users).", "By providing your email address to us, you consent to our use of that email address to send you:", "We may also use your email address (or, for subscribers to mobile notifications, your mobile number) to send you other notices and/or messages, including information about us and special offers. You may opt out of such email or text messages by sending an email to ", "support@paddl.com", " or using an unsubscribe link in any such email.", "We may refuse your request for a Paddl Profile at any time and for any reason (and without any obligation to provide you with a reason for any such refusal).", "Subject to clause 4.2, use of the Platform by you is free.", "If you choose to accept, respond to or participate in a Campaign on the Platform (for example, you enter a competition or enrol to attend an event), you are solely responsible for all fees, charges and expenses (if any) charged by or payable to the Employer in respect of that Campaign. (Note: We will not, under any circumstances, have any responsibility or liability whatever to the Employer for any such fees, charges or expenses).", "You acknowledge and agree that:", "you have no right, title or interest in the copyright of any Campaign materials published on the Platform (which copyright is owned by us or by the relevant Employer (as the case may be));", "all Intellectual Property Rights of Paddl (including but not limited to copyright in the software and codes underpinning the Platform), Paddl advertisements, Paddl content and Paddl logos (collectively Paddl IP) are the sole and exclusive property of Paddl;", "you have no right, title or interest in or to any Paddl IP and your access to, or use of, the Platform, does not convey to, or result in, any transfer to you of any right, title or interest in or to any Paddl IP;", "you will not challenge or infringe any intellectual property rights (including the Paddl IP) owned by us; and", "we are expressly authorised to use:", "your name, Paddl Profile and Account Information (", "Your IP", ") for:", "Except as provided in clause 5.1(e), any other use by us of Your IP, whether in print or electronically, in a manner which will, or is likely to, identify you will require your prior approval.", "We may terminate or suspend your Paddl Profile at any time and for any reason whatsoever, including, without limitation, if you breach the Terms. Termination may occur without prior notice to you and without need on our part to give you a reason for that termination.", "To the maximum extent permitted by law, we will have no liability whatsoever to you for or as a result of termination or suspension of your Paddl Profile.", "Reliance and use by you of:", "is solely at your own risk. ", "You are liable for all information and activity on your Paddl Profile. Without limiting the foregoing, we accept no responsibility or liability for any information in your Paddl Profile. You must carefully check any and all materials (of any description) provided to us or uploaded by you onto the Platform. Errors in any such materials are your responsibility.", "The Platform is a medium through which you and other Users may interact with Employers and/or publish materials relevant to you in your Paddl Profile. While we use reasonable efforts to ensure the legitimacy of any material published on the Platform (for example, Campaign materials and/or Paddl Profiles), we neither vet, nor are we responsible for vetting, Employers or materials published by them on the Platform (including but not limited to employment advertisements or any other invitation to participate in an event, whether oral or in writing).", "We do not recommend or endorse any Employer or other User or guarantee that any or all materials published on the Platform by an Employer are genuine or that any or all information provided by an Employer on the Platform is true, accurate and/or complete.", "We expressly reserve the right to delete or otherwise remove from the Platform any material which we consider, in our absolute discretion, to be offensive, harassing, threatening, harmful, tortious, defamatory, libellous, abusive, violent, obscene, invasive of another’s privacy, racially or ethnically offensive or otherwise objectionable or damaging to us, our reputation, Employers or other Users and/or to any other person (or persons) generally.", "We provide no warranty to you that your access to the Platform and/or to the services or features generally available through the Platform or Paddl will be uninterrupted, error free or free from any risk of exposure to you or your computer systems of malicious software (malware), including but not limited to software that may harm your computer system or software (in the form of worms, viruses, trojans, spyware, adware and rootkits, etc.) designed to compromise, destroy or steal protected data and/or documents or of software not approved by you being installed on your computer systems.", "We will take such steps as are reasonable to maintain the security, integrity and privacy of your Paddl Profile and protect it from misuse, interference, loss, unauthorised access, modification and/or disclosure (other than as expressly required by law, permitted under the Terms or authorised by you). Except where we are unable to exclude our liability by law, we, our officers, employees, agents and contractors will not be liable in any way to you or to anyone else for any Claim or Liability (whether in contract, tort (including negligence) or otherwise) arising out of or in connection with your access and use of the Platform and/or misuse, interference, loss, unauthorised access to, modification and/or disclosure of personal information or protected data in your Paddl Profile.", "To the maximum extent permitted at law, Paddl shall not be liable to you (or any person claiming through you or on your behalf) in respect of any Claim, regardless of whether the Claim is in contract, tort (includes negligence), under any statute or otherwise at law, for any special, indirect, incidental, punitive, or consequential loss or damages of any kind whatsoever, or for any loss of profit, use, content, data, opportunity, revenue or business, whether caused by Paddl, by any of its employees, agents or by any other persons acting on its behalf or by any other user of the Platform.", "Nothing in these terms purports to limit our liability under the ", "Australian Consumer Law", " or otherwise required at law.", "In the event of a Claim by you (or by any person claiming through you or on your behalf) and regardless of whether the Claim is in contract, tort (includes negligence), under any statute or otherwise at law, to the maximum extent permitted by law, our Liability in respect of that Claim shall be limited to:", "as determined by Paddl (in its absolute discretion).", "You agree that we do not act as your agent or as the agent for any Employer.", "You agree that we do not recommend or endorse any Employers, organisations or service providers featured on the Platform.", "We will take such steps as are reasonable to maintain the privacy of all personal information in your Paddl Profile and protect it from misuse, interference, loss, unauthorised access, modification and/or disclosure (other than as expressly permitted under these terms). If for any reason (including negligence or default on our part (or by our employees, agents and contractors) the privacy of personal information in your Paddl Profile is compromised, destroyed, modified or otherwise disclosed without proper authorisation, then, to the maximum extent permitted by law, we disclaim all liability for any Liability caused or suffered by you or any third party.", "You represent, warrant and acknowledge to us that:", "You represent, warrant and acknowledge that:", "You agree to indemnify (and to keep indemnified) Paddl, its officers, employees and agents against all Losses incurred by Paddl in connection with:", "You agree that information contained on the Platform is for your personal use only and must not be sold, redistributed or used for any commercial purpose (this includes but is not limited to the use of Employer contact details or other Employer information for any commercial purpose (other than responding to a Campaign).", "You may download material from Paddl for your personal, non-commercial use only, provided you keep intact all copyright and other proprietary notices.", "You must not under any circumstances provide any User’s personal information you have obtained through your use of the Platform to any third party (which includes any of your affiliates and/or related parties). This restriction on forwarding personal information applies irrespective of whether you receive direct financial benefit for doing so.", "If we believe you have misused any User's data for any reason, we reserve the right to:", "The Platform is designed principally for the purpose of you building a Paddl Profile and you accessing Campaigns published by Employers.", "You acknowledge and agree that neither Paddl (nor any officer, employee, agent or other person associated with Paddl) in any way endorses or recommends any Employer, Campaign, opportunity or other information published or otherwise made available on the Platform and, before accepting any offer of employment or entering into any other agreement or arrangement with any Employer, we strongly recommend that you obtain your own independent advice concerning the Employer, the offer in the Campaign or other agreement or arrangement (as the case may be).", "It is your responsibility solely to evaluate the accuracy, completeness and usefulness of any information, including in any Campaign or concerning an Employer, published on the Platform. We do not independently check or confirm (and have no means whereby we can independently check or confirm) the accuracy or completeness of any information published on the Platform or on the internet generally. Accordingly, under no circumstances will we be liable to you or any third party for the accuracy, completeness and usefulness of any information, including any Campaign, published on the Platform or any decision made or action taken by you (or any third party) in reliance on any information published on the Platform or for any omission or incompleteness of any information.", "Paddl does not guarantee you that any particular employment or other opportunity will be available to you on Paddl or that there will be at any time, and from time to time, any employment or other opportunities suited to you and/or your skills available on the Platform.", "Paddl does not guarantee the continued availability of any particular Campaign on Paddl and will not have any Liability or obligation to you in the event an Employer does not offer you the opportunity to apply for or participate in a Campaign, withdraws a Campaign, offers employment to another person or otherwise acts in a manner contrary to your interests.", "Paddl does not guarantee to you that every Campaign published on the Platform represents an actual job vacancy or that an Employer, having published a Campaign, will fill the vacancy either at all or by offering it to you or any other User.", "We are not responsible for the ongoing vacancy of any opportunity referred to in a Campaign.", "We reserve the right at all times, without the need to provide notice to you, to alter the functionality and/or appearance of the Platform and/or the terms and conditions relevant to your Paddl Profile (and under which you are permitted to use the Platform).", "We welcomes ideas and feedback from you about all aspects of the Platform. You agree that we may reproduce, distribute, transmit, create derivative works of, and publicly display any materials and other information (including ideas for new or improved products and services) that you submit to Paddl (for example, by posting to a bulletin board, forum and/or newsgroup or by email). Please read our Privacy Policy for more information as to how we deal with information you send to us.", "It is a condition of your use of the Platform and of any other services provided by us that you will not by any act or omission (including but not limited to creating a Paddl Profile and adding information about your education and experience to the profile in the form of Activity Cards) mislead or deceive, or attempt to mislead or deceive, any person.", "If any part of the Terms is held invalid that part shall be severed from the Terms and the remainder of the Terms will continue to be valid and enforceable.", "Termination of your Paddl Profile will not end those provisions in the Terms that are capable of surviving the termination of your Paddl Profile.", "The laws governing the Terms will be the laws in Victoria, Australia and you submit to the exclusive jurisdiction of the courts of Victoria for the resolution of all disputes concerning or arising from or in connection with the Terms.", "Give us a call", " +613-9514-3000", "Send us a question", "Chat to a crew member", "Learn More ", " ", "Paddl Terms", "The nitty gritty on your relationship with Paddl", "www.paddl.com", " (the ", "Platform", ") is a web application wholly owned by Paddl Co. Pty Ltd (ACN 131 952 004) (", "Paddl", ", ", "we", ", ", "our", " or ", "us", ").", "These are the terms on which Paddl will provide access to the Platform to a business or organisation which is registered with Paddl (or is seeking to be registered with Paddl) (", "you", " or ", "your", ") for the purpose of using the Platform to advertise, publicise or otherwise promote employment, training, internship, placement, conference, event, competition, social and other experiences and/or opportunities to users of the Platform.", " ", "Activity Card", " means the set of features available to Users in their Paddl Profile to add experiences including education, employment, competitions, personal development and social. ", " ", "Campaign", " is an employment, training, internship, placement, conference, event, competition, personal development, social or other experience or opportunity advertised or otherwise published on the Platform by you. ", " ", "Campaign Fees", " are all fees and other taxes, charges and amounts payable in respect of your access to the Platform and/or to any Campaign, notice, proposal, document or other publication posted, lodged, published or otherwise displayed on the Platform or otherwise provided or made available to Users by us or on our behalf and ", "Campaign Fee", " means any one such fee. ", " ", "Claim", " means any claim, action, suit, proceeding, demand, notice, litigation, investigation, judgement or entitlement to the payment of compensation, however arising, whether present, unascertained, immediate, future or contingent, whether based in contract, tort, statute or otherwise and whether involving you or a third party. ", "Employer Account", " means:", " ", "Intellectual Property Rights", " means any Intellectual Property Rights in existence now or coming into existence in the future anywhere in the world and includes (but is not limited to) rights in respect of copyright, trade marks (whether registered or unregistered), inventions, patents, designs (whether registered or unregistered), confidential information and know how. ", " ", "Liabilities", " means, in relation to any Claim, all losses, costs, damages, expenses or other liabilities of any kind (including penalties, fines and interest) and however arising out of or in connection with the fact, matter or circumstance giving rise to the Claim including all legal and other professional expenses incurred in connection with investigating, disputing, defending or settling any claim, action, demand or proceeding relating to that fact, matter or circumstance (including any claim, action, demand or proceeding based on the Terms). ", " ", "Managed Account", " is an Employer Account where we manage access to the Platform (and the use of the features available on the Platform) for and on your behalf and report to you in respect of the use of that account on the Platform. ", " ", "Paddl Profile", " means the access granted to a User (via use of a username and password) which allows the User to login into Paddl, to create a personal profile, to use the features available on the Platform including, but not limited to, viewing and responding to Campaigns (e.g. by applying for employment or other work-related opportunities advertised on the Platform) and to add Activity Cards. ", " ", "Terms", " means the terms and conditions set out in this document for your access to, and use of, the Platform. ", " ", "User", " is any person (other than you) who uses the Platform and, includes, but is not limited to individuals (including students and graduates) who have activated a Paddl Profile for the purpose of building an experience profile and/or gaining employment or access to other work-related experiences and opportunities through use of the Platform. ", " ", "Volunteer", " means a person that engages in “Volunteering” as that term is defined by Volunteers Australia. ", "You will be required to accept the Terms before being granted an Employer Account. If, at any time after you have been granted access to the Platform via an Employer Account, you determine that you cannot or do not wish to comply with any one or more of the Terms, you must immediately advise us in writing and we will cancel your Employer Account (support@paddl.com).", "Your access to the Platform and your Employer Account may be terminated by us, with immediate effect and with or without prior notice to you, for non-compliance with any provision of the Terms.", "We may change the Terms at our absolute discretion and at any time. A change to the Terms will become effective immediately on publication of the change (by notice (in writing) detailing the change) on the Platform. You accept that publication of the change on the Platform is sufficient notice to you of the change and that, on and from the date of publication of the change, you agree to be bound by the Terms (as amended).", "Should you have any questions concerning these terms please contact ", "support@paddl.com", ".", "Only persons with an Employer Account will be permitted to publish a Campaign on the Platform. To open an Employer Account, you will be required to provide certain information, which may include your business name, contact name, details about your business and a valid email address (“", "Account Information", "”). You agree:", "We reserve the right to use your Account Information for any purpose for which it is reasonably required in the ordinary course of our business. Its use will be in accordance with our policies and procedures, including our Privacy Policy which can be found ", "here", ". In particular, we reserve the right to disclose your Account Information to third parties, including Users, in order for you to use the Platform and interact with Users.", "By providing your email address to us, you consent to our use of that email address to send you service-related notices, including among other things, notices required by law, in lieu of postal mail. For so long as you hold an Employer Account, you may not opt out of service-related emails. We may also use your email address (or, for subscribers to mobile notifications, your mobile number) to send you other notices and/or messages, including information about Paddl and special offers. You may opt out of such email or text messages by sending an email to ", "support@paddl.com", " or using an unsubscribe link in any such email.", "We may refuse your request for an Employer Account at any time and for any reason (and without any obligation to provide you with a reason for any such refusal).", "If you choose to post a Campaign on the Platform, you agree to pay all applicable Campaign Fees. You are obliged to pay the Campaign Fees regardless of whether you utilise any particular service and regardless of whether your objective in undertaking the Campaign is achieved. Similarly, if you do not provide us with the necessary materials or information for us to deliver the required services to you, you are still liable to us for full payment.", "In most cases, Campaign Fees will be payable in advance (by credit card or on-line (via Stripe). If you are an approved customer and are invoiced for Campaign Fees, all amounts due and payable must be paid within 14 days of the date of invoice. We may charge you interest on late payments at our applicable bank overdraft interest rate and debit your Employer Account for all costs we incur in the collection from you of any overdue amount.", "All Campaign Fees are non-refundable.", "You are responsible for all Campaign Fees incurred by yourself or by any of your authorised users, in accordance with the billing provisions specified in an invoice, online form, on ", "www.paddl.com", " or in a payment confirmation.", "All online payments must be made through our third-party payment processing provider, Stripe. Access to Stripe’s can be found at the following ", "link", ". To the extent required, Stripe's terms and conditions are incorporated into and form part of the Terms.", "You acknowledge and agree that:", "all Intellectual Property Rights of Paddl (including but not limited to copyright in the software and codes underpinning the Platform), Paddl advertisements, Paddl content and Paddl logos (collectively Paddl IP) are the sole and exclusive property of Paddl;", "you have no right, title or interest in or to any Paddl IP and your access to, or use of, the Platform, does not convey to, or result in, any transfer to you of any right, title or interest in or to any Paddl IP; and", "we are authorised to use your Your IP (refer to clause 5.2 below) for the purpose of fulfilling our obligations to you under the Terms.", "We acknowledge and agree that:", "your name and all of your logos and advertisements (excluding content drafted or prepared by us) (collectively “", "Your IP", "”) are solely and exclusively your property;", "subject to clause 6, we have no right, title or interest in any of Your IP and our use of Your IP for the purpose of fulfilling our obligations to you under the Terms does not convey to, or result in, any transfer to us of any right, title or interest in or to Your IP.", "You grant to Paddl a royalty free licence to use your name and logo for the express and sole purpose of identifying you as a client of Paddl and a Paddl Employer in its marketing material, both print and electronic. Any other use by Paddl of Your IP will require your prior approval.", "You may, by notice in writing to Paddl, elect to withdraw your permission for the use of your name and logo in our marketing material. If we receive such notice, we will cease using your name and/or logo within 30 days of receipt of that notice.", "We may terminate or suspend your Employer Account at any time and for any reason whatsoever, including, without limitation, if you breach the Terms. Termination may occur without prior notice to you and without need on our part to give you a reason for that termination.", "To the maximum extent permitted by law, we will have no liability whatsoever to you for or as a result of termination or suspension of your Employer Account, other than in respect of the repayment of all Campaign Fees paid for or in respect of access to the Platform denied by, or Campaigns which cannot be completed, by reason of the termination.", "We reserve the right at all times, and without the need to provide any notice to you, to alter the functionality and/or appearance of the Platform, including but not limited to the presentation of Campaigns.", "Reliance on and use by you of:", "is solely at your own risk.", "We accept no responsibility or liability for any information in your Campaigns. You must carefully check any and all Campaign materials (of any description) provided to us or uploaded by you onto the Platform. Errors in any such materials are your responsibility.", "While we will use reasonable efforts to publish a Campaign in accordance with your instructions (if any), we accept no liability or responsibility for any delay in publication (whether caused by us or any other person).", "The Platform is a medium through which you and Users may create and/or publish materials relevant to users of the Platform. While we use reasonable efforts to ensure the legitimacy of any material published on the Platform (for example, Campaign materials and/or Paddl Profiles), we neither vet, nor are we responsible for vetting, Users or responses and other materials published by them on the Platform (including but not limited to any facts or representations made by a User in a Paddl Profile, a response to an employment advertisement or any other document, whether oral or in writing).", "We do not recommend or endorse any User or guarantee that any or all materials published on the Platform by a User are genuine or that any or all information provided by a User is true, accurate and/or complete.", "We expressly reserve the right to delete or otherwise remove from the Platform any material which we consider, in our absolute discretion, to be offensive, harassing, threatening, harmful, tortious, defamatory, libellous, abusive, violent, obscene, invasive of another’s privacy, racially or ethnically offensive or otherwise objectionable or damaging to us, our reputation, other Employers or Users and/or to any other person (or persons) generally.", "We provide no warranty to you that your access to the Platform and/or to the services or features generally available on the Platform or via Paddl will be uninterrupted, error free or free from any risk of exposure to you or your computer systems of malicious software (malware), including but not limited to software that may harm your computer system or software (in the form of worms, viruses, trojans, spyware, adware and rootkits, etc.) designed to compromise, destroy or steal protected data and/or documents or of software not approved by you being installed on your computer systems.", "We will take such steps as are reasonable to maintain the security, integrity and privacy of your Employer Account and protect it from misuse, interference, loss, unauthorised access, modification and/or disclosure (other than as expressly required by law, permitted under the Terms or authorised by you). Except where we are unable to exclude our liability by law, we, our officers, employees, agents and contractors will not be liable in any way to you or to anyone else for any Liability (whether it be in contract, tort including negligence, or otherwise) arising out of or in connection with your access and use of the Platform and/or misuse, interference, loss, unauthorised access to, modification and/or disclosure of personal information or protected data in your Employer Account.", "To the maximum extent permitted at law, Paddl shall not be liable to you (or any person claiming through you or on your behalf) in respect of any Claim, regardless of whether the Claim is in contract, tort (includes negligence), under any statute or otherwise at law, for any special, indirect, incidental, punitive, or consequential loss or damages of any kind whatsoever, or for any loss of profit, use, content, data, opportunity, revenue or business, whether caused by Paddl, by any of its employees, agents or by any other persons acting on its behalf or by any other user of the Platform.", "Nothing in these terms purports to limit our liability under the ", "Australian Consumer Law", " or otherwise required at law.", "In the event of a Claim by you (or by any person claiming through you or on your behalf) and regardless of whether the Claim is in contract, tort (includes negligence), under any statute or otherwise at law, to the maximum extent permitted by law, our Liability in respect of that claim shall be limited to:", "as determined by Paddl (in its absolute discretion).", "You represent, warrant and acknowledge that:", "you have the legal capacity and power to agree to be bound by these terms and perform the obligations under them;", "Campaigns and any Campaign materials or other content posted by you on the Platform do not breach any copyright or privacy laws or the Intellectual Property Rights of any third party;", "the information provided in your Campaigns does not breach any law or the rights of any person (including legislation regarding consumer protection and anti-competitive conduct, equal opportunity and human rights);", "in contracting and/or interacting with you, our relationship with you is as an independent contractor and, in particular, we do not act as your agent or employer;", "you will not use the Platform for any purpose other than the express purpose for which access has been granted under the Terms; ", "you will not use the Platform or any features of the Platform or products offered on the Platform or by us to upload, download, transact, store or make available data that is unlawful, harassing, threatening, harmful, tortious, defamatory, libellous, abusive, violent, obscene, invasive of another’s privacy, racially or ethnically offensive or otherwise in our opinion objectionable or damaging to us, our reputation, other Employers and/or Users or to any other person (or persons) generally;", "you will not assign or transfer any rights and obligations pursuant to the Terms to any other person or entity without our prior written approval (which approval will not be unreasonably withheld). If you are a company, any change in your effective control shall be deemed an assignment for the purpose of this clause;", "you will at all times deal with any information, products or services provided by us (or on our behalf) or accessed on the Platform in a manner which abides by all applicable laws of Australia and of any other relevant jurisdiction (including, without limitation, all privacy and copyright laws);", "you will not ask or require any User to pay a fee, charge, cost or any money whatsoever in order to apply or respond to, or participate in any Campaign (whether such fee, charge, cost or money is asked for or required of the User in the Campaign itself or in any communication with the User that takes place as a result of a Campaign) without our prior written approval (which approval may be withheld or, if approved, approved subject to subject to such conditions as we determine in our absolute discretion);", "you must not make any public comment (includes news release, advertising and/or promotional material) naming us or otherwise relating to us without our prior written approval, which approval may be withheld by us in our sole discretion; and", "you must not sell, transfer, hawk or otherwise distribute any Campaign materials supplied or prepared by us, or acquired by you from us, to any third parties without our prior written approval, which approval may be withheld by us in our sole discretion.", "You agree to indemnify (and to keep indemnified) Paddl, its officers, employees and agents against all Losses incurred by Paddl in connection with:", "Any personal information (within the meaning of that term in the Privacy Act 1988 (Cth)) of any User that you obtain through your use of the Platform must only be used by you for the particular purpose (Campaign) for and in relation to which that personal information was provided to you. Any other use of the personal information of any User is strictly prohibited.", "Selling or offering any service or product not directly related to the purpose in respect of which that personal information was provided to you by a User is a misuse of User data and is strictly prohibited.", "You must not under any circumstances provide any User’s personal information you have obtained through your use of the Platform to any third party (which includes any of your affiliates and/or related parties). This restriction on forwarding personal information applies irrespective of whether you receive direct financial benefit for doing so.", "If we believe you have misused User data for any reason, we reserve the right to:", "You must ensure that all Campaigns comply with all applicable legislation, by-laws, regulations, ordinances and codes of conduct, relevant and applicable to the country or location of the Campaign. In Australia this includes, but is not limited to:", "We reserve the right to refuse you:", "The reasons for this may include (but are not limited to):", "You are not permitted to insert links to an external website or an externally hosted application form in a Campaign (or from your Employer Account) without our express written approval (which may be granted, withheld or withdrawn at our discretion).", "You are not permitted to promote or refer to brands other than those associated with your business (or a business operated by one or more of your related parties) anywhere on the Platform.", "You must ensure that all of your Campaigns are tagged appropriately. It is your responsibility to ensure that you familiarise yourself with the available tags to ensure appropriate filtering of Users who apply for any Campaigns you post.", "We reserve the right, and you must accept as a condition of placing a Campaign on the Platform, our right to re-tag Campaigns.", "Unless extended by us, Campaigns are valid for 30 days (although you can choose to end the Campaign earlier). You will have access to details of all applicants for a Campaign for 30 days after the expiration of the Campaign.", "You may only post Campaigns that are in respect of a genuine employment or experience opportunity that is current as at the time of posting the Campaign, and for which you are currently recruiting. We reserve the right to request any information from you that we deem necessary to verify that a genuine employment opportunity exists.", "For any Campaign relating to an employment, training, internship or placement opportunity, you are responsible for ensuring that all Campaigns materials comply with the requirements of all applicable legislation (including, for employment in Australia, the Fair Work Act 2009 (Cth)) and, in particular, correctly detail all relevant salary and/or wage requirements applicable to the advertised position.", "If, in our sole discretion, we deem a Campaign to be unsuitable for Users, we reserve the right to not accept a Campaign or, before publication on the Platform, to require modification of the Campaign for any of the following positions:", "The following terms and conditions apply to all Campaigns for volunteer positions:", "all Campaigns for volunteering opportunities must adhere to:", "All terms and conditions applicable to all unpaid internship positions advertised by a Campaign must fully comply with the provisions of the Fair Work Act 2009 (Cth).", "You expressly authorise Paddl to store and retain all applications submitted by Users in response to any Campaign you publish on the Platform.", "If any part of the Terms is held invalid that part shall be severed from the Terms and the remainder of the Terms will continue to be valid and enforceable.", "Termination of your Employer Account will not end those provisions in the Terms that are capable of surviving the termination of your Employer Account.", "The laws governing the Terms will be the laws in Victoria, Australia and you submit to the exclusive jurisdiction of the courts of Victoria for the resolution of all disputes concerning or arising from or in connection with the Terms.", "www.paddl.com", " (the ", "Platform", ") is a web application wholly owned by Paddl Co. Pty Ltd (ACN 131 952 004) (", "Paddl", ", ", "we", ", ", "our", " or ", "us", ").", "These are the terms on which Paddl will provide access to the Platform to an individual who is registered with Paddl or is seeking to be registered with Paddl for the purpose of using the Platform for the purpose of building their Paddl Profile and/or gaining employment, training, internships or placements, attending conferences and/or events or participating in competitions, social and/or other experiences and/or opportunities made available to users of the Platform (", "you", " or ", "your", ").", " IMPORTANT \u0096 If you are a business or other organisation, please refer to the Terms of Use for Employers. ", "Activity Cards", " is a set of features available to Users in their Paddl Profile to add experiences including: education, employment, competitions, personal development and social.", " ", "Campaign", " is an employment, training, internship, placement, conference, event, competition, personal development, social or other experience or opportunity advertised or otherwise published on the Platform by an Employer. ", " ", "Claim", " means any claim, action, suit, proceeding, demand, notice, litigation, investigation, judgement or entitlement to the payment of compensation, however arising, whether present, unascertained, immediate, future or contingent, whether based in contract, tort, statute or otherwise and whether involving you or a third party.", " ", "Employer", " is a business or organisation which is registered with us for the purpose of using the Platform to advertise, publicise or otherwise promote Campaigns to Users (including you) on the Platform. ", " ", "Employer Account", " means the account in the name of an Employer which permits it to access the Platform (via a username and password) for the purpose of publishing Campaigns and otherwise utilising the features available to the Employer on the Platform. ", " ", "Intellectual Property Rights", " means any Intellectual Property Rights in existence now or coming into existence in the future anywhere in the world and includes (but is not limited to) rights in respect of copyright, trade marks (whether registered or unregistered), inventions, patents, designs (whether registered or unregistered), confidential information and know how. ", " ", "Liabilities", " means, in relation to any Claim, all losses, costs, damages, expenses or other liabilities of any kind (including penalties, fines and interest) and however arising out of or in connection with the fact, matter or circumstance giving rise to the Claim including all legal and other professional expenses incurred in connection with investigating, disputing, defending or settling any claim, action, demand or proceeding relating to that fact, matter or circumstance (including any claim, action, demand or proceeding based on the Terms). ", " ", "Paddl Profile", " means the access granted to you (via use of a username and password) which allows you to login into Paddl, to create a profile, to use the features available on the Platform including, but not limited to, viewing and responding to Campaigns (e.g. by applying for employment or other work-related opportunities advertised on the Platform) and to add Activity Cards. ", " ", "Terms", " means the terms and conditions set out in this document for your access to, and use of, the Platform. ", " ", "User", " is any person (other than you) who uses the Platform and, includes, but is not limited to, individuals (including students and graduates) who have a Paddl Profile and Employers. ", "You will be required to accept the Terms before being granted a Paddl Profile. If, at any time after you have been granted a Paddl Profile, you determine that you cannot, or do not wish to, comply with any one or more of the Terms, you must immediately advise Paddl in writing and we will cancel your Paddl Profile (support@paddl.com).", "Your access to the Platform and your Paddl Profile may be terminated by us, with immediate effect and with or without prior notice to you, for non-compliance with any provision of the Terms.", "We may change the Terms at our absolute discretion and at any time. A change to the Terms will become effective immediately on publication of the change (by notice (in writing) detailing the change) on the Platform. You accept that publication of the notice of change on the Platform is sufficient notice to you of the change and that, on and from the date of publication of the change, you agree to be bound by the Terms (as amended).", "Reliance on any information provided by us and others on Paddl is solely at your own risk.", "Should you have any questions concerning these terms please contact support@paddl.com.", "Only persons with a Paddl Profile will be permitted to access a Campaign published on the Platform. To create a Paddl Profile, you will be required to provide certain information about yourself, which may include your name, contact details and a valid email address (“Account Information”). You agree:", "We reserve the right to use your Account Information for any purpose for which it is reasonably required in the ordinary course of our business. Its use will be in accordance with our policies and procedures, including our Privacy Policy which can be found ", "here", ". In particular, we reserve the right to disclose your Account Information to third parties, including Employers, in order for them to interact with you (and other Users).", "By providing your email address to us, you consent to our use of that email address to send you:", "We may also use your email address (or, for subscribers to mobile notifications, your mobile number) to send you other notices and/or messages, including information about us and special offers. You may opt out of such email or text messages by sending an email to ", "support@paddl.com", " or using an unsubscribe link in any such email.", "We may refuse your request for a Paddl Profile at any time and for any reason (and without any obligation to provide you with a reason for any such refusal).", "Subject to clause 4.2, use of the Platform by you is free.", "If you choose to accept, respond to or participate in a Campaign on the Platform (for example, you enter a competition or enrol to attend an event), you are solely responsible for all fees, charges and expenses (if any) charged by or payable to the Employer in respect of that Campaign. (Note: We will not, under any circumstances, have any responsibility or liability whatever to the Employer for any such fees, charges or expenses).", "You acknowledge and agree that:", "you have no right, title or interest in the copyright of any Campaign materials published on the Platform (which copyright is owned by us or by the relevant Employer (as the case may be));", "all Intellectual Property Rights of Paddl (including but not limited to copyright in the software and codes underpinning the Platform), Paddl advertisements, Paddl content and Paddl logos (collectively Paddl IP) are the sole and exclusive property of Paddl;", "you have no right, title or interest in or to any Paddl IP and your access to, or use of, the Platform, does not convey to, or result in, any transfer to you of any right, title or interest in or to any Paddl IP;", "you will not challenge or infringe any intellectual property rights (including the Paddl IP) owned by us; and", "we are expressly authorised to use:", "your name, Paddl Profile and Account Information (", "Your IP", ") for:", "Except as provided in clause 5.1(e), any other use by us of Your IP, whether in print or electronically, in a manner which will, or is likely to, identify you will require your prior approval.", "We may terminate or suspend your Paddl Profile at any time and for any reason whatsoever, including, without limitation, if you breach the Terms. Termination may occur without prior notice to you and without need on our part to give you a reason for that termination.", "To the maximum extent permitted by law, we will have no liability whatsoever to you for or as a result of termination or suspension of your Paddl Profile.", "Reliance and use by you of:", "is solely at your own risk. ", "You are liable for all information and activity on your Paddl Profile. Without limiting the foregoing, we accept no responsibility or liability for any information in your Paddl Profile. You must carefully check any and all materials (of any description) provided to us or uploaded by you onto the Platform. Errors in any such materials are your responsibility.", "The Platform is a medium through which you and other Users may interact with Employers and/or publish materials relevant to you in your Paddl Profile. While we use reasonable efforts to ensure the legitimacy of any material published on the Platform (for example, Campaign materials and/or Paddl Profiles), we neither vet, nor are we responsible for vetting, Employers or materials published by them on the Platform (including but not limited to employment advertisements or any other invitation to participate in an event, whether oral or in writing).", "We do not recommend or endorse any Employer or other User or guarantee that any or all materials published on the Platform by an Employer are genuine or that any or all information provided by an Employer on the Platform is true, accurate and/or complete.", "We expressly reserve the right to delete or otherwise remove from the Platform any material which we consider, in our absolute discretion, to be offensive, harassing, threatening, harmful, tortious, defamatory, libellous, abusive, violent, obscene, invasive of another’s privacy, racially or ethnically offensive or otherwise objectionable or damaging to us, our reputation, Employers or other Users and/or to any other person (or persons) generally.", "We provide no warranty to you that your access to the Platform and/or to the services or features generally available through the Platform or Paddl will be uninterrupted, error free or free from any risk of exposure to you or your computer systems of malicious software (malware), including but not limited to software that may harm your computer system or software (in the form of worms, viruses, trojans, spyware, adware and rootkits, etc.) designed to compromise, destroy or steal protected data and/or documents or of software not approved by you being installed on your computer systems.", "We will take such steps as are reasonable to maintain the security, integrity and privacy of your Paddl Profile and protect it from misuse, interference, loss, unauthorised access, modification and/or disclosure (other than as expressly required by law, permitted under the Terms or authorised by you). Except where we are unable to exclude our liability by law, we, our officers, employees, agents and contractors will not be liable in any way to you or to anyone else for any Claim or Liability (whether in contract, tort (including negligence) or otherwise) arising out of or in connection with your access and use of the Platform and/or misuse, interference, loss, unauthorised access to, modification and/or disclosure of personal information or protected data in your Paddl Profile.", "To the maximum extent permitted at law, Paddl shall not be liable to you (or any person claiming through you or on your behalf) in respect of any Claim, regardless of whether the Claim is in contract, tort (includes negligence), under any statute or otherwise at law, for any special, indirect, incidental, punitive, or consequential loss or damages of any kind whatsoever, or for any loss of profit, use, content, data, opportunity, revenue or business, whether caused by Paddl, by any of its employees, agents or by any other persons acting on its behalf or by any other user of the Platform.", "Nothing in these terms purports to limit our liability under the ", "Australian Consumer Law", " or otherwise required at law.", "In the event of a Claim by you (or by any person claiming through you or on your behalf) and regardless of whether the Claim is in contract, tort (includes negligence), under any statute or otherwise at law, to the maximum extent permitted by law, our Liability in respect of that Claim shall be limited to:", "as determined by Paddl (in its absolute discretion).", "You agree that we do not act as your agent or as the agent for any Employer.", "You agree that we do not recommend or endorse any Employers, organisations or service providers featured on the Platform.", "We will take such steps as are reasonable to maintain the privacy of all personal information in your Paddl Profile and protect it from misuse, interference, loss, unauthorised access, modification and/or disclosure (other than as expressly permitted under these terms). If for any reason (including negligence or default on our part (or by our employees, agents and contractors) the privacy of personal information in your Paddl Profile is compromised, destroyed, modified or otherwise disclosed without proper authorisation, then, to the maximum extent permitted by law, we disclaim all liability for any Liability caused or suffered by you or any third party.", "You represent, warrant and acknowledge to us that:", "You represent, warrant and acknowledge that:", "You agree to indemnify (and to keep indemnified) Paddl, its officers, employees and agents against all Losses incurred by Paddl in connection with:", "You agree that information contained on the Platform is for your personal use only and must not be sold, redistributed or used for any commercial purpose (this includes but is not limited to the use of Employer contact details or other Employer information for any commercial purpose (other than responding to a Campaign).", "You may download material from Paddl for your personal, non-commercial use only, provided you keep intact all copyright and other proprietary notices.", "You must not under any circumstances provide any User’s personal information you have obtained through your use of the Platform to any third party (which includes any of your affiliates and/or related parties). This restriction on forwarding personal information applies irrespective of whether you receive direct financial benefit for doing so.", "If we believe you have misused any User's data for any reason, we reserve the right to:", "The Platform is designed principally for the purpose of you building a Paddl Profile and you accessing Campaigns published by Employers.", "You acknowledge and agree that neither Paddl (nor any officer, employee, agent or other person associated with Paddl) in any way endorses or recommends any Employer, Campaign, opportunity or other information published or otherwise made available on the Platform and, before accepting any offer of employment or entering into any other agreement or arrangement with any Employer, we strongly recommend that you obtain your own independent advice concerning the Employer, the offer in the Campaign or other agreement or arrangement (as the case may be).", "It is your responsibility solely to evaluate the accuracy, completeness and usefulness of any information, including in any Campaign or concerning an Employer, published on the Platform. We do not independently check or confirm (and have no means whereby we can independently check or confirm) the accuracy or completeness of any information published on the Platform or on the internet generally. Accordingly, under no circumstances will we be liable to you or any third party for the accuracy, completeness and usefulness of any information, including any Campaign, published on the Platform or any decision made or action taken by you (or any third party) in reliance on any information published on the Platform or for any omission or incompleteness of any information.", "Paddl does not guarantee you that any particular employment or other opportunity will be available to you on Paddl or that there will be at any time, and from time to time, any employment or other opportunities suited to you and/or your skills available on the Platform.", "Paddl does not guarantee the continued availability of any particular Campaign on Paddl and will not have any Liability or obligation to you in the event an Employer does not offer you the opportunity to apply for or participate in a Campaign, withdraws a Campaign, offers employment to another person or otherwise acts in a manner contrary to your interests.", "Paddl does not guarantee to you that every Campaign published on the Platform represents an actual job vacancy or that an Employer, having published a Campaign, will fill the vacancy either at all or by offering it to you or any other User.", "We are not responsible for the ongoing vacancy of any opportunity referred to in a Campaign.", "We reserve the right at all times, without the need to provide notice to you, to alter the functionality and/or appearance of the Platform and/or the terms and conditions relevant to your Paddl Profile (and under which you are permitted to use the Platform).", "We welcomes ideas and feedback from you about all aspects of the Platform. You agree that we may reproduce, distribute, transmit, create derivative works of, and publicly display any materials and other information (including ideas for new or improved products and services) that you submit to Paddl (for example, by posting to a bulletin board, forum and/or newsgroup or by email). Please read our Privacy Policy for more information as to how we deal with information you send to us.", "It is a condition of your use of the Platform and of any other services provided by us that you will not by any act or omission (including but not limited to creating a Paddl Profile and adding information about your education and experience to the profile in the form of Activity Cards) mislead or deceive, or attempt to mislead or deceive, any person.", "If any part of the Terms is held invalid that part shall be severed from the Terms and the remainder of the Terms will continue to be valid and enforceable.", "Termination of your Paddl Profile will not end those provisions in the Terms that are capable of surviving the termination of your Paddl Profile.", "The laws governing the Terms will be the laws in Victoria, Australia and you submit to the exclusive jurisdiction of the courts of Victoria for the resolution of all disputes concerning or arising from or in connection with the Terms.", "Give us a call", " +613-9514-3000", "Send us a question", "Chat to a crew member", "Learn More ", " ", "Paddl connects Students to real employment experiences relevant to their course. Measure and support your Student employment outcomes to make the most of their education.", " ", "Paddl provides a simple yet powerful partnership to measure and support your Student’s employability.", "Power up Paddl", " Measure Student Experience ", " Paddl provides meaningful analysis of your Students’ professional experience while respecting their privacy and security. This gives Careers Centers critical information to help Students in need and celebrate areas of success. ", " Prove Job Readiness ", " Paddl helps Students gather crucial professional experience during and after their studies to give them the best chance of an Employment Outcome once they graduate. Students graduate with a qualification and proven experience. ", "Increase Student Employability", "Power Up Paddl for your Students today to make the most of their education.", " Connect Students to Employers providing WIL programs in their relevant field of study. ", " Encourage Students to discover IBL Employers as an alternative to traditional study. ", " Deliver higher Graduate Outcomes by encouraging work earlier in Students journeys. ", " Improved graduate outcomes, invaluable student & graduate data and more. ", " Basic insights on which of your Students are using Paddl. ", " Reports on Student Employability, success rates and problem areas. ", " Validate your Student’s education to give them an edge on the competition. ", " A custom branded web page for your Students to enter Paddl. ", " Our brand integration kit ready for your on-campus employment zones. ", " Place your brand with fellow top Educators on Paddl’s Educator pages. ", " “Paddl helps students gain the industry experience so important ", " for success in an increasingly competitive job market.” ", " “Western Sydney University and Paddl working together is such an exciting ", " initiative for us. We know our students excel when they are in the workplace, ", " so Paddl Games actually allows them to showcase their skills right up front.” ", " “The importance of the partnership with Paddl Co. is immensely critical to the ", " university but more importantly to our students, as it helps us design enriched ", " olutions that our students can take advantage of.” ", "Support your students already registered on paddl.com", "Learn More ", " ", "Paddl Games", "Professional Challenges", "Paddl Games facilitate Innovation projects for businesses ", " while providing amazing outcomes for existing and potential staff.", " National Innovation Games ", " In partnership with the Australian Government and COSBOA, Paddl Co. is running 30 Innovation Challenges across Australia over the next two years bringing together emerging talent from universities and the VET sector, small to medium businesses, and leading corporations in cities and regions to kick-start an inclusive innovation culture in Australia. To learn more or apply for the next National Innovation Games Challenge click below. ", " Paddl Games in Action ", " Click below to watch coverage of some of our favourite events. ", " “Within 48 hours, we were able to be mentored by industry experts ", " and produce a prototype for a real business challenge.” ", " “My goal was to improve my business knowledge and pitching skills, ", " I got the opportunity to do both and so much more. Winning was just a bonus! ", " What a crazy, exciting and rewarding 48 hours!” ", " “Paddl Games are providing a unique and invaluable experience for students ", " by exposing them to real business problems within a highly stimulating ", " learning environment in which they can explore their unlimited potential as ", " an individual as well as a team. The thought, planning and effort put into ", " the event to enhance the participant experience are resonated every ", " step of the way.” ", "You can apply for selection in Paddl Games events by registering to ", " Paddl and keeping an eye on challenges available to you...", "Program Design", "We work with you to develop the perfect challenge for participants and your business ensuring delivery on your objectives.", "Event Design", "We create a uniquely branded experience for your Paddl Games event; t-shirts, posters, stickers, banners, you name it.", "Event Management", "We can work with your team or independently to run the show from start to finish including venue and equipment management.", "Talent Acquisition & Selection", "Based on your specifications, we use our one of a kind platform paddljobs.com and a dedicated Customer Success Manager to source and select the perfect group of participants (and potential hires).", "Partnerships & Mentors", "Having developed a program, there may be great opportunities for collaboration with other businesses or individuals. We’re happy to facilitate this, no problem.", "Swag & Prize Procurement", "In-line with the challenge, it’s brand and yours, we’ll source some great prizes for winners and gear for everyone to take home and share their experience with others.", " ", " These are just a few of the services we provide to deliver you a truly special ", " Paddl Games event. Get in touch to explore our complete solution. ", " ", " Ready to Challenge your thinking? ", " Contact us today to create your unique Paddl Games experience. ", " Embrace the Adventure ", "Learn More ", " ", "Paddl connects your business to a pool of students and graduates of all ages.", "Paddl helps employers better understand an applicant's motivations and commitment.", "Paddl resumes are a new way for applicants to capture and share their professional experience.", " ", "Learn More ", " ", "Paddl gives you a useful and easy to use employer Profile that enables you (or your Paddl Account Manager) to post campaigns and set filters to attract the right applicants.", "Create Your Employer Profile", " Target the talent you want ", " We use advanced filters matched to your campaign to surface relevant applicants. This means you only invest time in the people you want to interview - no more wasted time filtering irrelevant applicants. ", " Use scorecards for faster shortlisting ", " Use engaging Paddl Challenges to quickly filter up applicants right for your business and role. Outline your 'must-haves' and see immediately who meets your requirements. ", " Assess talent based on skills not tasks ", " The Paddl resume allows you to assess talent based on the skills they have acquired through their experiences rather than just the tasks they have performed. ", " Grow your talent pool ", " Use Paddl Jobs to engage Students & Graduates relevant to your business and grow a list of amazing future hires. Their experience and details are all captured on their beautiful Paddl Profile. ", "Talent Found!", "Paddl connects you with passionate and qualified rising talent, simply & quickly. Register as an Employer now.", " Whatever your niche or industry, Paddl has talented students ready to work. ", " “I know when I interview a Paddl candidate they have already been ", " vetted as a suitable fit for our company by a partner who knows us well.” ", " “Paddl is in a great position to support the hospitality industry ", " in taking on the labour crisis it currently faces.” ", " “The day was high energy, high impact and an amazing amount of fun, ", " providing rewards for both students and small business owners. It is ", " a perfect launching pad for the Pharmacy Guild Framework of Change ", " CP2025, and I know Tooradin Pharmacy benefited greatly from the day.” ", " “Paddl facilitates two-way due ", " diligence between graduates and employers.” ", " “Paddl is an innovative program delivering industry with the unique ", " opportunity to engage with the highly talented workforce of tomorrow.” ", " “The Paddl Games Canon Hack Challenge surpassed all of our expectations and ", " highlighted the wealth of home grown innovation and talent that exists in ", " Australia. It inspired all those who participated to think and act ", " differently, proving that the seemingly improbable, is indeed possible.” ", "Please enter a valid email", " Ready to meet the future talent of your business? ", " Create a Paddl Employer Profile to connect with local, talented Students & Graduates today. ", " Embrace the Adventure ", "Learn More ", " ", "Your Paddl profile is your new resume, capture your experiences quickly and easily. ", " Apply for new experiences through Paddl. Build your professional profile throughout your career.", "Paddl lets you know about jobs, opportunities and experiences that help build your professional experience.", "Register your account and receive confirmation", " Register with your email address ", " ", " Receive an activation email and click through the link ", " ", " Complete your profile by adding activity cards ", " Share what makes you unique on your Paddl resume, from your high school education to casual work and competitions. Never submit an empty resume again! ", " Find opportunities close to you ", " Paddl shares a feed of job opportunities, volunteer work and other great experiences near you. ", " Complete challenges for faster shortlisting ", " Opportunities on Paddl have fun challenges to complete within the application process to align your qualifications with the requirements and help you get on the shortlist faster. ", "Gather Valuable Experience", "Gather the experience you need to meet your career goals with Paddl. A Paddl experience could unlock your dream career.", " “OMG, what just happened! Can we do it again? I wish all students ", " in the world have, at least once, the same experience we just had. ” ", " “Paddl provides students the opportunity to be genuinely considered ", " for an industry specific role they would usually be overlooked for.” ", " “Paddl made it very possible for students like me to have a simple ", " and non bureaucratic process to access opportunities.” ", " “It is very easy to use and It’s inspiring ", " to know everything in my feed I’m capable of doing.” ", " “Connecting the right Student to the right job is tough, ", " Paddl is tackling it quite well! They're like angels, or godsends really.” ", " “Paddl helps me find work I can do while ", " I'm a student that relates to the field I want to work in in the future” ", " “The future of tertiary education does not look like the packed lecture ", " halls of universities today, but rather, innovative companies like ", " Paddl who give students relevant professional experience and do ", " so with students best interests at heart.” ", " Ready to start your professional journey? ", " ", "Learn More ", " ", "Contact Us", "A Paddl Crew Member will be right with you.", "Give us a call", " +613-9514-3000", "Chat to a crew member", "Learn More ", " ", "Educator Partners", "Helping us change the way Students navigate their ", " professional journeys.", " Here are a number of employment conscious ", " educators helping to share Paddl opportunities with their students. ", " The Paddl community is made up of talented students from ", " education institutions around the world, including.. ", "Learn More ", " ", "Paddl Games", "Professional Challenges", "Paddl Games facilitate Innovation projects for businesses ", " while providing amazing outcomes for existing and potential staff.", " National Innovation Games ", " In partnership with the Australian Government and COSBOA, Paddl Co. is running 30 Innovation Challenges across Australia over the next two years bringing together emerging talent from universities and the VET sector, small to medium businesses, and leading corporations in cities and regions to kick-start an inclusive innovation culture in Australia. To learn more or apply for the next National Innovation Games Challenge click below. ", " Paddl Games in Action ", " Click below to watch coverage of some of our favourite events. ", " “Within 48 hours, we were able to be mentored by industry experts ", " and produce a prototype for a real business challenge.” ", " “My goal was to improve my business knowledge and pitching skills, ", " I got the opportunity to do both and so much more. Winning was just a bonus! ", " What a crazy, exciting and rewarding 48 hours!” ", " “Paddl Games are providing a unique and invaluable experience for students ", " by exposing them to real business problems within a highly stimulating ", " learning environment in which they can explore their unlimited potential as ", " an individual as well as a team. The thought, planning and effort put into ", " the event to enhance the participant experience are resonated every ", " step of the way.” ", "You can apply for selection in Paddl Games events by registering to ", " Paddl and keeping an eye on challenges available to you...", "Program Design", "We work with you to develop the perfect challenge for participants and your business ensuring delivery on your objectives.", "Event Design", "We create a uniquely branded experience for your Paddl Games event; t-shirts, posters, stickers, banners, you name it.", "Event Management", "We can work with your team or independently to run the show from start to finish including venue and equipment management.", "Talent Acquisition & Selection", "Based on your specifications, we use our one of a kind platform paddljobs.com and a dedicated Customer Success Manager to source and select the perfect group of participants (and potential hires).", "Partnerships & Mentors", "Having developed a program, there may be great opportunities for collaboration with other businesses or individuals. We’re happy to facilitate this, no problem.", "Swag & Prize Procurement", "In-line with the challenge, it’s brand and yours, we’ll source some great prizes for winners and gear for everyone to take home and share their experience with others.", " ", " These are just a few of the services we provide to deliver you a truly special ", " Paddl Games event. Get in touch to explore our complete solution. ", " ", " Ready to Challenge your thinking? ", " Contact us today to create your unique Paddl Games experience. ", " Embrace the Adventure ", "Learn More ", " ", "Company", "Discover more about the business and people behind Paddl.", " ", "Paddl.com", " helps users connect to valuable 'professional experiences' more relevant to the future of work, which builds a modern CV, the Paddl resume. The Paddl resume gives talent the ability to identify and understand the transferrable skills they have acquired through their professional journey, including casual or part-time work, volunteer work, hackathons, meetup events and more. ", " Through ", "Paddl.com", ", users are able to identify, participate in and record these modern experiences, building up their experience profile and skill set, helping them to become better prepared for the future of work. ", " Paddl HQ is based in Melbourne, Australia, one of the top 10 education capitals of the world where a small team is working to make a big difference. Our global community is growing daily and businesses large and small are discovering a smarter, cheaper and more powerful way to recruit talented young professionals. ", "March 2015", "Eureka! Dominique Fisher and John Collins develop the Paddl concept in their Melbourne based incubator CareerLounge.", " may ", " $300K in Funding from Angel Investors ", " june ", " Luke Shillabeer joins as Paddl’s first in-house Engineer. ", " august ", " CJ Lofstrom joins Paddl from Pollenizer to build and lead the design team. ", " september ", " Paddl MVP begins alpha testing. ", " december ", " Dave Slutzkin of Learnable, Sitepoint and Flippa joins as technical advisory. ", "2016", " march ", " ", "Launch Event!", " Paddl begins Beta Pilot with Deakin University, Holmesglen, MYER, Metro Trains, Australia Post, Ray White and more. ", " april ", " Secured $1M in Seed Funding ", " july ", " Paddl employer access released. ", " september ", " Leading Australian educator RMIT joins Paddl to support their students. ", " december ", " Dave Slutzkin of Learnable, Sitepoint and Flippa joins Paddl Advisory Board as Technical Adviser ", "2017", " february ", " Paddl opens registration to global student community. ", " may ", " Canon Australia partners to present first Paddl Games challenge in Sydney NSW. Generates 1500 applications in 2 weeks! ", " july ", " Paddl Employer profiles released. ", " november ", " Andrew Shubin joins Paddl from Culture Amp to build and lead the engineering team. ", " december ", " Australian Broadcasting Corporation partners to present Paddl Games challenge in Sydney, NSW. 100 Paddlrs from ANU, Billy Blue, Federation Uni, Macquarie Uni, Swinburne Uni, TAFE NSW, Uni of Melb, Uni of NSW, Uni of Syd, UTS, Uni of Wollongong, UWS. ", "2018", " may ", " Paddl's ", "Community of Young Professionals", " hits 10,000 registered users and growing! ", " july ", " Paddl Co. partners with the Council of Small Business Organisations of Australia (COSBOA) and the Victorian Government to deliver a series of 5 Paddl Games across metropolitan and regional Victoria. ", " august ", " Paddl Co. wins the ", "Business Merit Award", " at the #techdiveristy Awards for its work in Paddl Games and internal exemplary diversity standards. ", " september ", " Paddl Co partners with COSBOA, the Victorian Government and AGL 6 September to present a challenge in Hastings, Victoria. 10 local businesses plus 60 students are competitively selected to participate from Uni of Melbourne, Deakin Uni, RMIT, Swinburne, Charles Sturt, La Trobe, Holmesglen, Monash, General Assembly, Victoria Uni, Chisolm. ", " october ", " Paddl Co partners with COSBOA, the Victorian Government and Australia Post in Bendigo, Victoria. 10 local businesses plus 60 students are competitively selected from Deakin Uni, La Trobe, Uni of Melbourne, RMIT, Victoria Uni, General Assembly, Holmesglen, Swinburne and Charles Sturt.", "Paddl Co partners with COSBOA, the Victorian Government and Canon Australia in Melbourne, Victoria. 10 local business plus 60 students are competitively selected from Deakin Uni, La Trobe, Uni of Melbourne, RMIT, Victoria Uni, General Assembly, Holmesglen, Swinburne, Monash and Charles Sturt. ", " december ", " Partnership with Western Sydney University secured - ", "paddl.com", " and Paddl Games.", "Bunnings Warehouse partners to present Paddl Games Challenge in Melbourne. 60 students competitively selected from Deakin Uni, La Trobe, Uni of Melbourne, RMIT, Victoria Uni, General Assembly, Holmesglen, Swinburne, Central Queensland, Western Sydney Uni, QUT and Academy Xi. ", "2019", " march ", " COSBOA, Victorian Government and GrowthOps Ltd Paddl Games Melbourne, Victoria. 11 local business are nominated by corporate partners plus 80 students are competitively selected from Deakin Uni, La Trobe, Uni of Melbourne, RMIT, Academy Xi, General Assembly, Central Queensland, Swinburne, Monash and Charles Sturt. ", " april ", " New Activity Cards - Employment category released Full Time and Part Time, Internships, Casual Work. ", " may ", " Ability to share Paddl Profile to LinedIn, Facebook, Twitter and Email.", "COSBOA, Victorian Government and EnergyAustralia Paddl Games Melbourne, Victoria. 10 local businesses plus 60 students are competitively selected from Deakin Uni, La Trobe, Uni of Melbourne, RMIT, Academy Xi, General Assembly, Central Queensland, Swinburne, Monash, Victoria Uni, Torrens, Bill Blue College of Design and Charles Sturt. ", " june ", " New Activity Card - Contract released, Hackathon (Competition Category) with dynamic links to Eventbrite. ", " july ", " WSU Paddl Games 2019 with EnergyAustralia as first challenge partner at the Parramatta South Campus. 70 Western Sydney University students + 11 local businesses participate. ", " august ", " Australian Government Innovation Games 2019/2020 partnership with COSBOA and the Australian Government 30 Paddl Games nationally over 2 years. ", " september ", " WSU Paddl Games 2019 with Westpac as challenge partner at the Parramatta South Campus. 60 Western Sydney University students + 10 local businesses participate. ", "Dominique Fisher", "Founder | CEO", "Chair of the Innovation Expert Panel in Victoria, Non Executive Director of Australia Post, former Non Executive Director of LaunchVic, Founder and CEO of Paddl Co., Investor and Tech Advisor, with 30 years commercialising technology, Dominique brings years of experience, passion and determination to Paddl.", "John E Collins", "Co-Founder | VP Product", "10+ years in technology across product strategy, design, marketing and technical team management, John is a one of a kind problem solver and our VP of Product. As a college dropout himself, there are few more passionate about disrupting student pathways than John.", "Nicole Pogue", "VP Operations", "Master of process and efficiency, Nicole has over 20 years experience keeping the back office of technology companies running. Nicole can turn a spreadsheet into beautiful thing in no time, another multi-talented team leader, Nicole’s meticulous eye for detail and her get-it-done attitude empower the team everyday.", " ", " Meet the rest of our team ", "Dave Slutzkin", "GM at Stax by Versent", "Lachlan Donald", "CTO at Buildkite", "Rachael Neumann", "Ex MD Australia of Eventbrite", "Tyron Ball", "GM at NetNames", "Brett Coventry", "CFO at Catapult", "Adam Hounsell", "Snr. Associate / Manager (Tax) at Deloitte Legal", "Dr. Zivit Inbar", "Director at DifferenThinking", "Jo Fisher", "MD at Jo Fisher Executive", "Learn More ", " ", "Team Paddl", "Paddl's world class team solving a global problem.", "Dominique Fisher", "Founder | CEO", "Founder | CEO", " Dominique just doesn’t have enough time to do all the she loves - whether its her organic farm, vineyard or her garden, she takes every moment life has to offer and some. ", " Travelling is another passion in her search of ever more experiences (best expressed by sharing food with the locals!). ", "John E Collins", "Co-Founder | VP Product", "Co-Founder | VP Product", " JC loves experiencing different cultures, learning new ways of thinking and most of all skiing. ", " His idea of adventure is travelling to a big city and a big mountain such as Tokyo & Niseko or Paris & Chamonix so he might discover something new to influence his craft at work.", " Plus… skiing is awesome. ", "Nicole Pogue", "VP Operations", "VP Operations", " Whether it’s making company travel arrangements or wandering through the countryside on wheels, Nic loves traveling above all. ", " The perfect adventure would be to explore the wonders of Oz with her family in a caravan, hiking or riding bikes followed by a well-deserved glass of wine by the fire pit. ", "Andrew Shubin", "Head of Engineering", "Head of Engineering", " Growing up near a large river and boundless forests, Andrew has been on a continuous journey, camping, fishing, and hunting. ", " Since moving to Australia with his big family, Andrew's dream is to explore vast lands of the continent and all the blue oceans around. ", "CJ Lofstrom", "Head of Design", "Head of Design", " CJ has a tendency to be hungry for what there is to see, and eat, around the corner and around the world. Whether travels are made pedalling or airborne he's in the zone when making tracks to meet new people and fetch up new ideas. ", " Being a big believer in embracing the best each place has to offer, he remains on a mission to also utilise what his own skills may have to offer - in this case shaping Paddl by design. ", "Luke Shillabeer", "Snr. Software Engineer", "Snr. Software Engineer", " From a young age, Luke wanted to know how things worked. Adventurous at heart, he embarked on quests to disassemble toasters, map infrastructure and build substantial treehouses. ", " Now his adventures involve weekends away with friends, a goal to achieve and meal to share at the end of a full day. ", "Irene Lin", "Software Engineer", "Software Engineer", " Irene loves to make plans and keep things tidy which are essential for programming and that’s why she loves being a software engineer. ", " Her ideal adventure is travelling around the world with her laptop to experience different cultures and meet interesting people while developing useful apps to solve problems. ", "Judith Baeta", "Customer Success Executive", "Customer Success Executive", " Judith is inspired by the sun and the sea. Nothing would make her happier than an eternal summer. ", " Her idea of adventure is to rent a van and drive for miles along a coastal road to discover secret hidden beaches, those with no easy access. Surfing would be a plus, but she first need to learn! ", "Arpa Barua", "Graduate Software Engineer", "Graduate Software Engineer", " Arpa loves exploring what mother nature has to offer. ", " Her perfect adventure would be a visit to wildlife or marine parks or a walk on the beach so that she can feel closer to nature and loosen up. In her free time, she is busy watching tv series, horror movies, chick flicks or reading CreepyPasta on Reddit. ", "Rebecca Clinton", "Ops / Data Support", "Ops / Data Support", " Bec regularly hits targets not only in business but in her free time as well. ", " Her perfect adventure combines nature, traveling and activity. No wonder she spends her weekends winning medals as a professional clay target shooter while discovering the beauties of Victorian countryside. ", "Kobe Dog", "K9 Consultant", "Caitlin Pereira", "Head of Growth Partnerships", "Head of Growth Partnerships", " Caitlin tries to live Winston Churchill's statement that a polo handicap is a passport to the world having played in the US, China, Argentina, Thailand and now searching for the right club in Australia. ", " When not on the back of a horse, Caitlin loves exploring her new home and the countryside of regional Victoria. ", "Aaron O'Farrell", "Partnerships Coordinator", "Partnerships Coordinator", " If Aaron passes a dog, he has to say hello and try pet it. When he's not seeking out canine companions, he'll likely be found with food in one hand and a book in the other. ", "Visiting new places and learning about different cultures brings him great joy. When he was ten years old, Muhammad Ali punched him in the face. True Story. Ask him about it. ", "Learn More ", " ", "Team Paddl", "Paddl's world class team solving a global problem.", "Dominique Fisher", "Founder | CEO", "Founder | CEO", " Dominique just doesn’t have enough time to do all the she loves - whether its her organic farm, vineyard or her garden, she takes every moment life has to offer and some. ", " Travelling is another passion in her search of ever more experiences (best expressed by sharing food with the locals!). ", "John E Collins", "Co-Founder | VP Product", "Co-Founder | VP Product", " JC loves experiencing different cultures, learning new ways of thinking and most of all skiing. ", " His idea of adventure is travelling to a big city and a big mountain such as Tokyo & Niseko or Paris & Chamonix so he might discover something new to influence his craft at work.", " Plus… skiing is awesome. ", "Nicole Pogue", "VP Operations", "VP Operations", " Whether it’s making company travel arrangements or wandering through the countryside on wheels, Nic loves traveling above all. ", " The perfect adventure would be to explore the wonders of Oz with her family in a caravan, hiking or riding bikes followed by a well-deserved glass of wine by the fire pit. ", "Andrew Shubin", "Head of Engineering", "Head of Engineering", " Growing up near a large river and boundless forests, Andrew has been on a continuous journey, camping, fishing, and hunting. ", " Since moving to Australia with his big family, Andrew's dream is to explore vast lands of the continent and all the blue oceans around. ", "CJ Lofstrom", "Head of Design", "Head of Design", " CJ has a tendency to be hungry for what there is to see, and eat, around the corner and around the world. Whether travels are made pedalling or airborne he's in the zone when making tracks to meet new people and fetch up new ideas. ", " Being a big believer in embracing the best each place has to offer, he remains on a mission to also utilise what his own skills may have to offer - in this case shaping Paddl by design. ", "Luke Shillabeer", "Snr. Software Engineer", "Snr. Software Engineer", " From a young age, Luke wanted to know how things worked. Adventurous at heart, he embarked on quests to disassemble toasters, map infrastructure and build substantial treehouses. ", " Now his adventures involve weekends away with friends, a goal to achieve and meal to share at the end of a full day. ", "Irene Lin", "Software Engineer", "Software Engineer", " Irene loves to make plans and keep things tidy which are essential for programming and that’s why she loves being a software engineer. ", " Her ideal adventure is travelling around the world with her laptop to experience different cultures and meet interesting people while developing useful apps to solve problems. ", "Judith Baeta", "Customer Success Executive", "Customer Success Executive", " Judith is inspired by the sun and the sea. Nothing would make her happier than an eternal summer. ", " Her idea of adventure is to rent a van and drive for miles along a coastal road to discover secret hidden beaches, those with no easy access. Surfing would be a plus, but she first need to learn! ", "Arpa Barua", "Graduate Software Engineer", "Graduate Software Engineer", " Arpa loves exploring what mother nature has to offer. ", " Her perfect adventure would be a visit to wildlife or marine parks or a walk on the beach so that she can feel closer to nature and loosen up. In her free time, she is busy watching tv series, horror movies, chick flicks or reading CreepyPasta on Reddit. ", "Rebecca Clinton", "Ops / Data Support", "Ops / Data Support", " Bec regularly hits targets not only in business but in her free time as well. ", " Her perfect adventure combines nature, traveling and activity. No wonder she spends her weekends winning medals as a professional clay target shooter while discovering the beauties of Victorian countryside. ", "Kobe Dog", "K9 Consultant", "Caitlin Pereira", "Head of Growth Partnerships", "Head of Growth Partnerships", " Caitlin tries to live Winston Churchill's statement that a polo handicap is a passport to the world having played in the US, China, Argentina, Thailand and now searching for the right club in Australia. ", " When not on the back of a horse, Caitlin loves exploring her new home and the countryside of regional Victoria. ", "Aaron O'Farrell", "Partnerships Coordinator", "Partnerships Coordinator", " If Aaron passes a dog, he has to say hello and try pet it. When he's not seeking out canine companions, he'll likely be found with food in one hand and a book in the other. ", "Visiting new places and learning about different cultures brings him great joy. When he was ten years old, Muhammad Ali punched him in the face. True Story. Ask him about it. ", "Learn More ", " "], "emails": ["hello@paddljobs.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com", "support@paddl.com"], "addresses": [], "social_media_links": [], "telephone_numbers": ["+61 3 9514 3000", "131 952 004", "131 952 004", "+613-9514-3000", "131 952 004", "131 952 004", "+613-9514-3000", "+613-9514-3000", "17.706 1.708", "16.292.293 9 7.586 1.707.293.293 1.707 7.586 9 .293 16.293", "1.414 1.414", "7.292 7.293 1.414-1.415", "17.706 1.708", "16.292.293 9 7.586 1.707.293.293 1.707 7.586 9 .293 16.293", "1.414 1.414", "7.292 7.293 1.414-1.415"], "lda_resutls": [[0, "0.022*\"paddl\" + 0.015*\"interest\" + 0.014*\"law\" + 0.012*\"title\" + 0.012*\"access\" + 0.012*\"claim\" + 0.012*\"business\" + 0.011*\"platform\" + 0.011*\"right\" + 0.011*\"new\""], [1, "0.060*\"paddl\" + 0.037*\"student\" + 0.032*\"com\" + 0.027*\"support\" + 0.020*\"game\" + 0.017*\"work\" + 0.016*\"partnership\" + 0.016*\"event\" + 0.015*\"business\" + 0.014*\"government\""], [2, "0.032*\"campaign\" + 0.030*\"claim\" + 0.022*\"may\" + 0.021*\"include\" + 0.020*\"employer\" + 0.020*\"liability\" + 0.016*\"reason\" + 0.016*\"term\" + 0.012*\"fee\" + 0.010*\"termination\""], [3, "0.022*\"right\" + 0.017*\"experience\" + 0.014*\"design\" + 0.013*\"information\" + 0.012*\"business\" + 0.012*\"campaign\" + 0.012*\"register\" + 0.011*\"time\" + 0.011*\"include\" + 0.011*\"talent\""], [4, "0.051*\"term\" + 0.031*\"change\" + 0.030*\"platform\" + 0.026*\"campaign\" + 0.022*\"information\" + 0.017*\"user\" + 0.016*\"provide\" + 0.014*\"notice\" + 0.013*\"must\" + 0.013*\"party\""], [5, "0.034*\"platform\" + 0.026*\"user\" + 0.020*\"otherwise\" + 0.020*\"campaign\" + 0.019*\"information\" + 0.014*\"privacy\" + 0.014*\"register\" + 0.013*\"paddl\" + 0.013*\"publish\" + 0.013*\"person\""], [6, "0.060*\"paddl\" + 0.033*\"platform\" + 0.020*\"profile\" + 0.020*\"software\" + 0.017*\"material\" + 0.016*\"include\" + 0.016*\"right\" + 0.015*\"property\" + 0.015*\"access\" + 0.014*\"publish\""], [7, "0.053*\"platform\" + 0.029*\"employer\" + 0.025*\"profile\" + 0.024*\"information\" + 0.024*\"experience\" + 0.020*\"include\" + 0.020*\"paddl\" + 0.020*\"campaign\" + 0.018*\"employment\" + 0.018*\"student\""], [8, "0.041*\"email\" + 0.025*\"may\" + 0.020*\"address\" + 0.018*\"notice\" + 0.018*\"require\" + 0.018*\"send\" + 0.016*\"paddl\" + 0.016*\"name\" + 0.014*\"provide\" + 0.013*\"include\""], [9, "0.038*\"account\" + 0.022*\"term\" + 0.019*\"platform\" + 0.017*\"access\" + 0.017*\"immediate\" + 0.016*\"employer\" + 0.016*\"notice\" + 0.015*\"grant\" + 0.015*\"campaign\" + 0.013*\"non\""]], "kpe_resutls": [["internship campaign", 0.13257317446941877], ["profession experi", 0.12892363449913918], ["employ campaign volunt", 0.1216886219595349], ["paddl resum", 0.09234376262963107], ["student employ access", 0.0839063320481524], ["supercharg", 0.07831970499161049], ["work", 0.07722944945532408], ["talent readi", 0.0759389417504361], ["futur", 0.07462441370337862], ["overview", 0.0603304903756572]], "rake_resutls": [[60.80076185646673, "prove job readiness paddl helps students gather crucial professional experience"], [60.599999999999994, "judith baeta customer success executive customer success executive judith"], [50.92678571428573, "increasingly competitive job market .” “ western sydney university"], [45.6, "irene lin software engineer software engineer irene loves"], [45.20675770308123, "paddl games professional challenges paddl games facilitate innovation projects"], [42.77450980392157, "technical adviser 2017 february paddl opens registration"], [40.00000000000001, "kobe dog k9 consultant caitlin pereira head"], [39.845556404379934, "paddl measure student experience paddl provides meaningful analysis"], [38.2922077922078, "next two years bringing together emerging talent"], [38.06022408963585, "rewarding 48 hours !” “ paddl games"], [35.38095238095238, "vp product jc loves experiencing different cultures"], [34.28968253968254, "nicole pogue vp operations vp operations whether"], [32.285714285714285, "buildkite rachael neumann ex md australia"], [31.774509803921568, "september paddl mvp begins alpha testing"], [31.774509803921568, "september leading australian educator rmit joins paddl"], [30.524509803921568, "seed funding july paddl employer access released"], [30.22023809523809, "valid email address (“ account information ”)."], [30.166666666666668, "angel investors june luke shillabeer joins"], [30.158438375350137, "godsends really .” “ paddl helps"], [28.977777777777778, "data support bec regularly hits targets"], [28.599906629318394, "paddl games canon hack challenge surpassed"], [28.172619047619047, "august australian government innovation games 2019"], [28.05546218487395, "australian government 30 paddl games nationally"], [27.700396825396826, "next national innovation games challenge click"], [27.575105042016805, "day .” “ paddl facilitates two"], [26.560714285714283, "running 30 innovation challenges across australia"], [25.797619047619047, "nicole pogue vp operations master"], [25.7, "61 3 9514 3000 send us"], [25.441176470588232, "faster shortlisting use engaging paddl challenges"], [24.56494252873563, "10 local businesses plus 60 students"], [24.525105042016804, "knows us well .” “ paddl"], [24.4816091954023, "10 local business plus 60 students"], [23.572128851540615, "september wsu paddl games 2019"], [23.572128851540615, "july wsu paddl games 2019"], [22.67207792207792, "student employability access emerging talent ready"], [22.374466338259438, "60 western sydney university students"], [22.322128851540615, "5 paddl games across metropolitan"], [22.294214237419105, "“ paddl helps students gain"], [22.124466338259438, "70 western sydney university students"], [21.944444444444443, "december australian broadcasting corporation partners"], [21.7, "farrell partnerships coordinator partnerships coordinator"], [21.666666666666664, "know tooradin pharmacy benefited greatly"], [21.426053639846742, "corporate partners plus 80 students"], [21.31904761904762, "helps us design enriched olutions"], [21.145454545454545, "termination may occur without prior notice"], [20.822128851540615, "growthops ltd paddl games melbourne"], [20.774509803921568, "november andrew shubin joins paddl"], [20.774509803921568, "august cj lofstrom joins paddl"], [20.57142857142857, "applicable bank overdraft interest rate"], [20.524509803921568, "july paddl employer profiles released"]], "guided_lda_resutls": [["platform", "may", "right", "users", "liability", "means", "required", "permitted", "com", "victoria"], ["paddl", "terms", "campaign", "access", "whether", "business", "materials", "games", "ip", "event"], ["employer", "including", "employment", "without", "purpose", "time", "must", "notice", "australia", "provide"], ["profile", "account", "otherwise", "paddl", "user", "students", "experience", "limited", "published", "software"], ["information", "us", "claim", "law", "email", "available", "person", "provided", "includes", "agree"]], "textrank_resutls": [[0.08174579936974002, 4, "paddl games professional challenges paddl games"], [0.07844948821466997, 2, "paddl terms"], [0.07557161592792484, 3, "paddl employer"], [0.0754186499592007, 67, "paddl profile"], [0.07531843972863331, 1, "paddl opportunities"], [0.07483652273793069, 23, "paddl games"], [0.07184125405614553, 4, "paddl games events"], [0.07099650189418871, 9, "paddl co."], [0.07094164525260788, 4, "paddl content"], [0.07094159732863037, 3, "paddl co"], [0.0705121949170934, 1, "paddl jobs"], [0.07047853849580675, 1, "paddl challenges"], [0.07047759174915673, 4, "paddl advertisements"], [0.07044287136862208, 4, "paddl logos"], [0.07034549052620158, 28, "paddl ip"], [0.07001636190173609, 2, "paddl games challenge"], [0.06972935805920485, 1, "paddl mvp"], [0.06969628949544618, 8, "paddl profiles"], [0.0696565118200027, 2, "paddl www.paddl.com"], [0.06956524250364848, 1, "energyaustralia paddl games"], [0.06955337917965884, 2, "paddl journey"], [0.06947258546421076, 2, "paddl hq"], [0.06907934445957783, 2, "paddl account manager"], [0.06784103347434516, 3, "paddl co partners"], [0.06699915518959934, 1, "first paddl games challenge"], [0.06508553590225012, 2, "paddl advisory board"], [0.06277788020927266, 4, "paddl co. pty ltd"], [0.05790551027051768, 2, "team paddl paddls"], [0.056524044163832235, 2, "other employer information"], [0.05316723403941319, 4, "other information"], [0.05157136967744294, 1, "other great experiences"], [0.050884219695426273, 4, "other opportunity"], [0.05014865660900567, 2, "other businesses"], [0.04975891349228676, 2, "other materials"], [0.04867884226681458, 10, "other users"], [0.048310484146382726, 2, "your unique paddl games experience"], [0.047890647304274954, 1, "a paddl employer profile"], [0.04734605209896222, 4, "other notices"], [0.04723555283641623, 4, "other user"], [0.047117229582775255, 2, "paddl profile and account information"], [0.04619802577599442, 2, "platform or paddl"], [0.04588158770501999, 4, "other liabilities"], [0.045824592524810345, 16, "other person"], [0.04579326218436329, 2, "more    team paddl paddls world class team"], [0.04558384051534587, 1, "a paddl experience"], [0.04546442134092752, 1, "july   paddl employer profiles"], [0.045290526306176276, 2, "experience opportunity"], [0.044662938262943944, 1, "their beautiful paddl profile"], [0.04442539992332024, 1, "measure student experience"], [0.04428323866113462, 1, "july   wsu paddl games"]], "textrank_summery__resutls": ["You acknowledge and agree that: you have no right, title or interest in the copyright of any Campaign materials published on the Platform (which copyright is owned by us or by the relevant Employer (as the case may be)); all Intellectual Property Rights of Paddl (including but not limited to copyright in the software and codes underpinning the Platform), Paddl advertisements, Paddl content and Paddl logos (collectively Paddl IP) are the sole and exclusive property of Paddl; you have no right, title or interest in or to any Paddl IP and your access to, or use of, the Platform, does not convey to, or result in, any transfer to you of any right, title or interest in or to any Paddl IP; you will not challenge or infringe any intellectual property rights (including the Paddl IP) owned by us; and we are expressly authorised to use: your name, Paddl Profile and Account Information ( Your IP ) for: Except as provided in clause 5.1(e), any other use by us of Your IP, whether in print or electronically, in a manner which will, or is likely to, identify you will require your prior approval.", "You acknowledge and agree that: you have no right, title or interest in the copyright of any Campaign materials published on the Platform (which copyright is owned by us or by the relevant Employer (as the case may be)); all Intellectual Property Rights of Paddl (including but not limited to copyright in the software and codes underpinning the Platform), Paddl advertisements, Paddl content and Paddl logos (collectively Paddl IP) are the sole and exclusive property of Paddl; you have no right, title or interest in or to any Paddl IP and your access to, or use of, the Platform, does not convey to, or result in, any transfer to you of any right, title or interest in or to any Paddl IP; you will not challenge or infringe any intellectual property rights (including the Paddl IP) owned by us; and we are expressly authorised to use: your name, Paddl Profile and Account Information ( Your IP ) for: Except as provided in clause 5.1(e), any other use by us of Your IP, whether in print or electronically, in a manner which will, or is likely to, identify you will require your prior approval.", "You acknowledge and agree that: all Intellectual Property Rights of Paddl (including but not limited to copyright in the software and codes underpinning the Platform), Paddl advertisements, Paddl content and Paddl logos (collectively Paddl IP) are the sole and exclusive property of Paddl; you have no right, title or interest in or to any Paddl IP and your access to, or use of, the Platform, does not convey to, or result in, any transfer to you of any right, title or interest in or to any Paddl IP; and we are authorised to use your Your IP (refer to clause 5.2 below) for the purpose of fulfilling our obligations to you under the Terms.", "You acknowledge and agree that: all Intellectual Property Rights of Paddl (including but not limited to copyright in the software and codes underpinning the Platform), Paddl advertisements, Paddl content and Paddl logos (collectively Paddl IP) are the sole and exclusive property of Paddl; you have no right, title or interest in or to any Paddl IP and your access to, or use of, the Platform, does not convey to, or result in, any transfer to you of any right, title or interest in or to any Paddl IP; and we are authorised to use your Your IP (refer to clause 5.2 below) for the purpose of fulfilling our obligations to you under the Terms.", "Campaigns and any Campaign materials or other content posted by you on the Platform do not breach any copyright or privacy laws or the Intellectual Property Rights of any third party; the information provided in your Campaigns does not breach any law or the rights of any person (including legislation regarding consumer protection and anti-competitive conduct, equal opportunity and human rights); in contracting and/or interacting with you, our relationship with you is as an independent contractor and, in particular, we do not act as your agent or employer; you will not use the Platform for any purpose other than the express purpose for which access has been granted under the Terms;  you will not use the Platform or any features of the Platform or products offered on the Platform or by us to upload, download, transact, store or make available data that is unlawful, harassing, threatening, harmful, tortious, defamatory, libellous, abusive, violent, obscene, invasive of another’s privacy, racially or ethnically offensive or otherwise in our opinion objectionable or damaging to us, our reputation, other Employers and/or Users or to any other person (or persons) generally; you will not assign or transfer any rights and obligations pursuant to the Terms to any other person or entity without our prior written approval (which approval will not be unreasonably withheld)."], "wordcloud_resutls": [["Paddl", 1.0], ["Campaign", 0.6046511627906976], ["User", 0.45348837209302323], ["Employer", 0.4127906976744186], ["Paddl Profile", 0.38953488372093026], ["Platform", 0.36046511627906974], ["will", 0.29651162790697677], ["us", 0.28488372093023256], ["including", 0.26744186046511625], ["Employer Account", 0.22093023255813954], ["student", 0.19767441860465115], ["use", 0.19767441860465115], ["time", 0.19767441860465115], ["experience", 0.19186046511627908], ["Term", 0.19186046511627908], ["use Platform", 0.18604651162790697], ["may", 0.1744186046511628], ["published Platform", 0.1744186046511628], ["Paddl Games", 0.1686046511627907], ["person", 0.16279069767441862], ["reserve right", 0.16279069767441862], ["Australia", 0.14534883720930233], ["employment", 0.13953488372093023], ["work", 0.13953488372093023], ["personal information", 0.13953488372093023], ["business", 0.13372093023255813], ["must", 0.13372093023255813], ["challenge", 0.13372093023255813], ["access Platform", 0.12790697674418605], ["relevant", 0.12209302325581395], ["information", 0.12209302325581395], ["new", 0.12209302325581395], ["service", 0.11627906976744186], ["including limited", 0.11627906976744186], ["means", 0.11046511627906977], ["respect", 0.10465116279069768], ["law", 0.10465116279069768], ["Campaign Fee", 0.10465116279069768], ["third party", 0.10465116279069768], ["Learn", 0.09883720930232558], ["email address", 0.09883720930232558], ["event", 0.09302325581395349], ["create", 0.09302325581395349], ["liability", 0.09302325581395349], ["offer", 0.09302325581395349], ["contract tort", 0.09302325581395349], ["Intellectual Property", 0.09302325581395349], ["Property Rights", 0.09302325581395349], ["without prior", 0.09302325581395349], ["Paddl IP", 0.09302325581395349], ["provide", 0.0872093023255814], ["team", 0.0872093023255814], ["purpose", 0.08139534883720931], ["opportunity", 0.08139534883720931], ["copyright", 0.08139534883720931], ["available Platform", 0.08139534883720931], ["absolute discretion", 0.08139534883720931], ["Terms will", 0.08139534883720931], ["Account Information", 0.08139534883720931], ["right title", 0.08139534883720931], ["title interest", 0.08139534883720931], ["maximum extent", 0.08139534883720931], ["extent permitted", 0.08139534883720931], ["permitted law", 0.08139534883720931], ["employees agents", 0.08139534883720931], ["Software Engineer", 0.08139534883720931], ["talent", 0.0755813953488372], ["education", 0.0755813953488372], ["apply", 0.0755813953488372], ["Paddl Co", 0.0755813953488372], ["Activity Card", 0.0755813953488372], ["accept", 0.06976744186046512], ["agree", 0.06976744186046512], ["particular", 0.06976744186046512], ["make", 0.06976744186046512], ["features available", 0.06976744186046512], ["claim action", 0.06976744186046512], ["includes limited", 0.06976744186046512], ["arising connection", 0.06976744186046512], ["terms conditions", 0.06976744186046512], ["access use", 0.06976744186046512], ["support paddl", 0.06976744186046512], ["regardless whether", 0.06976744186046512], ["approval may", 0.06976744186046512], ["Campaign materials", 0.06976744186046512], ["information provided", 0.06976744186046512], ["computer system", 0.06976744186046512], ["industry", 0.06395348837209303], ["competition", 0.06395348837209303], ["skill", 0.06395348837209303], ["build", 0.05813953488372093], ["made", 0.05813953488372093], ["one", 0.05813953488372093], ["granted", 0.05813953488372093], ["publish", 0.05813953488372093], ["obligation", 0.05813953488372093], ["post", 0.05813953488372093], ["IP", 0.05813953488372093], ["material", 0.05813953488372093], ["advertisement", 0.05813953488372093], ["guarantee", 0.05813953488372093], ["problem", 0.05813953488372093], ["design", 0.05813953488372093], ["loves", 0.05813953488372093], ["employment training", 0.05813953488372093], ["training internship", 0.05813953488372093], ["publication change", 0.05813953488372093], ["required law", 0.05813953488372093], ["acknowledge agree", 0.05813953488372093], ["provided us", 0.05813953488372093], ["materials published", 0.05813953488372093], ["misuse interference", 0.05813953488372093], ["interference loss", 0.05813953488372093], ["loss unauthorised", 0.05813953488372093], ["unauthorised access", 0.05813953488372093], ["access modification", 0.05813953488372093], ["modification disclosure", 0.05813953488372093], ["written approval", 0.05813953488372093], ["great", 0.05232558139534884], ["day", 0.05232558139534884], ["position", 0.05232558139534884], ["help", 0.05232558139534884], ["graduate", 0.05232558139534884], ["years", 0.05232558139534884], ["share", 0.05232558139534884], ["big", 0.05232558139534884], ["registered Paddl", 0.05232558139534884], ["ready", 0.046511627906976744], ["choose", 0.046511627906976744], ["talented", 0.046511627906976744], ["opportunities", 0.046511627906976744], ["payable", 0.046511627906976744], ["notice", 0.046511627906976744], ["know", 0.046511627906976744], ["Volunteer", 0.046511627906976744], ["name", 0.046511627906976744], ["applicable", 0.046511627906976744], ["Stripe", 0.046511627906976744], ["content", 0.046511627906976744], ["Reliance", 0.046511627906976744], ["detail", 0.046511627906976744], ["case", 0.046511627906976744], ["job", 0.046511627906976744], ["Partnership", 0.046511627906976744], ["explore", 0.046511627906976744], ["well", 0.046511627906976744], ["applicant", 0.046511627906976744], ["meet", 0.046511627906976744], ["professional experience", 0.046511627906976744], ["internship placement", 0.046511627906976744], ["available Users", 0.046511627906976744], ["personal development", 0.046511627906976744], ["development social", 0.046511627906976744], ["social experience", 0.046511627906976744], ["whether registered", 0.046511627906976744], ["registered unregistered", 0.046511627906976744], ["fact matter", 0.046511627906976744], ["matter circumstance", 0.046511627906976744], ["action demand", 0.046511627906976744], ["demand proceeding", 0.046511627906976744], ["will required", 0.046511627906976744], ["prior notice", 0.046511627906976744], ["change Terms", 0.046511627906976744], ["use email", 0.046511627906976744], ["time reason", 0.046511627906976744], ["name logo", 0.046511627906976744], ["without need", 0.046511627906976744], ["protected data", 0.046511627906976744], ["officers employees", 0.046511627906976744], ["person claiming", 0.046511627906976744], ["claiming behalf", 0.046511627906976744], ["respect Claim", 0.046511627906976744], ["whether Claim", 0.046511627906976744], ["Claim contract", 0.046511627906976744], ["tort includes", 0.046511627906976744], ["includes negligence", 0.046511627906976744], ["negligence statute", 0.046511627906976744], ["statute law", 0.046511627906976744], ["prior written", 0.046511627906976744], ["approval approval", 0.046511627906976744], ["students graduate", 0.046511627906976744], ["potential", 0.040697674418604654], ["people", 0.040697674418604654], ["today", 0.040697674418604654], ["way", 0.040697674418604654], ["connect", 0.040697674418604654], ["payment", 0.040697674418604654], ["non", 0.040697674418604654], ["within", 0.040697674418604654], ["amount", 0.040697674418604654], ["place", 0.040697674418604654], ["businesses", 0.040697674418604654], ["thing", 0.040697674418604654], ["Paddl resume", 0.040697674418604654], ["business organisation", 0.040697674418604654], ["Volunteering", 0.03488372093023256], ["Gather", 0.03488372093023256], ["world", 0.03488372093023256], ["give", 0.03488372093023256], ["whether", 0.03488372093023256], ["based", 0.03488372093023256], ["via", 0.03488372093023256], ["right", 0.03488372093023256], ["order", 0.03488372093023256], ["interact", 0.03488372093023256], ["providing", 0.03488372093023256], ["authorised", 0.03488372093023256], ["following", 0.03488372093023256], ["refer", 0.03488372093023256], ["clause", 0.03488372093023256], ["solely", 0.03488372093023256], ["express", 0.03488372093023256], ["responsibility", 0.03488372093023256], ["medium", 0.03488372093023256], ["response", 0.03488372093023256], ["company", 0.03488372093023256], ["individual", 0.03488372093023256], ["unique", 0.03488372093023256], ["idea", 0.03488372093023256], ["professional journey", 0.03488372093023256], ["Dominique Fisher", 0.03488372093023256], ["John Collins", 0.03488372093023256], ["around world", 0.03488372093023256], ["purpose using", 0.03488372093023256], ["placement conference", 0.03488372093023256], ["conference event", 0.03488372093023256], ["event competition", 0.03488372093023256], ["experiences opportunities", 0.03488372093023256], ["experience opportunity", 0.03488372093023256], ["made available", 0.03488372093023256], ["means Intellectual", 0.03488372093023256], ["use features", 0.03488372093023256], ["access granted", 0.03488372093023256], ["username password", 0.03488372093023256], ["work related", 0.03488372093023256], ["purpose building", 0.03488372093023256], ["Platform via", 0.03488372093023256], ["notice writing", 0.03488372093023256], ["notice change", 0.03488372093023256], ["agree bound", 0.03488372093023256], ["bound Terms", 0.03488372093023256], ["Privacy Policy", 0.03488372093023256], ["third parties", 0.03488372093023256], ["may opt", 0.03488372093023256], ["part Terms", 0.03488372093023256], ["convey result", 0.03488372093023256], ["result transfer", 0.03488372093023256], ["transfer right", 0.03488372093023256], ["without limitation", 0.03488372093023256], ["reason termination", 0.03488372093023256], ["solely risk", 0.03488372093023256], ["responsibility liability", 0.03488372093023256], ["use reasonable", 0.03488372093023256], ["reasonable efforts", 0.03488372093023256], ["whether caused", 0.03488372093023256], ["Platform example", 0.03488372093023256], ["recommend endorse", 0.03488372093023256], ["harassing threatening", 0.03488372093023256], ["threatening harmful", 0.03488372093023256], ["harmful tortious", 0.03488372093023256], ["tortious defamatory", 0.03488372093023256], ["defamatory libellous", 0.03488372093023256], ["libellous abusive", 0.03488372093023256], ["abusive violent", 0.03488372093023256], ["violent obscene", 0.03488372093023256], ["obscene invasive", 0.03488372093023256], ["invasive another", 0.03488372093023256], ["another privacy", 0.03488372093023256], ["privacy racially", 0.03488372093023256], ["racially ethnically", 0.03488372093023256], ["ethnically offensive", 0.03488372093023256], ["objectionable damaging", 0.03488372093023256], ["damaging us", 0.03488372093023256], ["us reputation", 0.03488372093023256], ["reputation Employers", 0.03488372093023256], ["persons generally", 0.03488372093023256], ["will take", 0.03488372093023256], ["take steps", 0.03488372093023256], ["steps reasonable", 0.03488372093023256], ["reasonable maintain", 0.03488372093023256], ["protect misuse", 0.03488372093023256], ["disclosure expressly", 0.03488372093023256], ["agents contractors", 0.03488372093023256], ["will liable", 0.03488372093023256], ["including negligence", 0.03488372093023256], ["represent warrant", 0.03488372093023256], ["warrant acknowledge", 0.03488372093023256], ["participate Campaign", 0.03488372093023256], ["may withheld", 0.03488372093023256], ["sole discretion", 0.03488372093023256], ["Act Cth", 0.03488372093023256], ["related parties", 0.03488372093023256], ["responding Campaign", 0.03488372093023256], ["accuracy completeness", 0.03488372093023256], ["Games event", 0.03488372093023256], ["Customer Success", 0.03488372093023256], ["COSBOA Victorian", 0.03488372093023256], ["Victorian Government", 0.03488372093023256], ["students competitively", 0.03488372093023256], ["competitively selected", 0.03488372093023256], ["Uni Melbourne", 0.03488372093023256], ["Deakin Uni", 0.03488372093023256], ["La Trobe", 0.03488372093023256], ["General Assembly", 0.03488372093023256], ["Founder CEO", 0.03488372093023256], ["VP Product", 0.03488372093023256], ["different cultures", 0.03488372093023256], ["perfect adventure", 0.03488372093023256], ["professional", 0.029069767441860465], ["small", 0.029069767441860465], ["support", 0.029069767441860465], ["please", 0.029069767441860465], ["privacy", 0.029069767441860465], ["full", 0.029069767441860465], ["data", 0.029069767441860465], ["act", 0.029069767441860465], ["product", 0.029069767441860465], ["Educator", 0.029069767441860465], ["perfect", 0.029069767441860465], ["home", 0.029069767441860465], ["partner", 0.029069767441860465], ["first", 0.029069767441860465], ["september", 0.029069767441860465], ["Nicole Pogue", 0.029069767441860465], ["Andrew Shubin", 0.029069767441860465], ["CJ Lofstrom", 0.029069767441860465], ["Luke Shillabeer", 0.029069767441860465], ["valid email", 0.029069767441860465], ["Western Sydney", 0.029069767441860465], ["Innovation Games", 0.029069767441860465], ["Games Challenge", 0.029069767441860465], ["Victoria local", 0.029069767441860465], ["local businesses", 0.029069767441860465], ["plus students", 0.029069767441860465], ["Charles Sturt", 0.029069767441860465], ["Victoria Uni", 0.029069767441860465], ["selected Deakin", 0.029069767441860465], ["Uni La", 0.029069767441860465], ["Trobe Uni", 0.029069767441860465], ["Melbourne RMIT", 0.029069767441860465], ["Co Founder", 0.029069767441860465], ["Founder VP", 0.029069767441860465], ["VP Operations", 0.029069767441860465], ["journey", 0.023255813953488372], ["Andrew", 0.023255813953488372], ["Caitlin", 0.023255813953488372], ["around", 0.023255813953488372], ["using", 0.023255813953488372], ["hires", 0.023255813953488372], ["owned", 0.023255813953488372], ["add", 0.023255813953488372], ["advertised", 0.023255813953488372], ["Fee", 0.023255813953488372], ["Account", 0.023255813953488372], ["circumstance", 0.023255813953488372], ["login", 0.023255813953488372], ["provision", 0.023255813953488372], ["accordance", 0.023255813953488372], ["pay", 0.023255813953488372], ["deliver", 0.023255813953488372], ["liable", 0.023255813953488372], ["paid", 0.023255813953488372], ["responsible", 0.023255813953488372], ["online", 0.023255813953488372], ["form", 0.023255813953488372], ["subject", 0.023255813953488372], ["require", 0.023255813953488372], ["receive", 0.023255813953488372], ["breach", 0.023255813953488372], ["genuine", 0.023255813953488372], ["Nothing", 0.023255813953488372], ["withheld", 0.023255813953488372], ["acquired", 0.023255813953488372], ["obtain", 0.023255813953488372], ["associated", 0.023255813953488372], ["tag", 0.023255813953488372], ["end", 0.023255813953488372], ["deem", 0.023255813953488372], ["others", 0.023255813953488372], ["enter", 0.023255813953488372], ["identify", 0.023255813953488372], ["outcome", 0.023255813953488372], ["brand", 0.023255813953488372], ["Innovation", 0.023255813953488372], ["amazing", 0.023255813953488372], ["across", 0.023255813953488372], ["next", 0.023255813953488372], ["program", 0.023255813953488372], ["Manager", 0.023255813953488372], ["thinking", 0.023255813953488372], ["engage", 0.023255813953488372], ["career", 0.023255813953488372], ["community", 0.023255813953488372], ["growing", 0.023255813953488372], ["young", 0.023255813953488372], ["joins", 0.023255813953488372], ["december", 0.023255813953488372], ["july", 0.023255813953488372], ["released", 0.023255813953488372], ["NSW", 0.023255813953488372], ["plus", 0.023255813953488372], ["travel", 0.023255813953488372], ["traveling", 0.023255813953488372], ["Student Employability", 0.023255813953488372], ["Irene Lin", 0.023255813953488372], ["Judith Baeta", 0.023255813953488372], ["Arpa Barua", 0.023255813953488372], ["Rebecca Clinton", 0.023255813953488372], ["Caitlin Pereira", 0.023255813953488372], ["Aaron O'Farrell", 0.023255813953488372], ["us call", 0.023255813953488372], ["web application", 0.023255813953488372], ["application wholly", 0.023255813953488372], ["wholly owned", 0.023255813953488372], ["Co Pty", 0.023255813953488372], ["Pty Ltd", 0.023255813953488372], ["Ltd ACN", 0.023255813953488372], ["organisation registered", 0.023255813953488372], ["seeking registered", 0.023255813953488372], ["Platform advertise", 0.023255813953488372], ["advertise publicise", 0.023255813953488372], ["publicise promote", 0.023255813953488372], ["set features", 0.023255813953488372], ["opportunity advertised", 0.023255813953488372], ["action suit", 0.023255813953488372], ["suit proceeding", 0.023255813953488372], ["proceeding demand", 0.023255813953488372], ["notice litigation", 0.023255813953488372], ["litigation investigation", 0.023255813953488372], ["investigation judgement", 0.023255813953488372], ["judgement entitlement", 0.023255813953488372], ["entitlement payment", 0.023255813953488372], ["payment compensation", 0.023255813953488372], ["compensation arising", 0.023255813953488372], ["present unascertained", 0.023255813953488372], ["unascertained immediate", 0.023255813953488372], ["immediate future", 0.023255813953488372], ["future contingent", 0.023255813953488372], ["contingent whether", 0.023255813953488372], ["based contract", 0.023255813953488372], ["tort statute", 0.023255813953488372], ["whether involving", 0.023255813953488372], ["involving third", 0.023255813953488372], ["existence now", 0.023255813953488372], ["now coming", 0.023255813953488372], ["coming existence", 0.023255813953488372], ["existence future", 0.023255813953488372], ["future anywhere", 0.023255813953488372], ["anywhere world", 0.023255813953488372], ["copyright trade", 0.023255813953488372], ["trade marks", 0.023255813953488372], ["marks whether", 0.023255813953488372], ["unregistered inventions", 0.023255813953488372], ["inventions patents", 0.023255813953488372], ["patents designs", 0.023255813953488372], ["unregistered confidential", 0.023255813953488372], ["confidential information", 0.023255813953488372], ["know Liabilities", 0.023255813953488372], ["Liabilities means", 0.023255813953488372], ["means relation", 0.023255813953488372], ["relation Claim", 0.023255813953488372], ["Claim losses", 0.023255813953488372], ["losses costs", 0.023255813953488372], ["costs damages", 0.023255813953488372], ["damages expenses", 0.023255813953488372], ["expenses liabilities", 0.023255813953488372], ["liabilities kind", 0.023255813953488372], ["including penalties", 0.023255813953488372], ["penalties fines", 0.023255813953488372], ["fines interest", 0.023255813953488372], ["interest arising", 0.023255813953488372], ["connection fact", 0.023255813953488372], ["circumstance giving", 0.023255813953488372], ["giving rise", 0.023255813953488372], ["rise Claim", 0.023255813953488372], ["legal professional", 0.023255813953488372], ["professional expenses", 0.023255813953488372], ["expenses incurred", 0.023255813953488372], ["incurred connection", 0.023255813953488372], ["connection investigating", 0.023255813953488372], ["investigating disputing", 0.023255813953488372], ["disputing defending", 0.023255813953488372], ["defending settling", 0.023255813953488372], ["settling claim", 0.023255813953488372], ["proceeding relating", 0.023255813953488372], ["relating fact", 0.023255813953488372], ["proceeding based", 0.023255813953488372], ["password allows", 0.023255813953488372], ["limited viewing", 0.023255813953488372], ["viewing responding", 0.023255813953488372], ["Campaigns applying", 0.023255813953488372], ["applying employment", 0.023255813953488372], ["related opportunities", 0.023255813953488372], ["opportunities advertised", 0.023255813953488372], ["add Activity", 0.023255813953488372], ["conditions set", 0.023255813953488372], ["set document", 0.023255813953488372], ["limited individuals", 0.023255813953488372], ["profile gaining", 0.023255813953488372], ["gaining employment", 0.023255813953488372], ["determine wish", 0.023255813953488372], ["wish comply", 0.023255813953488372], ["comply one", 0.023255813953488372], ["must immediately", 0.023255813953488372], ["immediately advise", 0.023255813953488372], ["will cancel", 0.023255813953488372], ["may terminated", 0.023255813953488372], ["terminated us", 0.023255813953488372], ["immediate effect", 0.023255813953488372], ["effect without", 0.023255813953488372], ["non compliance", 0.023255813953488372], ["compliance provision", 0.023255813953488372], ["will become", 0.023255813953488372], ["become effective", 0.023255813953488372], ["effective immediately", 0.023255813953488372], ["immediately publication", 0.023255813953488372], ["writing detailing", 0.023255813953488372], ["detailing change", 0.023255813953488372], ["accept publication", 0.023255813953488372], ["Platform sufficient", 0.023255813953488372], ["sufficient notice", 0.023255813953488372], ["change date", 0.023255813953488372], ["date publication", 0.023255813953488372], ["Terms amended", 0.023255813953488372], ["questions concerning", 0.023255813953488372], ["please contact", 0.023255813953488372], ["contact support", 0.023255813953488372], ["provide certain", 0.023255813953488372], ["certain information", 0.023255813953488372], ["name contact", 0.023255813953488372], ["purpose reasonably", 0.023255813953488372], ["reasonably required", 0.023255813953488372], ["required ordinary", 0.023255813953488372], ["ordinary course", 0.023255813953488372], ["course business", 0.023255813953488372], ["accordance policies", 0.023255813953488372], ["policies procedures", 0.023255813953488372], ["procedures including", 0.023255813953488372], ["Policy found", 0.023255813953488372], ["found particular", 0.023255813953488372], ["right disclose", 0.023255813953488372], ["disclose Account", 0.023255813953488372], ["providing email", 0.023255813953488372], ["us consent", 0.023255813953488372], ["consent use", 0.023255813953488372], ["address send", 0.023255813953488372], ["address subscribers", 0.023255813953488372], ["subscribers mobile", 0.023255813953488372], ["mobile notifications", 0.023255813953488372], ["notifications mobile", 0.023255813953488372], ["mobile number", 0.023255813953488372], ["number send", 0.023255813953488372], ["notices messages", 0.023255813953488372], ["special offers", 0.023255813953488372], ["opt email", 0.023255813953488372], ["email text", 0.023255813953488372], ["text messages", 0.023255813953488372], ["messages sending", 0.023255813953488372], ["sending email", 0.023255813953488372], ["using unsubscribe", 0.023255813953488372], ["unsubscribe link", 0.023255813953488372], ["link email", 0.023255813953488372], ["may refuse", 0.023255813953488372], ["refuse request", 0.023255813953488372], ["reason refusal", 0.023255813953488372], ["within days", 0.023255813953488372], ["software codes", 0.023255813953488372], ["codes underpinning", 0.023255813953488372], ["underpinning Platform", 0.023255813953488372], ["logos collectively", 0.023255813953488372], ["IP sole", 0.023255813953488372], ["sole exclusive", 0.023255813953488372], ["exclusive property", 0.023255813953488372], ["purpose fulfilling", 0.023255813953488372], ["fulfilling obligations", 0.023255813953488372], ["prepared us", 0.023255813953488372], ["subject clause", 0.023255813953488372], ["marketing material", 0.023255813953488372], ["require prior", 0.023255813953488372], ["may terminate", 0.023255813953488372], ["terminate suspend", 0.023255813953488372], ["reason whatsoever", 0.023255813953488372], ["limitation breach", 0.023255813953488372], ["may occur", 0.023255813953488372], ["occur without", 0.023255813953488372], ["need part", 0.023255813953488372], ["part give", 0.023255813953488372], ["give reason", 0.023255813953488372], ["termination maximum", 0.023255813953488372], ["whatsoever result", 0.023255813953488372], ["result termination", 0.023255813953488372], ["termination suspension", 0.023255813953488372], ["need provide", 0.023255813953488372], ["notice alter", 0.023255813953488372], ["alter functionality", 0.023255813953488372], ["functionality appearance", 0.023255813953488372], ["appearance Platform", 0.023255813953488372], ["accept responsibility", 0.023255813953488372], ["must carefully", 0.023255813953488372], ["carefully check", 0.023255813953488372], ["materials description", 0.023255813953488372], ["description provided", 0.023255813953488372], ["us uploaded", 0.023255813953488372], ["uploaded onto", 0.023255813953488372], ["onto Platform", 0.023255813953488372], ["Errors materials", 0.023255813953488372], ["efforts ensure", 0.023255813953488372], ["ensure legitimacy", 0.023255813953488372], ["legitimacy material", 0.023255813953488372], ["Profiles neither", 0.023255813953488372], ["neither vet", 0.023255813953488372], ["vet responsible", 0.023255813953488372], ["responsible vetting", 0.023255813953488372], ["whether oral", 0.023255813953488372], ["oral writing", 0.023255813953488372], ["writing recommend", 0.023255813953488372], ["true accurate", 0.023255813953488372], ["accurate complete", 0.023255813953488372], ["complete expressly", 0.023255813953488372], ["expressly reserve", 0.023255813953488372], ["right delete", 0.023255813953488372], ["delete remove", 0.023255813953488372], ["remove Platform", 0.023255813953488372], ["material consider", 0.023255813953488372], ["consider absolute", 0.023255813953488372], ["discretion offensive", 0.023255813953488372], ["offensive harassing", 0.023255813953488372], ["offensive objectionable", 0.023255813953488372], ["generally provide", 0.023255813953488372], ["provide warranty", 0.023255813953488372], ["warranty access", 0.023255813953488372], ["features generally", 0.023255813953488372], ["generally available", 0.023255813953488372], ["will uninterrupted", 0.023255813953488372], ["uninterrupted error", 0.023255813953488372], ["error free", 0.023255813953488372], ["free free", 0.023255813953488372], ["free risk", 0.023255813953488372], ["risk exposure", 0.023255813953488372], ["exposure computer", 0.023255813953488372], ["systems malicious", 0.023255813953488372], ["malicious software", 0.023255813953488372], ["software malware", 0.023255813953488372], ["malware including", 0.023255813953488372], ["may harm", 0.023255813953488372], ["harm computer", 0.023255813953488372], ["system software", 0.023255813953488372], ["software form", 0.023255813953488372], ["form worms", 0.023255813953488372], ["worms viruses", 0.023255813953488372], ["viruses trojans", 0.023255813953488372], ["trojans spyware", 0.023255813953488372], ["spyware adware", 0.023255813953488372], ["adware rootkits", 0.023255813953488372], ["rootkits etc", 0.023255813953488372], ["etc designed", 0.023255813953488372], ["designed compromise", 0.023255813953488372], ["compromise destroy", 0.023255813953488372], ["destroy steal", 0.023255813953488372], ["steal protected", 0.023255813953488372], ["data documents", 0.023255813953488372], ["documents software", 0.023255813953488372], ["software approved", 0.023255813953488372], ["approved installed", 0.023255813953488372], ["installed computer", 0.023255813953488372], ["maintain security", 0.023255813953488372], ["security integrity", 0.023255813953488372], ["integrity privacy", 0.023255813953488372], ["expressly required", 0.023255813953488372], ["authorised Except", 0.023255813953488372], ["Except unable", 0.023255813953488372], ["unable exclude", 0.023255813953488372], ["exclude liability", 0.023255813953488372], ["liable way", 0.023255813953488372], ["way anyone", 0.023255813953488372], ["negligence arising", 0.023255813953488372], ["disclosure personal", 0.023255813953488372], ["special indirect", 0.023255813953488372], ["indirect incidental", 0.023255813953488372], ["incidental punitive", 0.023255813953488372], ["punitive consequential", 0.023255813953488372], ["consequential loss", 0.023255813953488372], ["loss damages", 0.023255813953488372], ["damages kind", 0.023255813953488372], ["kind whatsoever", 0.023255813953488372], ["whatsoever loss", 0.023255813953488372], ["loss profit", 0.023255813953488372], ["profit use", 0.023255813953488372], ["content data", 0.023255813953488372], ["opportunity revenue", 0.023255813953488372], ["revenue business", 0.023255813953488372], ["persons acting", 0.023255813953488372], ["acting behalf", 0.023255813953488372], ["terms purports", 0.023255813953488372], ["purports limit", 0.023255813953488372], ["limit liability", 0.023255813953488372], ["liability Australian", 0.023255813953488372], ["Australian Consumer", 0.023255813953488372], ["Consumer Law", 0.023255813953488372], ["behalf regardless", 0.023255813953488372], ["limited determined", 0.023255813953488372], ["act agent", 0.023255813953488372], ["deal information", 0.023255813953488372], ["products services", 0.023255813953488372], ["fee charge", 0.023255813953488372], ["charge cost", 0.023255813953488372], ["cost money", 0.023255813953488372], ["respond participate", 0.023255813953488372], ["agree indemnify", 0.023255813953488372], ["indemnify keep", 0.023255813953488372], ["keep indemnified", 0.023255813953488372], ["agents Losses", 0.023255813953488372], ["Losses incurred", 0.023255813953488372], ["strictly prohibited", 0.023255813953488372], ["information obtained", 0.023255813953488372], ["obtained use", 0.023255813953488372], ["includes affiliates", 0.023255813953488372], ["affiliates related", 0.023255813953488372], ["parties restriction", 0.023255813953488372], ["restriction forwarding", 0.023255813953488372], ["forwarding personal", 0.023255813953488372], ["information applies", 0.023255813953488372], ["applies irrespective", 0.023255813953488372], ["irrespective whether", 0.023255813953488372], ["receive direct", 0.023255813953488372], ["direct financial", 0.023255813953488372], ["financial benefit", 0.023255813953488372], ["benefit believe", 0.023255813953488372], ["believe misused", 0.023255813953488372], ["misused User", 0.023255813953488372], ["must ensure", 0.023255813953488372], ["applicable legislation", 0.023255813953488372], ["genuine employment", 0.023255813953488372], ["requirements applicable", 0.023255813953488372], ["Fair Work", 0.023255813953488372], ["Terms held", 0.023255813953488372], ["held invalid", 0.023255813953488372], ["invalid part", 0.023255813953488372], ["part severed", 0.023255813953488372], ["severed Terms", 0.023255813953488372], ["Terms remainder", 0.023255813953488372], ["remainder Terms", 0.023255813953488372], ["will continue", 0.023255813953488372], ["continue valid", 0.023255813953488372], ["valid enforceable", 0.023255813953488372], ["enforceable Termination", 0.023255813953488372], ["end provisions", 0.023255813953488372], ["Terms capable", 0.023255813953488372], ["capable surviving", 0.023255813953488372], ["surviving termination", 0.023255813953488372], ["laws governing", 0.023255813953488372], ["governing Terms", 0.023255813953488372], ["Australia submit", 0.023255813953488372], ["submit exclusive", 0.023255813953488372], ["exclusive jurisdiction", 0.023255813953488372], ["jurisdiction courts", 0.023255813953488372], ["courts Victoria", 0.023255813953488372], ["Victoria resolution", 0.023255813953488372], ["resolution disputes", 0.023255813953488372], ["disputes concerning", 0.023255813953488372], ["concerning arising", 0.023255813953488372], ["contact details", 0.023255813953488372], ["fees charges", 0.023255813953488372], ["charges expenses", 0.023255813953488372], ["Profile protect", 0.023255813953488372], ["commercial purpose", 0.023255813953488372], ["agreement arrangement", 0.023255813953488372], ["completeness usefulness", 0.023255813953488372], ["usefulness information", 0.023255813953488372], ["independently check", 0.023255813953488372], ["check confirm", 0.023255813953488372], ["mislead deceive", 0.023255813953488372], ["crew member", 0.023255813953488372], ["Sydney University", 0.023255813953488372], ["National Innovation", 0.023255813953488372], ["Australian Government", 0.023255813953488372], ["real business", 0.023255813953488372], ["Co partners", 0.023255813953488372], ["idea adventure", 0.023255813953488372], ["adventure travelling", 0.023255813953488372], ["Head Engineering", 0.023255813953488372], ["Head Design", 0.023255813953488372], ["Snr Software", 0.023255813953488372], ["Success Executive", 0.023255813953488372], ["loves exploring", 0.023255813953488372], ["Ops Data", 0.023255813953488372], ["Head Growth", 0.023255813953488372], ["Growth Partnerships", 0.023255813953488372], ["Partnerships Coordinator", 0.023255813953488372], ["Dominique", 0.01744186046511628], ["Nicole", 0.01744186046511628], ["true", 0.01744186046511628], ["find", 0.01744186046511628], ["staff", 0.01744186046511628], ["creating", 0.01744186046511628], ["Profile", 0.01744186046511628], ["interest", 0.01744186046511628], ["legal", 0.01744186046511628], ["report", 0.01744186046511628], ["open", 0.01744186046511628], ["due", 0.01744186046511628], ["confirmation", 0.01744186046511628], ["example", 0.01744186046511628], ["earlier", 0.01744186046511628], ["exists", 0.01744186046511628], ["IMPORTANT", 0.01744186046511628], ["improved", 0.01744186046511628], ["adding", 0.01744186046511628], ["Measure", 0.01744186046511628], ["invaluable", 0.01744186046511628], ["facilitate", 0.01744186046511628], ["COSBOA", 0.01744186046511628], ["running", 0.01744186046511628], ["two", 0.01744186046511628], ["universities", 0.01744186046511628], ["culture", 0.01744186046511628], ["click", 0.01744186046511628], ["develop", 0.01744186046511628], ["management", 0.01744186046511628], ["want", 0.01744186046511628], ["quickly", 0.01744186046511628], ["filter", 0.01744186046511628], ["Register", 0.01744186046511628], ["high", 0.01744186046511628], ["Canon", 0.01744186046511628], ["casual", 0.01744186046511628], ["near", 0.01744186046511628], ["process", 0.01744186046511628], ["dream", 0.01744186046511628], ["helping", 0.01744186046511628], ["march", 0.01744186046511628], ["august", 0.01744186046511628], ["technical", 0.01744186046511628], ["Executive", 0.01744186046511628], ["Director", 0.01744186046511628], ["technology", 0.01744186046511628], ["brings", 0.01744186046511628], ["age", 0.01744186046511628], ["emerging talent", 0.01744186046511628], ["Fisher John", 0.01744186046511628], ["large small", 0.01744186046511628], ["call Send", 0.01744186046511628], ["Chat crew", 0.01744186046511628], ["member Learn", 0.01744186046511628], ["Embrace Adventure", 0.01744186046511628], ["Dave Slutzkin", 0.01744186046511628], ["partners present", 0.01744186046511628], ["regional Victoria", 0.01744186046511628], ["Assembly Holmesglen", 0.01744186046511628], ["Holmesglen Swinburne", 0.01744186046511628], ["Swinburne Monash", 0.01744186046511628], ["Central Queensland", 0.01744186046511628], ["Academy Xi", 0.01744186046511628], ["Fisher Founder", 0.01744186046511628], ["Pogue VP", 0.01744186046511628], ["Collect", 0.011627906976744186], ["resume", 0.011627906976744186], ["XP", 0.011627906976744186], ["CJ", 0.011627906976744186], ["Luke", 0.011627906976744186], ["Irene", 0.011627906976744186], ["Judith", 0.011627906976744186], ["Arpa", 0.011627906976744186], ["Connecting", 0.011627906976744186], ["Whatever", 0.011627906976744186], ["send", 0.011627906976744186], ["now", 0.011627906976744186], ["application", 0.011627906976744186], ["promote", 0.011627906976744186], ["Card", 0.011627906976744186], ["taxes", 0.011627906976744186], ["proposal", 0.011627906976744186], ["posted", 0.011627906976744186], ["displayed", 0.011627906976744186], ["behalf", 0.011627906976744186], ["Managed", 0.011627906976744186], ["manage", 0.011627906976744186], ["allows", 0.011627906976744186], ["activated", 0.011627906976744186], ["defined", 0.011627906976744186], ["determine", 0.011627906976744186], ["comply", 0.011627906976744186], ["without", 0.011627906976744186], ["permitted", 0.011627906976744186], ["among", 0.011627906976744186], ["special", 0.011627906976744186], ["link", 0.011627906976744186], ["request", 0.011627906976744186], ["utilise", 0.011627906976744186], ["necessary", 0.011627906976744186], ["still", 0.011627906976744186], ["line", 0.011627906976744186], ["approved", 0.011627906976744186], ["Customer", 0.011627906976744186], ["invoiced", 0.011627906976744186], ["invoice", 0.011627906976744186], ["late", 0.011627906976744186], ["refundable", 0.011627906976744186], ["billing", 0.011627906976744186], ["incorporated", 0.011627906976744186], ["collectively", 0.011627906976744186], ["excluding", 0.011627906976744186], ["exclusively", 0.011627906976744186], ["grant", 0.011627906976744186], ["royalty", 0.011627906976744186], ["licence", 0.011627906976744186], ["cease", 0.011627906976744186], ["receipt", 0.011627906976744186], ["repayment", 0.011627906976744186], ["denied", 0.011627906976744186], ["completed", 0.011627906976744186], ["presentation", 0.011627906976744186], ["instructions", 0.011627906976744186], ["delay", 0.011627906976744186], ["caused", 0.011627906976744186], ["representations", 0.011627906976744186], ["endorse", 0.011627906976744186], ["represent", 0.011627906976744186], ["power", 0.011627906976744186], ["perform", 0.011627906976744186], ["conduct", 0.011627906976744186], ["human", 0.011627906976744186], ["independent", 0.011627906976744186], ["contractor", 0.011627906976744186], ["offered", 0.011627906976744186], ["assign", 0.011627906976744186], ["pursuant", 0.011627906976744186], ["entity", 0.011627906976744186], ["unreasonably", 0.011627906976744186], ["accessed", 0.011627906976744186], ["ask", 0.011627906976744186], ["participate", 0.011627906976744186], ["communication", 0.011627906976744186], ["naming", 0.011627906976744186], ["sell", 0.011627906976744186], ["meaning", 0.011627906976744186], ["used", 0.011627906976744186], ["directly", 0.011627906976744186], ["insert", 0.011627906976744186], ["withdrawn", 0.011627906976744186], ["operated", 0.011627906976744186], ["familiarise", 0.011627906976744186], ["condition", 0.011627906976744186], ["placing", 0.011627906976744186], ["re", 0.011627906976744186], ["although", 0.011627906976744186], ["expiration", 0.011627906976744186], ["current", 0.011627906976744186], ["posting", 0.011627906976744186], ["ensuring", 0.011627906976744186], ["correctly", 0.011627906976744186], ["unsuitable", 0.011627906976744186], ["adhere", 0.011627906976744186], ["unpaid", 0.011627906976744186], ["fully", 0.011627906976744186], ["authorise", 0.011627906976744186], ["submitted", 0.011627906976744186], ["attending", 0.011627906976744186], ["participating", 0.011627906976744186], ["permits", 0.011627906976744186], ["publishing", 0.011627906976744186], ["utilising", 0.011627906976744186], ["charged", 0.011627906976744186], ["Note", 0.011627906976744186], ["infringe", 0.011627906976744186], ["likely", 0.011627906976744186], ["invitation", 0.011627906976744186], ["default", 0.011627906976744186], ["disclaim", 0.011627906976744186], ["suffered", 0.011627906976744186], ["contained", 0.011627906976744186], ["commercial", 0.011627906976744186], ["intact", 0.011627906976744186], ["proprietary", 0.011627906976744186], ["accessing", 0.011627906976744186], ["officer", 0.011627906976744186], ["accepting", 0.011627906976744186], ["strongly", 0.011627906976744186], ["internet", 0.011627906976744186], ["Accordingly", 0.011627906976744186], ["decision", 0.011627906976744186], ["taken", 0.011627906976744186], ["omission", 0.011627906976744186], ["suited", 0.011627906976744186], ["every", 0.011627906976744186], ["actual", 0.011627906976744186], ["referred", 0.011627906976744186], ["welcomes", 0.011627906976744186], ["derivative", 0.011627906976744186], ["read", 0.011627906976744186], ["question", 0.011627906976744186], ["simple", 0.011627906976744186], ["powerful", 0.011627906976744186], ["critical", 0.011627906976744186], ["areas", 0.011627906976744186], ["best", 0.011627906976744186], ["qualification", 0.011627906976744186], ["field", 0.011627906976744186], ["study", 0.011627906976744186], ["page", 0.011627906976744186], ["top", 0.011627906976744186], ["University", 0.011627906976744186], ["working", 0.011627906976744186], ["already", 0.011627906976744186], ["projects", 0.011627906976744186], ["hours", 0.011627906976744186], ["got", 0.011627906976744186], ["learning", 0.011627906976744186], ["unlimited", 0.011627906976744186], ["put", 0.011627906976744186], ["participant", 0.011627906976744186], ["selection", 0.011627906976744186], ["registering", 0.011627906976744186], ["specifications", 0.011627906976744186], ["collaboration", 0.011627906976744186], ["touch", 0.011627906976744186], ["solution", 0.011627906976744186], ["pool", 0.011627906976744186], ["better", 0.011627906976744186], ["understand", 0.011627906976744186], ["capture", 0.011627906976744186], ["easy", 0.011627906976744186], ["interview", 0.011627906976744186], ["role", 0.011627906976744186], ["Assess", 0.011627906976744186], ["tasks", 0.011627906976744186], ["rather", 0.011627906976744186], ["Grow", 0.011627906976744186], ["beautiful", 0.011627906976744186], ["passionate", 0.011627906976744186], ["fun", 0.011627906976744186], ["Pharmacy", 0.011627906976744186], ["innovative", 0.011627906976744186], ["possible", 0.011627906976744186], ["feed", 0.011627906976744186], ["Valuable", 0.011627906976744186], ["companies", 0.011627906976744186], ["modern", 0.011627906976744186], ["ability", 0.011627906976744186], ["global", 0.011627906976744186], ["Funding", 0.011627906976744186], ["Angel", 0.011627906976744186], ["june", 0.011627906976744186], ["lead", 0.011627906976744186], ["begins", 0.011627906976744186], ["advisory", 0.011627906976744186], ["april", 0.011627906976744186], ["Secured", 0.011627906976744186], ["RMIT", 0.011627906976744186], ["Award", 0.011627906976744186], ["category", 0.011627906976744186], ["EnergyAustralia", 0.011627906976744186], ["College", 0.011627906976744186], ["Hackathon", 0.011627906976744186], ["Eventbrite", 0.011627906976744186], ["WSU", 0.011627906976744186], ["Investor", 0.011627906976744186], ["leader", 0.011627906976744186], ["GM", 0.011627906976744186], ["MD", 0.011627906976744186], ["Jo", 0.011627906976744186], ["class", 0.011627906976744186], ["travelling", 0.011627906976744186], ["food", 0.011627906976744186], ["JC", 0.011627906976744186], ["skiing", 0.011627906976744186], ["city", 0.011627906976744186], ["making", 0.011627906976744186], ["continuous", 0.011627906976744186], ["corner", 0.011627906976744186], ["fetch", 0.011627906976744186], ["shaping", 0.011627906976744186], ["wanted", 0.011627906976744186], ["plans", 0.011627906976744186], ["ideal", 0.011627906976744186], ["laptop", 0.011627906976744186], ["interesting", 0.011627906976744186], ["Surfing", 0.011627906976744186], ["played", 0.011627906976744186], ["searching", 0.011627906976744186], ["club", 0.011627906976744186], ["Whatever niche", 0.011627906976744186], ["nitty gritty", 0.011627906976744186], ["gritty relationship", 0.011627906976744186], ["posted lodged", 0.011627906976744186], ["lieu postal", 0.011627906976744186], ["postal mail", 0.011627906976744186], ["mail long", 0.011627906976744186], ["long hold", 0.011627906976744186], ["obliged pay", 0.011627906976744186], ["objective undertaking", 0.011627906976744186], ["achieved Similarly", 0.011627906976744186], ["advance credit", 0.011627906976744186], ["bank overdraft", 0.011627906976744186], ["rate debit", 0.011627906976744186], ["incur collection", 0.011627906976744186], ["collection overdue", 0.011627906976744186], ["specified invoice", 0.011627906976744186], ["processing provider", 0.011627906976744186], ["drafted prepared", 0.011627906976744186], ["identifying client", 0.011627906976744186], ["print electronic", 0.011627906976744186], ["elect withdraw", 0.011627906976744186], ["withdraw permission", 0.011627906976744186], ["capacity power", 0.011627906976744186], ["legislation regarding", 0.011627906976744186], ["regarding consumer", 0.011627906976744186], ["consumer protection", 0.011627906976744186], ["protection anti", 0.011627906976744186], ["anti competitive", 0.011627906976744186], ["conduct equal", 0.011627906976744186], ["contracting interacting", 0.011627906976744186], ["interacting relationship", 0.011627906976744186], ["upload download", 0.011627906976744186], ["download transact", 0.011627906976744186], ["transact store", 0.011627906976744186], ["unlawful harassing", 0.011627906976744186], ["opinion objectionable", 0.011627906976744186], ["effective control", 0.011627906976744186], ["control deemed", 0.011627906976744186], ["deemed assignment", 0.011627906976744186], ["manner abides", 0.011627906976744186], ["money asked", 0.011627906976744186], ["public comment", 0.011627906976744186], ["release advertising", 0.011627906976744186], ["advertising promotional", 0.011627906976744186], ["hawk distribute", 0.011627906976744186], ["supplied prepared", 0.011627906976744186], ["prohibited Selling", 0.011627906976744186], ["Selling offering", 0.011627906976744186], ["regulations ordinances", 0.011627906976744186], ["ordinances codes", 0.011627906976744186], ["country location", 0.011627906976744186], ["external website", 0.011627906976744186], ["website externally", 0.011627906976744186], ["externally hosted", 0.011627906976744186], ["tagged appropriately", 0.011627906976744186], ["appropriate filtering", 0.011627906976744186], ["Unless extended", 0.011627906976744186], ["currently recruiting", 0.011627906976744186], ["necessary verify", 0.011627906976744186], ["salary wage", 0.011627906976744186], ["wage requirements", 0.011627906976744186], ["store retain", 0.011627906976744186], ["enrol attend", 0.011627906976744186], ["print electronically", 0.011627906976744186], ["electronically manner", 0.011627906976744186], ["limiting foregoing", 0.011627906976744186], ["providers featured", 0.011627906976744186], ["compromised destroyed", 0.011627906976744186], ["destroyed modified", 0.011627906976744186], ["modified disclosed", 0.011627906976744186], ["proper authorisation", 0.011627906976744186], ["sold redistributed", 0.011627906976744186], ["redistributed used", 0.011627906976744186], ["designed principally", 0.011627906976744186], ["entering agreement", 0.011627906976744186], ["independent advice", 0.011627906976744186], ["evaluate accuracy", 0.011627906976744186], ["whereby independently", 0.011627906976744186], ["omission incompleteness", 0.011627906976744186], ["continued availability", 0.011627906976744186], ["manner contrary", 0.011627906976744186], ["fill vacancy", 0.011627906976744186], ["vacancy either", 0.011627906976744186], ["either offering", 0.011627906976744186], ["ongoing vacancy", 0.011627906976744186], ["feedback aspects", 0.011627906976744186], ["reproduce distribute", 0.011627906976744186], ["distribute transmit", 0.011627906976744186], ["publicly display", 0.011627906976744186], ["posting bulletin", 0.011627906976744186], ["bulletin board", 0.011627906976744186], ["board forum", 0.011627906976744186], ["forum newsgroup", 0.011627906976744186], ["deceive attempt", 0.011627906976744186], ["attempt mislead", 0.011627906976744186], ["outcomes existing", 0.011627906976744186], ["bringing together", 0.011627906976744186], ["together emerging", 0.011627906976744186], ["VET sector", 0.011627906976744186], ["leading corporations", 0.011627906976744186], ["corporations cities", 0.011627906976744186], ["cities regions", 0.011627906976744186], ["regions kick", 0.011627906976744186], ["kick start", 0.011627906976744186], ["start inclusive", 0.011627906976744186], ["Click watch", 0.011627906976744186], ["watch coverage", 0.011627906976744186], ["coverage favourite", 0.011627906976744186], ["able mentored", 0.011627906976744186], ["experts produce", 0.011627906976744186], ["produce prototype", 0.011627906976744186], ["prototype real", 0.011627906976744186], ["goal improve", 0.011627906976744186], ["knowledge pitching", 0.011627906976744186], ["much Winning", 0.011627906976744186], ["Winning bonus", 0.011627906976744186], ["bonus crazy", 0.011627906976744186], ["crazy exciting", 0.011627906976744186], ["exciting rewarding", 0.011627906976744186], ["rewarding hours", 0.011627906976744186], ["exposing real", 0.011627906976744186], ["highly stimulating", 0.011627906976744186], ["stimulating learning", 0.011627906976744186], ["learning environment", 0.011627906976744186], ["thought planning", 0.011627906976744186], ["enhance participant", 0.011627906976744186], ["resonated every", 0.011627906976744186], ["keeping eye", 0.011627906976744186], ["ensuring delivery", 0.011627906976744186], ["delivery objectives", 0.011627906976744186], ["uniquely branded", 0.011627906976744186], ["shirts posters", 0.011627906976744186], ["posters stickers", 0.011627906976744186], ["stickers banners", 0.011627906976744186], ["independently run", 0.011627906976744186], ["run show", 0.011627906976744186], ["start finish", 0.011627906976744186], ["venue equipment", 0.011627906976744186], ["equipment management", 0.011627906976744186], ["Acquisition Selection", 0.011627906976744186], ["paddljobs dedicated", 0.011627906976744186], ["source select", 0.011627906976744186], ["group participants", 0.011627906976744186], ["Mentors developed", 0.011627906976744186], ["developed program", 0.011627906976744186], ["re happy", 0.011627906976744186], ["happy facilitate", 0.011627906976744186], ["Swag Prize", 0.011627906976744186], ["Prize Procurement", 0.011627906976744186], ["Procurement line", 0.011627906976744186], ["brand ll", 0.011627906976744186], ["ll source", 0.011627906976744186], ["prizes winners", 0.011627906976744186], ["winners gear", 0.011627906976744186], ["gear everyone", 0.011627906976744186], ["deliver truly", 0.011627906976744186], ["faster shortlisting", 0.011627906976744186], ["Slutzkin Learnable", 0.011627906976744186], ["Learnable Sitepoint", 0.011627906976744186], ["Sitepoint Flippa", 0.011627906976744186], ["Flippa joins", 0.011627906976744186], ["Parramatta South", 0.011627906976744186], ["South Campus", 0.011627906976744186], ["solving global", 0.011627906976744186], ["doesn enough", 0.011627906976744186], ["organic farm", 0.011627906976744186], ["farm vineyard", 0.011627906976744186], ["vineyard garden", 0.011627906976744186], ["every moment", 0.011627906976744186], ["moment life", 0.011627906976744186], ["passion search", 0.011627906976744186], ["best expressed", 0.011627906976744186], ["expressed sharing", 0.011627906976744186], ["sharing food", 0.011627906976744186], ["experiencing different", 0.011627906976744186], ["mountain Tokyo", 0.011627906976744186], ["Tokyo Niseko", 0.011627906976744186], ["Niseko Paris", 0.011627906976744186], ["Paris Chamonix", 0.011627906976744186], ["Chamonix might", 0.011627906976744186], ["might discover", 0.011627906976744186], ["discover something", 0.011627906976744186], ["influence craft", 0.011627906976744186], ["skiing awesome", 0.011627906976744186], ["arrangements wandering", 0.011627906976744186], ["wandering countryside", 0.011627906976744186], ["countryside wheels", 0.011627906976744186], ["wheels Nic", 0.011627906976744186], ["wonders Oz", 0.011627906976744186], ["Oz family", 0.011627906976744186], ["family caravan", 0.011627906976744186], ["caravan hiking", 0.011627906976744186], ["hiking riding", 0.011627906976744186], ["riding bikes", 0.011627906976744186], ["bikes followed", 0.011627906976744186], ["deserved glass", 0.011627906976744186], ["glass wine", 0.011627906976744186], ["wine fire", 0.011627906976744186], ["fire pit", 0.011627906976744186], ["large river", 0.011627906976744186], ["river boundless", 0.011627906976744186], ["boundless forests", 0.011627906976744186], ["camping fishing", 0.011627906976744186], ["fishing hunting", 0.011627906976744186], ["hunting moving", 0.011627906976744186], ["vast lands", 0.011627906976744186], ["lands continent", 0.011627906976744186], ["continent blue", 0.011627906976744186], ["blue oceans", 0.011627906976744186], ["tendency hungry", 0.011627906976744186], ["hungry see", 0.011627906976744186], ["see eat", 0.011627906976744186], ["pedalling airborne", 0.011627906976744186], ["airborne zone", 0.011627906976744186], ["making tracks", 0.011627906976744186], ["believer embracing", 0.011627906976744186], ["embracing best", 0.011627906976744186], ["remains mission", 0.011627906976744186], ["mission utilise", 0.011627906976744186], ["worked Adventurous", 0.011627906976744186], ["Adventurous heart", 0.011627906976744186], ["heart embarked", 0.011627906976744186], ["embarked quests", 0.011627906976744186], ["quests disassemble", 0.011627906976744186], ["disassemble toasters", 0.011627906976744186], ["toasters map", 0.011627906976744186], ["map infrastructure", 0.011627906976744186], ["substantial treehouses", 0.011627906976744186], ["involve weekends", 0.011627906976744186], ["weekends away", 0.011627906976744186], ["away friends", 0.011627906976744186], ["friends goal", 0.011627906976744186], ["goal achieve", 0.011627906976744186], ["achieve meal", 0.011627906976744186], ["tidy essential", 0.011627906976744186], ["essential programming", 0.011627906976744186], ["developing useful", 0.011627906976744186], ["useful apps", 0.011627906976744186], ["apps solve", 0.011627906976744186], ["inspired sun", 0.011627906976744186], ["sun sea", 0.011627906976744186], ["sea Nothing", 0.011627906976744186], ["happier eternal", 0.011627906976744186], ["eternal summer", 0.011627906976744186], ["rent van", 0.011627906976744186], ["van drive", 0.011627906976744186], ["drive miles", 0.011627906976744186], ["miles along", 0.011627906976744186], ["along coastal", 0.011627906976744186], ["coastal road", 0.011627906976744186], ["road discover", 0.011627906976744186], ["discover secret", 0.011627906976744186], ["secret hidden", 0.011627906976744186], ["hidden beaches", 0.011627906976744186], ["beaches easy", 0.011627906976744186], ["exploring mother", 0.011627906976744186], ["mother nature", 0.011627906976744186], ["visit wildlife", 0.011627906976744186], ["wildlife marine", 0.011627906976744186], ["marine parks", 0.011627906976744186], ["parks walk", 0.011627906976744186], ["walk beach", 0.011627906976744186], ["beach feel", 0.011627906976744186], ["feel closer", 0.011627906976744186], ["closer nature", 0.011627906976744186], ["nature loosen", 0.011627906976744186], ["busy watching", 0.011627906976744186], ["watching tv", 0.011627906976744186], ["tv series", 0.011627906976744186], ["series horror", 0.011627906976744186], ["horror movies", 0.011627906976744186], ["movies chick", 0.011627906976744186], ["chick flicks", 0.011627906976744186], ["flicks reading", 0.011627906976744186], ["reading CreepyPasta", 0.011627906976744186], ["CreepyPasta Reddit", 0.011627906976744186], ["Reddit Rebecca", 0.011627906976744186], ["Bec regularly", 0.011627906976744186], ["regularly hits", 0.011627906976744186], ["combines nature", 0.011627906976744186], ["wonder spends", 0.011627906976744186], ["spends weekends", 0.011627906976744186], ["winning medals", 0.011627906976744186], ["clay target", 0.011627906976744186], ["target shooter", 0.011627906976744186], ["shooter discovering", 0.011627906976744186], ["discovering beauties", 0.011627906976744186], ["countryside Kobe", 0.011627906976744186], ["Kobe Dog", 0.011627906976744186], ["Dog K9", 0.011627906976744186], ["K9 Consultant", 0.011627906976744186], ["tries live", 0.011627906976744186], ["live Winston", 0.011627906976744186], ["Winston Churchill", 0.011627906976744186], ["Churchill statement", 0.011627906976744186], ["statement polo", 0.011627906976744186], ["polo handicap", 0.011627906976744186], ["handicap passport", 0.011627906976744186], ["China Argentina", 0.011627906976744186], ["Argentina Thailand", 0.011627906976744186], ["back horse", 0.011627906976744186], ["Aaron passes", 0.011627906976744186], ["passes dog", 0.011627906976744186], ["dog say", 0.011627906976744186], ["say hello", 0.011627906976744186], ["hello try", 0.011627906976744186], ["try pet", 0.011627906976744186], ["pet seeking", 0.011627906976744186], ["seeking canine", 0.011627906976744186], ["canine companions", 0.011627906976744186], ["companions likely", 0.011627906976744186], ["hand book", 0.011627906976744186], ["book Visiting", 0.011627906976744186], ["joy ten", 0.011627906976744186], ["old Muhammad", 0.011627906976744186], ["Muhammad Ali", 0.011627906976744186], ["Ali punched", 0.011627906976744186], ["punched face", 0.011627906976744186], ["Story Ask", 0.011627906976744186], ["Overview", 0.005813953488372093], ["Supercharge", 0.005813953488372093], ["future", 0.005813953488372093], ["Earn", 0.005813953488372093], ["show", 0.005813953488372093], ["comprehensive", 0.005813953488372093], ["picture", 0.005813953488372093], ["abilities", 0.005813953488372093], ["short", 0.005813953488372093], ["spotting", 0.005813953488372093], ["bright", 0.005813953488372093], ["redefines", 0.005813953488372093], ["alongside", 0.005813953488372093], ["Uptime", 0.005813953488372093], ["monitoring", 0.005813953488372093], ["provided", 0.005813953488372093], ["Pingdom", 0.005813953488372093], ["free", 0.005813953488372093], ["trial", 0.005813953488372093], ["monitor", 0.005813953488372093], ["Pricing", 0.005813953488372093], ["Flexible", 0.005813953488372093], ["options", 0.005813953488372093], ["changing", 0.005813953488372093], ["paddljobs", 0.005813953488372093], ["Chat", 0.005813953488372093], ["web", 0.005813953488372093], ["present", 0.005813953488372093], ["building", 0.005813953488372093], ["found", 0.005813953488372093], ["rate", 0.005813953488372093], ["marketing", 0.005813953488372093], ["complete", 0.005813953488372093], ["take", 0.005813953488372093], ["competitive", 0.005813953488372093], ["filtering", 0.005813953488372093], ["currently", 0.005813953488372093], ["Victoria", 0.005813953488372093], ["yet", 0.005813953488372093], ["meaningful", 0.005813953488372093], ["analysis", 0.005813953488372093], ["respecting", 0.005813953488372093], ["Centers", 0.005813953488372093], ["celebrate", 0.005813953488372093], ["Prove", 0.005813953488372093], ["Readiness", 0.005813953488372093], ["crucial", 0.005813953488372093], ["studies", 0.005813953488372093], ["chance", 0.005813953488372093], ["proven", 0.005813953488372093], ["Increase", 0.005813953488372093], ["WIL", 0.005813953488372093], ["Encourage", 0.005813953488372093], ["IBL", 0.005813953488372093], ["alternative", 0.005813953488372093], ["traditional", 0.005813953488372093], ["higher", 0.005813953488372093], ["encouraging", 0.005813953488372093], ["Basic", 0.005813953488372093], ["insights", 0.005813953488372093], ["Validate", 0.005813953488372093], ["edge", 0.005813953488372093], ["custom", 0.005813953488372093], ["branded", 0.005813953488372093], ["integration", 0.005813953488372093], ["kit", 0.005813953488372093], ["Campus", 0.005813953488372093], ["fellow", 0.005813953488372093], ["gain", 0.005813953488372093], ["increasingly", 0.005813953488372093], ["market", 0.005813953488372093], ["initiative", 0.005813953488372093], ["excel", 0.005813953488372093], ["workplace", 0.005813953488372093], ["actually", 0.005813953488372093], ["showcase", 0.005813953488372093], ["front", 0.005813953488372093], ["importance", 0.005813953488372093], ["immensely", 0.005813953488372093], ["importantly", 0.005813953488372093], ["enriched", 0.005813953488372093], ["olutions", 0.005813953488372093], ["advantage", 0.005813953488372093], ["leading", 0.005813953488372093], ["able", 0.005813953488372093], ["highly", 0.005813953488372093], ["keeping", 0.005813953488372093], ["eye", 0.005813953488372093], ["motivations", 0.005813953488372093], ["commitment", 0.005813953488372093], ["enables", 0.005813953488372093], ["attract", 0.005813953488372093], ["target", 0.005813953488372093], ["advanced", 0.005813953488372093], ["matched", 0.005813953488372093], ["surface", 0.005813953488372093], ["invest", 0.005813953488372093], ["wasted", 0.005813953488372093], ["irrelevant", 0.005813953488372093], ["scorecards", 0.005813953488372093], ["faster", 0.005813953488372093], ["engaging", 0.005813953488372093], ["Outline", 0.005813953488372093], ["haves'", 0.005813953488372093], ["performed", 0.005813953488372093], ["list", 0.005813953488372093], ["captured", 0.005813953488372093], ["qualified", 0.005813953488372093], ["rising", 0.005813953488372093], ["simply", 0.005813953488372093], ["candidate", 0.005813953488372093], ["vetted", 0.005813953488372093], ["suitable", 0.005813953488372093], ["fit", 0.005813953488372093], ["hospitality", 0.005813953488372093], ["taking", 0.005813953488372093], ["labour", 0.005813953488372093], ["crisis", 0.005813953488372093], ["energy", 0.005813953488372093], ["impact", 0.005813953488372093], ["rewards", 0.005813953488372093], ["owners", 0.005813953488372093], ["launching", 0.005813953488372093], ["pad", 0.005813953488372093], ["Guild", 0.005813953488372093], ["Framework", 0.005813953488372093], ["CP2025", 0.005813953488372093], ["Tooradin", 0.005813953488372093], ["benefited", 0.005813953488372093], ["greatly", 0.005813953488372093], ["diligence", 0.005813953488372093], ["delivering", 0.005813953488372093], ["workforce", 0.005813953488372093], ["tomorrow", 0.005813953488372093], ["Hack", 0.005813953488372093], ["surpassed", 0.005813953488372093], ["expectations", 0.005813953488372093], ["highlighted", 0.005813953488372093], ["wealth", 0.005813953488372093], ["grown", 0.005813953488372093], ["inspired", 0.005813953488372093], ["participated", 0.005813953488372093], ["think", 0.005813953488372093], ["differently", 0.005813953488372093], ["proving", 0.005813953488372093], ["seemingly", 0.005813953488372093], ["improbable", 0.005813953488372093], ["indeed", 0.005813953488372093], ["easily", 0.005813953488372093], ["throughout", 0.005813953488372093], ["lets", 0.005813953488372093], ["activation", 0.005813953488372093], ["school", 0.005813953488372093], ["Never", 0.005813953488372093], ["empty", 0.005813953488372093], ["close", 0.005813953488372093], ["align", 0.005813953488372093], ["shortlist", 0.005813953488372093], ["unlock", 0.005813953488372093], ["OMG", 0.005813953488372093], ["happened", 0.005813953488372093], ["least", 0.005813953488372093], ["genuinely", 0.005813953488372093], ["considered", 0.005813953488372093], ["specific", 0.005813953488372093], ["usually", 0.005813953488372093], ["overlooked", 0.005813953488372093], ["bureaucratic", 0.005813953488372093], ["inspiring", 0.005813953488372093], ["everything", 0.005813953488372093], ["tough", 0.005813953488372093], ["tackling", 0.005813953488372093], ["quite", 0.005813953488372093], ["godsends", 0.005813953488372093], ["really", 0.005813953488372093], ["relates", 0.005813953488372093], ["tertiary", 0.005813953488372093], ["look", 0.005813953488372093], ["packed", 0.005813953488372093], ["lecture", 0.005813953488372093], ["halls", 0.005813953488372093], ["navigate", 0.005813953488372093], ["conscious", 0.005813953488372093], ["institutions", 0.005813953488372093], ["behind", 0.005813953488372093], ["experiences'", 0.005813953488372093], ["CV", 0.005813953488372093], ["transferrable", 0.005813953488372093], ["meetup", 0.005813953488372093], ["record", 0.005813953488372093], ["HQ", 0.005813953488372093], ["Melbourne", 0.005813953488372093], ["capitals", 0.005813953488372093], ["difference", 0.005813953488372093], ["daily", 0.005813953488372093], ["smarter", 0.005813953488372093], ["cheaper", 0.005813953488372093], ["recruit", 0.005813953488372093], ["Eureka", 0.005813953488372093], ["concept", 0.005813953488372093], ["incubator", 0.005813953488372093], ["CareerLounge", 0.005813953488372093], ["300K", 0.005813953488372093], ["house", 0.005813953488372093], ["Engineer", 0.005813953488372093], ["Pollenizer", 0.005813953488372093], ["MVP", 0.005813953488372093], ["alpha", 0.005813953488372093], ["testing", 0.005813953488372093], ["Launch", 0.005813953488372093], ["Beta", 0.005813953488372093], ["Pilot", 0.005813953488372093], ["MYER", 0.005813953488372093], ["Metro", 0.005813953488372093], ["Trains", 0.005813953488372093], ["Ray", 0.005813953488372093], ["White", 0.005813953488372093], ["1M", 0.005813953488372093], ["Seed", 0.005813953488372093], ["Adviser", 0.005813953488372093], ["february", 0.005813953488372093], ["registration", 0.005813953488372093], ["Generates", 0.005813953488372093], ["weeks", 0.005813953488372093], ["november", 0.005813953488372093], ["Amp", 0.005813953488372093], ["Engineering", 0.005813953488372093], ["Broadcasting", 0.005813953488372093], ["Paddlrs", 0.005813953488372093], ["ANU", 0.005813953488372093], ["Billy", 0.005813953488372093], ["Federation", 0.005813953488372093], ["Macquarie", 0.005813953488372093], ["Swinburne", 0.005813953488372093], ["TAFE", 0.005813953488372093], ["Melb", 0.005813953488372093], ["Syd", 0.005813953488372093], ["UTS", 0.005813953488372093], ["Wollongong", 0.005813953488372093], ["UWS", 0.005813953488372093], ["hits", 0.005813953488372093], ["Council", 0.005813953488372093], ["metropolitan", 0.005813953488372093], ["wins", 0.005813953488372093], ["Merit", 0.005813953488372093], ["techdiveristy", 0.005813953488372093], ["internal", 0.005813953488372093], ["exemplary", 0.005813953488372093], ["diversity", 0.005813953488372093], ["standards", 0.005813953488372093], ["AGL", 0.005813953488372093], ["Hastings", 0.005813953488372093], ["Monash", 0.005813953488372093], ["Chisolm", 0.005813953488372093], ["october", 0.005813953488372093], ["Bendigo", 0.005813953488372093], ["Bunnings", 0.005813953488372093], ["Warehouse", 0.005813953488372093], ["QUT", 0.005813953488372093], ["GrowthOps", 0.005813953488372093], ["nominated", 0.005813953488372093], ["corporate", 0.005813953488372093], ["LinedIn", 0.005813953488372093], ["Facebook", 0.005813953488372093], ["Twitter", 0.005813953488372093], ["Torrens", 0.005813953488372093], ["Bill", 0.005813953488372093], ["dynamic", 0.005813953488372093], ["nationally", 0.005813953488372093], ["Westpac", 0.005813953488372093], ["Chair", 0.005813953488372093], ["expert", 0.005813953488372093], ["Panel", 0.005813953488372093], ["former", 0.005813953488372093], ["LaunchVic", 0.005813953488372093], ["Tech", 0.005813953488372093], ["Advisor", 0.005813953488372093], ["commercialising", 0.005813953488372093], ["passion", 0.005813953488372093], ["determination", 0.005813953488372093], ["strategy", 0.005813953488372093], ["solver", 0.005813953488372093], ["dropout", 0.005813953488372093], ["disrupting", 0.005813953488372093], ["pathways", 0.005813953488372093], ["Master", 0.005813953488372093], ["efficiency", 0.005813953488372093], ["back", 0.005813953488372093], ["office", 0.005813953488372093], ["turn", 0.005813953488372093], ["spreadsheet", 0.005813953488372093], ["multi", 0.005813953488372093], ["meticulous", 0.005813953488372093], ["done", 0.005813953488372093], ["attitude", 0.005813953488372093], ["empower", 0.005813953488372093], ["everyday", 0.005813953488372093], ["rest", 0.005813953488372093], ["Stax", 0.005813953488372093], ["Versent", 0.005813953488372093], ["Lachlan", 0.005813953488372093], ["Donald", 0.005813953488372093], ["CTO", 0.005813953488372093], ["Buildkite", 0.005813953488372093], ["Rachael", 0.005813953488372093], ["Neumann", 0.005813953488372093], ["Ex", 0.005813953488372093], ["Tyron", 0.005813953488372093], ["Ball", 0.005813953488372093], ["NetNames", 0.005813953488372093], ["Brett", 0.005813953488372093], ["Coventry", 0.005813953488372093], ["CFO", 0.005813953488372093], ["Catapult", 0.005813953488372093], ["Adam", 0.005813953488372093], ["Hounsell", 0.005813953488372093], ["Snr", 0.005813953488372093], ["Associate", 0.005813953488372093], ["Tax", 0.005813953488372093], ["Deloitte", 0.005813953488372093], ["Dr", 0.005813953488372093], ["Zivit", 0.005813953488372093], ["Inbar", 0.005813953488372093], ["DifferenThinking", 0.005813953488372093], ["zone", 0.005813953488372093], ["face", 0.005813953488372093]]}]