[{"company": "Mybudget.com.au", "introduction": "Personal budgeting services", "end_market": "Consumer", "industry": "Finance and insurance", "link": "https://www.mybudget.com.au/about-us", "search_text": "https://www.mybudget.com.au/about-us", "title": "About Us | MyBudget", "link_corrected": "https://www.mybudget.com.au/about-us/", "description": "Find out all about MyBudget. We've been proudly fulfilling our mission to reduce financial stress in the community since 1999.", "crawled_links": ["https://www.mybudget.com.au/contact-us/", "https://www.mybudget.com.au/what-can-we-do-for-you/mybudget-loans/", "https://www.mybudget.com.au/debt-solutions/debt-consolidation/", "https://www.mybudget.com.au/what-can-we-do-for-you/get-started/"], "header_text": ["\n", "Submit", "hidden", "hidden", "hidden", "hidden", "hidden", "New Enquiries:", "Customer Service:", "MyBudget Loans:", "\n", "\n", "\n", "\n", "Why do we offer home loans?", "Want more information about MyBudget Loans?", "First Home Loan", "Investment loans", "Self-employed", "Want more information about MyBudget Loans?", "Terms and Conditions", "\n", "\n", "\n", "Follow the links below to access your internet banking. Tap the BSB for your loan product to log in directly.", "\n", "\n", "\n", "\n", "Call us at 08 8215 7519 or email ", "Call us at 08 8215 7519 or email ", "\n", "\n", "\n", "\n", "Different types of debt consolidation", "Frequently asked questions about debt consolidation", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n\n", "\n", "\n", "\n", "\n", "\n", "Submit", "hidden", "As Featured in", "Ready to live the life you want free from money worries? It's as easy as making a phone call.", "\n", "\n", "\n", "\n", "\n", "Megan and Creagh", "Jaz and Reid", "Mia", "Bec and Jarrad", "Yvette and James", "Aaron and Jake", "Nicci and Scott", "Richelle and James", "Vanessa", "Trish and Neil"], "paragraph_text": ["Our Offices", "The purchase of a home is one of the biggest decisions in our lives. A mortgage should not be a burden on our finances, but instead something that allows us to live the life we deserve.", " ", "MyBudget Loans has been established with that in mind. We exist to make sure that our clients can unlock the possibility of owning their own home, using responsible, ethical lending practices.", " ", "We are absolutely committed to improving the financial health of the world, and we recognise that access to appropriate mortgages can be a vital part of that. That's why it is so important that we connect our clients with the right kind of loan for their specific circumstances.", " ", "By using a panel of different lenders as well as our own specific lending options, we can find solutions for new home purchases, mortgage refinancing and even investment properties.", "You may have had loan arrears, paid or unpaid defaults, judgments against you or even been through bankruptcy. That’s in the past, but the banks may still refuse your loan application. MyBudget Loans can pave the path to an affordable, appropriate mortgage.", "MyBudget Loans can help borrowers who do not fit the criteria of traditional lenders to secure mortgage finance. People in these circumstances are sometimes referred to as the 'non-conforming' segment. MyBudget Loans focuses on this as specialist lenders.", "Absolutely nothing! The MyBudget Loans service is free to you. We are paid by our panel of lenders. Our leverage with lenders means that we can often save our clients substantial amounts of money through reduced fees, charges and interest.", "MyBudget Loans has been established to help clients have a home loan better suited to their financial situation. The team members at MyBudget Loans dedicate themselves to helping individuals and families improve their financial position and reach their financial goals through budget management.", "There was a clear need to create a service that was able to find the right loan for their clients whilst offering the same levels of understanding and customer service that MyBudget clients have come to expect. Out of this need, MyBudget Loans was born. MyBudget Loans, like MyBudget, is dedicated to helping you achieve a positive financial outcome that aligns with your current and future financial goals. We do this by finding the loan best suited to your individual needs.", "Whether you need to refinance, are looking to buy an investment property, or are a first homebuyer, MyBudget Loans will find the loan that best works for you. We have access to hundreds of loans from over 40 different lenders.", "MyBudget Loans is dedicated to excellence in customer service and will personally assist you through each step of the process, from gathering the required documentation all the way through to final settlements.", " ", "Buying a home is often the largest financial undertaking many people ever make. It’s important to get things right. Finding the right home is often hard enough, let alone working out which of the myriad of financial products on the market is right for you. Then there is working out how much you can borrow, how much deposit you need, and gathering the correct documentation. Let’s not forget the first homebuyer’s grant. The process can often be a daunting prospect.", "MyBudget Loans will help you at every step of the way (perhaps it's better if you choose your own home, though). We will look at your financial situation now and what your goals are for the future, and find the most suitable loan for you. We will guide you through the process, from the first homebuyer’s grant, through gathering your documentation and to final settlement. Let us show you how buying your first home can be an enjoyable and rewarding process. We will find the best loan for you from the hundreds available from our panel of over 40 different lenders.", "MyBudget Loans can have your loan pre-approved so you can negotiate the purchase of your new home with confidence.", "Many people like to invest in “bricks and mortar”. Buying an investment property is often perceived as less risky than other types of investments like stocks and shares, as property is tangible and can provide rental income, tax concessions and potential capital gain. MyBudget Loans can help you unlock the equity you have built up in your home to finance the purchase of an investment property, or enter the market with your first property!", "Buying a home, paying off part of the loan and borrowing against that equity to finance the deposit for another property is a popular investment strategy. Some financial institutions will lend up to 110% of the purchase price of an investment property depending on the value of your home and how much of it you own.", "\nMyBudget Loans will help you find the most suitable deal to buy your investment. The amount you will need for a deposit can vary depending on the financial institution, the type of loan you need and your financial situation.", "If you are self-employed and want a home loan but don't have your financial records totally up to date, MyBudget Loans can arrange a LowDoc (Low Documentation) Home Loan to save you the time and money in having to prepare financial records.", "A LowDoc Home Loan is ideal for those people who are:", "Generally LowDoc home loans are available for those borrowers who are self-employed with a financial situation that makes it difficult to verify their income.", " ", "MyBudget Loans works alongside MyBudget.", "MyBudget Loans has a separate ACN 613 857 104 and has a credit licence: Australian Credit Licence 492064.", "Terms and Conditions apply, and lender fees and charges may be payable. MyBudget Loans does not guarantee loan approval as each individual loan application is subject to a formal assessment.", "Copyright 2018 MyBudgetLoans Pty Ltd.", "Maximum Interest Rate Charged", "We offer a variety of interest rates on our home loans that vary depending on your individual situation. Currently, the highest rate you could expect to pay on a new home loan is 8.11% per annum. This particular rate is applicable for applicants that have had credit issues in the past such as bankruptcy or credit defaults. However, the majority of our clients are offered an interest rate lower than the standard variable rate offered by the banks.", "Fees Charged", "The Fees you will be charged can vary depending on the circumstances associated with your home loan application, the type of loan selected and the value of your property. For example, the standard upfront fees charged could be:", "\n", "\n• Application Fee up to $990", "\n• Valuation Fee: $330 or as charged by the Valuer", "\n", "\nOther Fees that may be charged are those by Solicitors, Mortgage Insurers or the Lender of your loan. Contact us direct to find out what fees would be applicable to your situation.", "Are you juggling multiple debts? Are you struggling to keep up with the repayments? If so, it might be time to think about debt consolidation.", " ", "The aim of debt consolidation is to save money and simplify your payments by combining multiple debts into a single balance with a lower repayment amount.", " ", "If it sounds like debt consolidation may be the right solution for you, read more below or get in touch with us today.", " ", "Call ", "1300 300 922", " or enquire online.", " ", "Debt consolidation is the process of combining multiple debts into a single debt, to simplify and reduce payments.", "\nDebt consolidation can reduce the stress of having and managing multiple debts and repayments, as well as provide potential interest rate and other savings.", "A ", "debt consolidation loan", " combines multiple debts into a single loan with a single repayment. The aim is to reduce the amount of interest you are paying and make it easier to manage your money.", "A ", "debt consolidation agreement", " combines multiple debts into a legal agreement that you negotiate with your creditors and then repay via a single monthly payment over a period of up to five years.", "MyBudget is uniquely positioned because we can help you to explore all of your debt management options.", " ", "The ", "MyBudget Loans", " team may be able to help you with debt consolidation through mortgage refinancing or introduce you to other lenders. We do not offer unsecured debt consolidation loans.", " ", "Our personal insolvency team are experts in handling formal debt agreements.", "\nHowever do keep in mind that debt consolidation is not without its consequences. That’s why the first step is to get a detailed understanding of your finances before we recommend any solutions.", " ", "A lot of people find that banks are unable to help them with a loan or they don’t qualify for a Part IX debt agreement.", "\nThe MyBudget difference is that we specialise in helping people get their finances on track.", "\nIf you don’t qualify for debt consolidation, we may still be able to help by looking at your finances and designing an affordable budget plan that gets you back on your feet.", "\nIn fact, many of people discover they can pay their way out of debt without needing new loans or entering into a formal debt agreement.", " ", "Call us on ", "1300 300 922", " or enquire online to find out more.", "\n", "Unable to get a debt consolidation loan from the bank, Debbie and Alan were looking at a Part IX Debt Agreement when they realised it was a form of bankruptcy.", " ", "After talking with a number of debt agreement companies, Debbie and Alan approached MyBudget for a second opinion.", " ", "MyBudget was able to help them design an affordable budget that allowed them to avoid any further late fees and charges while they paid their way out of debt.", " ", "Our help goes beyond debt consolidation. We do the legwork that takes the worry out of money.", "\nYou can relax knowing that your payments are affordable, your bills are paid on time, and you’re on the fast-track to your financial goals. We can even talk to your creditors for you.", "\n", "Call us on ", "1300 300 922", " or enquire online to find out more.", "When you take out a secured debt consolidation loan, you are converting your unsecured debts into a debt that is securitised by your home or other property.", "Should you fail to make the loan repayments, it is not just your credit score that is at risk. You could lose your home.", "For this reason, a debt consolidation loan is not recommended for anyone who has concerns about their income or job security.", "Consider reviewing your financial situation with a money management expert. There may be alternatives to debt consolidation, including money management methods that improve cash flow, get creditors off your back and reduce debt stress quickly.", "With mortgage interest rates at nearly record-low levels, it may be tempting to consolidate all of your debts into your mortgage to get a lower interest rate and smaller monthly installment. But when it comes to loan affordability, the interest rate is only one factor.", "Another important factor is the loan term. The loan term describes the amount of time over which the loan repayments will eventually pay off the loan principal in full. Mortgage loans usually have terms ranging from 15 to 25 years.", "Given that loan interest charges are calculated daily, as the term of the loan increases so does the amount of interest you pay. This is due to the effect of compounding interest where interest charges are calculated on the initial principal plus accumulated interest over the term of the loan.", "People usually become interested in debt consolidation because their existing debt repayments are messy, unmanageable or too expensive.", "Perhaps your credit card balance has snowballed or you’ve fallen behind in bills or your income situation has changed. The fact is that nobody gets into financial problems on purpose. In most cases, money troubles are caused by life changes — divorce, illness, job loss, a business failure. Even positive events, such as having a baby, can result in money worries.", "That’s why it pays to take the time to understand your financial situation fully before jumping into a new loan.", "There are no one-size-fits-all solutions when it comes to money issues and a good debt management strategy will take into account your specific situation, goals and priorities.", "The first step is to create a long-range budget that takes into account all of your expenses, debts and income over a 12-month period.", "This is a great way to get to the bottom of your finances and explore all of your options.", "If a debt consolidation loan is right for you, your budget will reveal how much you can afford to pay off and how quickly. If not, your budget can be used to test alternative strategies.", " ", "We’d love to help you ease your money troubles. We’ve already helped more than 110,000 Australians manage their debts and save more for their futures, all on the terms that suit them best. Want more information about how debt consolidation can help?", " ", "Give us a call now on ", "1300 300 922", " or enquire online about a free consultation by clicking the button below.", "MyBudget provides caring money management, structure and support so you can enjoy a life free from financial worries. Our purpose is to help you eliminate financial stress by setting financial goals and providing a pathway to achieving them.", "Set your goals", "Fix your finances", "Live the life you deserve", "Let's put plan in place to reduce your stress about money and help you tackle your finances.", "Let us do the legwork so you can focus on staying on track and achieving your goals.", "Stop wondering where your money goes. Let's make sure you have money for the things that matter.", "It's easier to make wise decisions about money when you have financial visibility, clarity and control.", "One of our friendly consultants will talk with you, confidentially, about your situation. Together, you'll explore what MyBudget can offer you.", " ", "We'll answer any questions you have, and then book a free budget consultation with you.", "At your initial consultation, one of our team will gather detailed information about your finances and work with you to create a customised budget plan to start achieving your goals.", " ", "Our consultants are highly-trained, with the specialist skills and knowledge necessary to help you build a pathway to financial freedom. They are also professionally trained in budgeting and debt management.", " ", "Most importantly, they genuinely care about you.", "Your first consultation with MyBudget is always free. During this consultation, you'll gain deeper insight into your financial situation, as well as a tailored budget that provides a pathway to achieving your goals. There’s no obligation and the plan we create is yours to keep for free, regardless of whether you become a client.", " ", "If you do decided to proceed, your consultant will be able to show you what fees would apply, and how they'll fit into your budget. Our service is designed to be very affordable, and you don't need to pay upfront to get started.", " Book your free appointment", "Your first consultation with MyBudget is always free. You'll gain clarity about your financial situation and a tailored budgeting solution. There's nothing to lose.", " ", "Call us now on ", "1300 300 922", " or submit the form below and one of our money specialists will call you back.", "Megan and Creagh didn't get into money trouble because of big, lavish expenses, but just the day to day living. After coming to MyBudget with a debt of 91K, they've paid off 5 credit cards and are now saving for a house!", "Jaz and Reid were good with money but realised they could be better. They’re now able to save more than they ever imagined, with space for shopping, renovations, and their first family holiday.", "Mia paid off a $25k credit card debt in 2 years. At first she was ashamed and anxious about her situation, but now she’s financially free and feels amazing.", "Bec and Jarrad thought they were good with money, but the clarity MyBudget brought helped them unlock their full financial potential. They purchased an investment property just 8 months after joining MyBudget.", "For Yvette and James, a full family life meant bills got missed, wasting money and time. Since joining MyBudget they now have more time to spend with their family, focused on what really matters.", "Aaron and Jake were drowning in debt and stressed out about money. They now have control of their finances and are seeing savings for the first time. They’re saving for a house and starting a family.", "Nicci and Scott used to live week-to-week, crushed by credit card debt. MyBudget put a plan in place to clear their debt. Nicci and Scott now have a property portfolio and money for overseas holidays.", "Richelle and James had fluctuating incomes, and bills brought them to tears. With MyBudget, the stress just melted away. Now they have savings set aside, and never worry about finding money for the things they need.", "Vanessa was stressed all the time. MyBudget helped lift the weight off her shoulders. She has paid off her credit cards, her car loan and even purchased a new car.", "Trish and Neil are no longer fighting about money. They earned good money but weren't saving. Now, they're planning a holiday, bought a new car and a motorbike. They're closer than ever.", "We can answer your questions and show you how easy it is to get started. "], "emails": ["example@example.com", "myloan@mybudgetloans.com.au", "myloan@mybudgetloans.com.au", "example@example.com"], "addresses": [], "social_media_links": [], "telephone_numbers": ["1300 300 922", "1300 300 922", "7.00 - 7.30", "7.30 - 8.00", "8.00 - 8.30", "8.30 - 9.00", "9.00 - 9.30", "9.30 - 10.00", "10.00 - 10.30", "10.30 - 11.00", "11.00 - 11.30", "12.00 - 12.30", "12.30 - 1.00", "1.00 - 1.30", "1.30 - 2.00", "2.00 - 2.30", "2.30 - 3.00", "3.00 - 3.30", "3.30 - 4.00", "4.00 - 4.30", "4.30 - 5.00", "5.00 - 5.30", "5.30 - 6.00", "6.00 - 6.30", "6.30 - 7.00", "7.00 - 7.30", "1300 300 922", "1300 300 922", "1300 300 922", "1300 300 922", "1300 300 922", "1300 300 922", "8 8311 1702", "82 093 118 597", "1300 300 922", "8 8215 7519", "8 8215 7519", "613 857 104", "1300 300 922", "1300 300 922", "8 8311 1702", "82 093 118 597", "1300 300 922", "1300 300 922", "1300 300 922", "1300 300 922", "1300 300 922", "1300 300 922", "1300 300 922", "8 8311 1702", "82 093 118 597", "1300 300 922", "1300 300 922", "1300 300 922", "7.00 - 7.30", "7.30 - 8.00", "8.00 - 8.30", "8.30 - 9.00", "9.00 - 9.30", "9.30 - 10.00", "10.00 - 10.30", "10.30 - 11.00", "11.00 - 11.30", "12.00 - 12.30", "12.30 - 1.00", "1.00 - 1.30", "1.30 - 2.00", "2.00 - 2.30", "2.30 - 3.00", "3.00 - 3.30", "3.30 - 4.00", "4.00 - 4.30", "4.30 - 5.00", "5.00 - 5.30", "5.30 - 6.00", "6.00 - 6.30", "6.30 - 7.00", "7.00 - 7.30", "1300 300 922", "1300 300 922", "8 8311 1702", "82 093 118 597"], "lda_resutls": [[0, "0.026*\"debt\" + 0.026*\"money\" + 0.026*\"pay\" + 0.018*\"card\" + 0.018*\"day\" + 0.018*\"credit\" + 0.018*\"get\" + 0.010*\"let\" + 0.010*\"first\" + 0.010*\"make\""], [1, "0.057*\"loan\" + 0.029*\"mybudget\" + 0.025*\"debt\" + 0.021*\"help\" + 0.015*\"financial\" + 0.015*\"fee\" + 0.015*\"charge\" + 0.015*\"information\" + 0.015*\"want\" + 0.011*\"people\""], [2, "0.045*\"financial\" + 0.044*\"mybudget\" + 0.038*\"loan\" + 0.030*\"help\" + 0.023*\"money\" + 0.018*\"need\" + 0.016*\"free\" + 0.015*\"situation\" + 0.015*\"client\" + 0.014*\"goal\""], [3, "0.045*\"debt\" + 0.034*\"property\" + 0.028*\"investment\" + 0.024*\"loan\" + 0.019*\"home\" + 0.015*\"management\" + 0.015*\"financial\" + 0.013*\"consolidation\" + 0.010*\"people\" + 0.010*\"build\""], [4, "0.068*\"loan\" + 0.031*\"interest\" + 0.027*\"term\" + 0.023*\"may\" + 0.018*\"debt\" + 0.016*\"mortgage\" + 0.016*\"pay\" + 0.012*\"charge\" + 0.012*\"rate\" + 0.012*\"budget\""], [5, "0.068*\"call\" + 0.026*\"charge\" + 0.020*\"free\" + 0.019*\"money\" + 0.018*\"first\" + 0.018*\"finance\" + 0.018*\"mybudget\" + 0.018*\"interest\" + 0.018*\"save\" + 0.017*\"lender\""], [6, "0.025*\"debt\" + 0.021*\"let\" + 0.021*\"right\" + 0.021*\"often\" + 0.018*\"consolidation\" + 0.017*\"work\" + 0.015*\"goal\" + 0.015*\"credit\" + 0.015*\"licence\" + 0.015*\"legwork\""], [7, "0.041*\"debt\" + 0.031*\"consolidation\" + 0.026*\"money\" + 0.019*\"loan\" + 0.015*\"help\" + 0.015*\"find\" + 0.015*\"first\" + 0.012*\"lender\" + 0.011*\"solution\" + 0.011*\"able\""], [8, "0.042*\"debt\" + 0.032*\"loan\" + 0.031*\"rate\" + 0.031*\"hide\" + 0.030*\"multiple\" + 0.026*\"single\" + 0.026*\"home\" + 0.024*\"repayment\" + 0.021*\"make\" + 0.021*\"offer\""], [9, "0.029*\"life\" + 0.029*\"live\" + 0.023*\"time\" + 0.016*\"home\" + 0.016*\"mybudget\" + 0.016*\"bill\" + 0.016*\"financial\" + 0.016*\"family\" + 0.016*\"finance\" + 0.016*\"track\""]], "kpe_resutls": [["mybudget loan", 0.08083781343934535], ["debt consolid", 0.05882810372888621], ["email", 0.043449564495887626], ["reid mia bec", 0.04198473968852906], ["creagh jaz", 0.04100143657915215], ["jarrad yvett", 0.04059175121906869], ["jame aaron", 0.04050031548920042], ["jake nicci", 0.03974362149872894], ["scott richel", 0.0381702045097535], ["megan", 0.037566375632615674]], "rake_resutls": [[52.57142857142857, "submit hidden hidden hidden hidden hidden new enquiries"], [35.166666666666664, "full family life meant bills got missed"], [30.04285714285714, "largest financial undertaking many people ever make"], [25.478571428571428, "debt consolidation agreement combines multiple debts"], [25.0, "separate acn 613 857 104"], [25.0, "copyright 2018 mybudgetloans pty ltd"], [24.523732718894006, "debt consolidation loan combines multiple debts"], [21.25, "debt consolidation frequently asked questions"], [19.916666666666664, "debt consolidation submit hidden"], [19.833333333333332, "initial principal plus accumulated interest"], [19.5, "sounds like debt consolidation may"], [19.25, "help goes beyond debt consolidation"], [18.82142857142857, "debt without needing new loans"], [18.25, "offer unsecured debt consolidation loans"], [18.002304147465438, "first home loan investment loans self"], [18.0, "mybudget loans works alongside mybudget"], [16.714285714285715, "mybudget provides caring money management"], [15.875, "standard upfront fees charged could"], [15.5, "life changes — divorce"], [15.0, "990 • valuation fee"], [14.89516129032258, "secured debt consolidation loan"], [14.75, "handling formal debt agreements"], [14.0, "standard variable rate offered"], [13.783333333333333, "25k credit card debt"], [13.714285714285715, "including money management methods"], [13.7, "australian credit licence 492064"], [13.683333333333334, "part ix debt agreement"], [13.202380952380953, "good debt management strategy"], [13.142857142857142, "people usually become interested"], [13.023809523809524, "generally lowdoc home loans"], [12.9, "call 1300 300 922"], [12.833333333333334, "maximum interest rate charged"], [12.666666666666668, "provide potential interest rate"], [12.5, "banks may still refuse"], [12.0, "mybudget loans team may"], [11.502304147465438, "home loan better suited"], [11.333333333333334, "clarity mybudget brought helped"], [11.25, "reduce debt stress quickly"], [10.89516129032258, "debt consolidation loan"], [10.628571428571428, "managing multiple debts"], [10.628571428571428, "juggling multiple debts"], [10.628571428571428, "combining multiple debts"], [10.5, "1300 300 922"], [10.35, "formal debt agreement"], [10.35, "debt agreement companies"], [10.05952380952381, "many people like"], [9.783333333333333, "credit card debt"], [9.75, "• application fee"], [9.65, "full financial potential"], [9.5, "popular investment strategy"]], "guided_lda_resutls": [["money", "consolidation", "hidden", "want", "mybudget", "james", "300", "gain", "application", "financial"], ["find", "creditors", "family", "better", "unlock", "aaron", "levels", "records", "cards", "step"], ["loans", "financial", "interest", "finances", "new", "stress", "repayments", "team", "depending", "saving"], ["help", "1300", "achieving", "clarity", "amount", "brought", "legwork", "low", "questions", "service"], ["property", "mortgage", "rate", "let", "consultation", "terms", "like", "panel", "unable", "established"], ["922", "way", "life", "full", "fees", "homebuyer", "years", "charges", "easier", "aim"], ["debts", "agreement", "payments", "make", "grant", "however", "step", "appropriate", "selected", "health"], ["best", "reduce", "different", "bills", "worries", "lending", "fee", "consolidation", "amounts", "discover"], ["loan", "get", "budget", "clients", "single", "call", "purchase", "good", "finance", "make"], ["one", "pay", "buying", "lowdoc", "show", "richelle", "stressed", "unsecured", "whether", "improve"], ["us", "call", "save", "offer", "documentation", "much", "banks", "live", "provides", "track"], ["situation", "charged", "able", "create", "could", "keep", "scott", "time", "credit", "bec"], ["may", "often", "solutions", "employed", "online", "lower", "started", "market", "megan", "service"], ["affordable", "lenders", "balance", "clear", "suitable", "alan", "110", "negotiate", "including", "recommended"], ["debt", "first", "credit", "people", "multiple", "management", "process", "lenders", "important", "time"], ["home", "need", "paid", "options", "submit", "customer", "vary", "looking", "used", "period"], ["free", "information", "time", "would", "jake", "account", "jaz", "joining", "email", "changed"], ["right", "enquire", "help", "even", "pathway", "car", "gathering", "mind", "expect", "creagh"], ["investment", "fees", "income", "plan", "first", "self", "ever", "savings", "equity", "principal"], ["mybudget", "goals", "part", "finding", "situation", "explore", "well", "positive", "charges", "quickly"]], "textrank_resutls": [[0.1575795796301123, 1, "hidden hidden hidden hidden new enquiries"], [0.11523231238569723, 1, "first home loan investment loans"], [0.09858760450933977, 1, "home loans"], [0.09622321983390056, 1, "first home loan investment"], [0.09426246419053108, 2, "james vanessa trish"], [0.09025492345160081, 1, "debt consolidation"], [0.08875249873334846, 2, "james aaron"], [0.08674270805400171, 2, "reid mia bec"], [0.08354555259024851, 2, "more information"], [0.0766411952620667, 5, "mybudget loans"], [0.07518457772380643, 2, "creagh jaz"], [0.07431764782726041, 2, "jarrad yvette"], [0.07380481878712208, 2, "scott richelle"], [0.0736191318993077, 2, "jake nicci"], [0.07149100975094122, 1, "different types"], [0.062445783719392245, 1, "money worries"], [0.06116309816515348, 1, "conditions"], [0.058548766785089044, 1, "customer service"], [0.05818333720489999, 1, "your loan product"], [0.0517023498942027, 2, "bsb"], [0.050493062847900574, 1, "questions"], [0.046148311770444844, 2, "megan"], [0.04609745356522242, 1, "ready"], [0.04569179886434842, 1, "terms"], [0.044829988137243704, 2, "neil"], [0.044437940098239155, 2, "email"], [0.043742428905431355, 1, "a phone call"], [0.0425022469197091, 1, "your internet banking"], [0.03018013835617867, 1, "the links"], [0.027702708601047024, 1, "the life"], [0.023102402452801454, 1, "\n submit"], [0.0, 5, "we"]], "textrank_summery__resutls": ["Want more information about MyBudget Loans?", "\n Submit hidden hidden hidden hidden hidden New Enquiries: Customer Service:", "Megan and Creagh Jaz and Reid Mia Bec and Jarrad Yvette and James Aaron and Jake Nicci and Scott Richelle and James Vanessa Trish and Neil", "Want more information about MyBudget Loans?", "Why do we offer home loans?"], "wordcloud_resutls": [["loan", 1.0], ["money", 0.6923076923076923], ["debt", 0.5897435897435898], ["MyBudget Loans", 0.5897435897435898], ["debt consolidation", 0.5384615384615384], ["financial", 0.48717948717948717], ["MyBudget", 0.46153846153846156], ["will", 0.4358974358974359], ["help", 0.41025641025641024], ["home", 0.3333333333333333], ["first", 0.3333333333333333], ["finance", 0.3076923076923077], ["now", 0.28205128205128205], ["fee", 0.28205128205128205], ["free", 0.2564102564102564], ["mortgage", 0.2564102564102564], ["find", 0.2564102564102564], ["goals", 0.2564102564102564], ["budget", 0.2564102564102564], ["lender", 0.2564102564102564], ["home loan", 0.2564102564102564], ["may", 0.23076923076923078], ["need", 0.23076923076923078], ["time", 0.23076923076923078], ["new", 0.20512820512820512], ["term", 0.20512820512820512], ["client", 0.20512820512820512], ["financial situation", 0.20512820512820512], ["make", 0.1794871794871795], ["right", 0.1794871794871795], ["paid", 0.1794871794871795], ["interest", 0.1794871794871795], ["management", 0.1794871794871795], ["pay", 0.1794871794871795], ["repayment", 0.1794871794871795], ["agreement", 0.1794871794871795], ["interest rate", 0.1794871794871795], ["us", 0.15384615384615385], ["life", 0.15384615384615385], ["one", 0.15384615384615385], ["situation", 0.15384615384615385], ["able", 0.15384615384615385], ["property", 0.15384615384615385], ["income", 0.15384615384615385], ["amount", 0.15384615384615385], ["charged", 0.15384615384615385], ["consultation", 0.15384615384615385], ["saving", 0.15384615384615385], ["multiple debts", 0.15384615384615385], ["investment", 0.1282051282051282], ["live", 0.1282051282051282], ["purchase", 0.1282051282051282], ["even", 0.1282051282051282], ["affordable", 0.1282051282051282], ["people", 0.1282051282051282], ["often", 0.1282051282051282], ["save", 0.1282051282051282], ["charges", 0.1282051282051282], ["process", 0.1282051282051282], ["way", 0.1282051282051282], ["credit", 0.1282051282051282], ["single", 0.1282051282051282], ["solution", 0.1282051282051282], ["reduce", 0.1282051282051282], ["stress", 0.1282051282051282], ["plan", 0.1282051282051282], ["take", 0.1282051282051282], ["Call us", 0.1282051282051282], ["investment property", 0.1282051282051282], ["credit card", 0.1282051282051282], ["offer", 0.10256410256410256], ["Call", 0.10256410256410256], ["different", 0.10256410256410256], ["James", 0.10256410256410256], ["part", 0.10256410256410256], ["application", 0.10256410256410256], ["team", 0.10256410256410256], ["create", 0.10256410256410256], ["best", 0.10256410256410256], ["individual", 0.10256410256410256], ["step", 0.10256410256410256], ["documentation", 0.10256410256410256], ["Buying", 0.10256410256410256], ["Let", 0.10256410256410256], ["much", 0.10256410256410256], ["provide", 0.10256410256410256], ["type", 0.10256410256410256], ["payment", 0.10256410256410256], ["bank", 0.10256410256410256], ["bills", 0.10256410256410256], ["good", 0.10256410256410256], ["achieving", 0.10256410256410256], ["family", 0.10256410256410256], ["hidden hidden", 0.10256410256410256], ["enquire online", 0.10256410256410256], ["Submit", 0.07692307692307693], ["service", 0.07692307692307693], ["access", 0.07692307692307693], ["questions", 0.07692307692307693], ["worries", 0.07692307692307693]], "wordcloud_resultsbi": ["debt_consolidation", "mybudget_loan", "financial_situation", "home_loan", "interest_rate", "investment_property", "multiple_debt", "consolidation_loan", "credit_card", "debt_agreement", "financial_goal", "loan_loan", "loan_term", "customer_service", "debt_management", "debt_repayment", "debt_single", "different_lender", "fee_charge", "first_homebuyer", "good_money", "loan_application", "loan_financial", "many_people", "money_management", "money_trouble", "more_information", "new_home", "term_loan", "affordable_budget", "amount_interest", "appropriate_mortgage", "budget_plan", "card_debt", "consolidation_money", "consultation_mybudget", "credit_licence", "expense_debt", "final_settlement", "finance_life", "financial_institution", "financial_record", "first_consultation", "first_step", "formal_debt", "free_consultation", "home_purchase", "information_mybudget", "interest_charge", "lender_mybudget", "life_free", "loan_client", "loan_equity", "loan_individual", "loan_mybudget", "loan_repayment", "money_financial", "money_payment", "money_time", "money_worry", "mortgage_refinancing", "mybudget_free", "mybudget_full", "new_car", "new_loan", "own_home", "panel_different", "part_debt", "pathway_goal", "plan_place", "property_loan", "situation_goal", "term_condition", "time_mybudget", "type_loan", "unsecured_debt", "way_debt", "able_affordable", "able_debt", "able_fee", "able_finance", "able_more", "able_right", "access_appropriate", "access_hundred", "account_expense", "account_specific", "acn_credit", "affordability_interest", "affordable_appropriate", "affordable_bill", "affordable_upfront", "agreement_company", "agreement_creditor", "agreement_form", "agreement_mind", "agreement_more", "agreement_multiple", "agreement_mybudget", "aim_amount"], "lda_mallet_resutls": {"Topic_0": ["mybudget", "finance", "find", "service", "amount", "thing", "future", "focus", "access", "unlock"], "Topic_1": ["debt", "consolidation", "time", "repayment", "payment", "year", "manage", "documentation", "achieve", "dedicate"], "Topic_2": ["interest", "rate", "credit", "agreement", "offer", "low", "card", "bank", "trouble", "talk"], "Topic_3": ["home", "property", "investment", "purchase", "buy", "life", "live", "deposit", "gather", "important"], "Topic_4": ["pay", "budget", "good", "process", "affordable", "family", "information", "panel", "specialist", "solution"], "Topic_5": ["financial", "goal", "call", "client", "consultation", "multiple", "show", "consultant", "creditor", "bankruptcy"], "Topic_6": ["loan", "fee", "term", "car", "factor", "recommend", "track", "borrower", "principal", "submit"], "Topic_7": ["situation", "make", "lender", "management", "plan", "type", "provide", "create", "free", "combine"], "Topic_8": ["money", "stress", "save", "reduce", "single", "start", "hide", "question", "easy", "strategy"], "Topic_9": ["charge", "mortgage", "income", "work", "worry", "free", "people", "step", "individual", "clarity"]}}]