[{"company": "Life Ready Physio and Pilates", "introduction": "Physio, Pilates and Massage", "end_market": "Community, corporate", "industry": "Healthcare", "link": "http://www.lifereadyphysio.com.au/", "search_text": "http://www.lifereadyphysio.com.au/", "title": "Life Ready Physio: Physiotherapy Perth & Melbourne | Physio ...", "link_corrected": "https://www.lifereadyphysio.com.au/", "description": "Hi, and welcome to Life Ready Physio! With over twenty locations across Australia from Perth to Melbourne, we are a physiotherapy and Pilates group, ...", "crawled_links": ["https://www.lifereadyphysio.com.au/story/", "https://www.lifereadyphysio.com.au/leadership/", "https://www.lifereadyphysio.com.au/clinics/spearwood/", "https://www.lifereadyphysio.com.au/privacy-policy/", "https://www.lifereadyphysio.com.au/refund-policy/", "https://www.lifereadyphysio.com.au/clinics/dandenong-south/", "https://www.lifereadyphysio.com.au/service/exercise-physiology/", "https://www.lifereadyphysio.com.au/service/sports-physiotherapy/", "https://www.lifereadyphysio.com.au/service/gym-rehabilitation-programs/", "https://www.lifereadyphysio.com.au/book-now-melbourne/", "https://www.lifereadyphysio.com.au/service/cancer-management-rehabilitation/", "https://www.lifereadyphysio.com.au/clinics/marangaroo/", "https://www.lifereadyphysio.com.au/clinics/bayswater/", "https://www.lifereadyphysio.com.au/perth/", "https://www.lifereadyphysio.com.au/clinics/bicton/"], "header_text": ["Our Story & Vision", "Our statement: One Life. One Body.", "Our purpose: To be the benchmark of health", "We are accountable ", "to our values", "Our commitment ", "to ongoing education", "Life Ready’s growth", "The Future", "The Future", "Visit Our Physio Clinics in ", "Enter postcode to find your nearest location", "Life Ready on Instagram ", "Leadership Team", "See our individual staff bios by visiting any one of our clinic pages", "Enter postcode to find your nearest location", "Our Culture", "Our Culture", "Our Partners", "Life Ready on Instagram ", "We are family", "We share knowledge", "Always improving", "Give 100% to the patient every time", "\r\n\t\t\t\t\tLife Ready Physio & Pilates \r\n\t\t\t\t\t", "\r\n\t\t\t\t", "Our Team at Life Ready Spearwood", "About Us", "Our Services", "Our Studio Timetable", "Contact Details", "Life Ready on Instagram ", "Other Clinics in Perth", "Our Partners", "A friendly note if you are a Medibank or HCF member: Our remedial massage consultations are unable to be claimed on-the-spot using HICAPS. However, our reception team can issue a receipt to claim directly from Medibank or HCF at a later stage.", "Privacy Policy", "Life Ready Physio Terms of Service and Privacy Policy", "Privacy Policy", "Definitions", "Information Collection and Use", "Types of Data Collected", "Use of Data", "Transfer of Data", "Disclosure of Data", "Security of Data", "Service Providers", "Links to other sites", "Changes to this privacy policy", "Contact us", "1. Terms", "2. Use License", "Personal Data", "Usage Data", "Location Data", "Tracking Cookies Data", "Business Transaction", "Disclosure for Law Enforcement", "Legal Requirements", "Analytics", "Behavioral Remarketing", "Refund Policy", "Life Ready Physio Refund Policy", "It’s okay to change your mind… We understand!", "\r\n\t\t\t\t\tLife Ready Physio & Pilates \r\n\t\t\t\t\t", "\r\n\t\t\t\t", "Our Team at Life Ready Dandenong South", "About Us", "Contact Details", "Life Ready on Instagram ", "Other Clinics in Melbourne", "Our Partners", "Exercise Physiology", "Sports Physiotherapy", "Gym Rehabilitation Programs", "Book now!", "Cancer Management & Rehabilitation", "\r\n\t\t\t\t\tLife Ready Physio & Pilates \r\n\t\t\t\t\t", "\r\n\t\t\t\t", "Our Team at Life Ready Marangaroo", "About Us", "Our Services", "Contact Details", "Life Ready on Instagram ", "Other Clinics in Perth", "Our Partners", "\r\n\t\t\t\t\tLife Ready Physio & Pilates \r\n\t\t\t\t\t", "\r\n\t\t\t\t", "Our Team at Life Ready Bayswater", "About Us", "Our Services", "Calendar of Supervised Exercise Sessions", "Contact Details", "Life Ready on Instagram ", "Other Clinics in Perth", "Our Partners", "Here’s to feeling good again ", "Get ready for everything life throws at you with Life Ready Physio.\r\n\t\t\t", "Get to know us", "Visit Our Physio Clinics in Perth", "Enter postcode to find your nearest location", "\r\n\t\t\t\t\tLife Ready Physio & Pilates \r\n\t\t\t\t\t", "\r\n\t\t\t\t", "Our Team at Life Ready Bicton", "About Us", "Our Services", "Calendar of Supervised Exercise Sessions", "Our Partners", "Contact Details", "Life Ready on Instagram ", "Other Clinics in Perth"], "paragraph_text": ["There is no undo in real life. No reset and no start again. We are all given one life and it’s up to us to live it the best way we can. We’re all given one body, and it’s the only one we’ll get. That’s what we mean when we say…One Life. One Body. At Life Ready, we use this statement because it reminds us of the journey we’re all on because. We all have dreams and desires for our lives and we believe that you want your tomorrow to be better than your today, because it’s about finding your best quality of life, whatever that looks like.", "That’s why we started Life Ready – because we want to help you find and live your best quality of life. That life is impacted by your health, and sometimes health takes work. Often, it takes reaching out for help, and always, it takes a commitment to get better and to be better. For the thousands of patients who walk through our doors each month, Life Ready is more than just an appointment because we recognise that physiotherapy is more than just a pain relief, it’s an investment into your best quality of life. We take that investment seriously because we care about you finding your healthiest, fittest, strongest and most mentally tenacious, you.", "Since our humble beginnings, Life Ready has grown. We are now becoming a national brand as we expand across Australia with a passion to spread our message further. One Life One Body is a call to the entire country. A call to take care of our one life and one body as well as we can…because it matters.", "We see a physio group that lifts the benchmark of the entire health industry and improves not just the level of treatment offered but the experience and environment in which it is offered. For the millions of Australians not just looking for pain relief, but looking for care and support to help them live their best life, we believe Life Ready will be a brand that helps. Our goal and vision is to be the best physio brand in Australia.", "We do not have to be the biggest (that’s not important to us) but we must be the best and in our quest to help Australians live their one life and one body to the best quality they can, we will expand and grow to reach as many as possible. We will achieve this with the best treatment methodology for patients, the best physiotherapists and practitioners, the most innovative and powerful clinic environments and a values driven philosophy that maximises treatment success and client satisfaction.", "Family takes care of its own. Above all things, we are in this together regardless of which clinic we are a part of.", "Our improvement is fast tracked with the collective intelligence of the many. We openly share and collaborate to ensure every patient case is solved and every physio improves.", "We do not have to be the biggest but we do have to be the best. The only way we will be the benchmark for the industry is in our consistent recognition that we can always improve.", "Every patient. Every appointment. 100%. We give them our best every time. That’s what they deserve when they step into a Life Ready clinic.", "Paul is our managing partner, titled musculoskeletal and sports physiotherapist and exercise sport scientist at Life Ready Physio Spearwood.", "He has completed further study in the field of musculoskeletal and sports physiotherapy, allowing him to offer an increase level of clinical knowledge and expertise. He graduated from the University of Notre Dame after completing a double degree in Physiotherapy and Exercise and Sports Science and went on to complete a Masters of Musculoskeletal and Sports Physiotherapy at Griffith University. He has also previously completed further studies in dry needling. Paul has a wealth of experience working in elite international sports, recently working as a physiotherapist at the 2018 Commonwealth Games and 2019 Australian Cross Fit Championships.", "He has a passion for all sports and musculoskeletal conditions and ensuring his clients enjoy and benefit from the complete rehabilitation experience – guiding them from initial injury through to the return to sport and performance enhancement. He uses his knowledge of strength and conditioning and exercise rehabilitation alongside his manual therapy skills to ensure optimal injury management, prevention and high performance.", "Paul believes the experience of a patient is paramount and at Life Ready Physio Spearwood, this is always centre of attention. Paul and his physiotherapists spend the extra time with clients to ensure everyone is treated as an individual with a specific treatment plan ensuring more efficient and effective outcomes.", "In his spare time Paul spends time with his family (inclusive of baby Cooper), friends and his two dogs. As a cross fit and movement enthusiast, you will also find him training with the guys at ", "Movement Hub", " and ", "Coogee Beach Fitness", " when he can find the time.", "Madeline is a titled musculoskeletal and sports physiotherapist and exercise sport scientist, completing her undergraduate degree in Physiotherapy and Exercise Sports Science at UNDA in 2012, and then her Masters of Musculoskeletal and Sports Physiotherapy at Griffith University in 2016.", "She developed a passion for physiotherapy at a very young age as she pursued a career in professional dance.", "Now as a Mum to baby Cooper, CrossFit enthusiast and physiotherapist, Madeline knows the importance of maintaining health and well being.", "“Working in health care is rewarding. Not only do you get to work with people all day everyday, you support people in being the best version of themselves – whether it’s through management of pain, enhancing their performance or supporting them during a difficult time. Physio is so diverse, you learn so much, get to share that with others and yet there’s always new skills to develop or areas to improve.”", "Madeline’s clinical areas of interest include; hip, pelvic and back pain, acute sporting injuries, pre and post-operative rehabilitation and ante and post natal exercise. She has gained a wealth of experience in these areas working at the 2018 Commonwealth Games, with national and international level hockey teams as well as NRL, AFL and track and field teams. Madeline uses her finely tuned manual therapy skills alongside her knowledge and passion for strength and conditioning training to optimise her clients’ outcomes in the short and long term.", "Kayla chose a career in physiotherapy for three primary reasons: she enjoys being active (and not being stuck behind a desk!), has always had the desire to work in healthcare and loves working with people to help them achieve their best self.", "She completed her physiotherapy degree at Curtin University, graduating in 2013.", "Kayla loves the variety of work that physiotherapy offers and says “no single patient is ever the same.” She enjoys being in a field that is continually growing and improving in order to optimise the quality of life of everyday people.", "Kayla has a keen interest in shoulder pain as it can often be quite debilitating and a difficult area to treat, which is why it is so rewarding to help people overcome shoulder pain and disability. She also enjoys treating knees, particularly ACL rehabilitation and guiding people from the stage of injury, pre-op, post-op and all the way to return to sport.", "She loves utilising and teaching Pilates as it is a very useful rehabilitation tool to get people back to exercise or to introduce sedentary people to exercise. With an interest in playing netball, tennis, swimming, and watching football, Kayla also has a particular interest in helping people get back to these sports.", "Outside of work Kayla enjoys to keep active and you’ll often find her running, swimming, getting to a yoga or Pilates class, hiking or cycling. She loves weekend camping adventures outside of the city, hunting to find Perth’s culinary delights, going to the beach, photography and travel.", "Throughout his studies, Nick always dreamed of working in private practice and now that the time has come, he couldn’t be more thrilled to be a part of the Life Ready Physio Spearwood team!", "Fresh from graduating in early 2019 and having the latest information and techniques to offer his clients, he now has his eyes set on Pilates training and courses in dry needling in the future, so watch this space!", "Nick has always found musculoskeletal injuries and conditions to be the most interesting to assess and treat, with a particular interest in the lower limb, however he enjoys treating clients with a wide variety of ailments. Any time he has the opportunity to improve someone’s quality of life, he’s all in.", "Outside of work, you can usually find Nick in the gym or in the kitchen – if he’s not working, exercising or eating. He is also often off in search of an adventure as he loves to travel!", "Prior to completing his Bachelor of Physiotherapy and Bachelor of Exercise and Sports Science from the University of Notre Dame, Keenan worked as a sports trainer across a wide variety of sporting environments as well as a fitness trainer at a local gym.", "“I became a physiotherapist because I wanted a career that allowed me to interact, communicate and help others for a living. I believe that as a physiotherapist, I have a great opportunity to improve an individuals’ quality of life not only physically, but mentally as well.”", "As a previous high level athlete, Keenan has a strong clinical interest in sporting injuries as well as those looking to improve their physical function to an optimal level. He also enjoys helping clients who experience a musculoskeletal injury, in an aim to reduce pain and ultimately improve function.", "Outside of work Keenan loves exercising in any way possible, attending as many sporting events as he can and travelling whenever and to wherever!", "Lauren completed her Diploma in Remedial Massage in 2016 at the Australian Institute of Fitness, whilst also completing a double degree in Exercise Sport Science and Preventive Health at the University of Notre Dame. Wanting more of a challenge, she completed a Master of Philosophy in Health Sciences at Notre Dame, designing an exercise intervention to specifically help those with Multiple Sclerosis.", "Lauren thoroughly enjoys working in an allied health setting alongside physiotherapists and exercise physiologists as it allows her to acquire new skills and knowledge about the musculoskeletal system, which will help to further improve her manual therapy skills.", "With a passion for learning new techniques and modalities, Lauren has also completed an advanced dry needling course that has helped to heighten her understanding of the importance of remedial massage therapy regarding posture, balance, movement efficiency and injury prevention.", "Outside of work, Lauren has a love of the water, so you will found her either swimming at her local pool or in the ocean, with a dream of one day doing a solo Rottnest channel crossing!", "Since completing her Bachelor of Science double major in Sport and Health Science & Movement Science, as well her Clinical Exercise Physiology Graduate Diploma, at Murdoch University, Chloe has worked in a variety of positions as an exercise physiologist which has led her to develop a keen interest in a wide range of conditions such as metabolic, cardiovascular, neuromuscular and Cancer conditions and various musculoskeletal injuries.", "“Once I discovered what exercise physiology was and what it could do, I became passionate about how exercise can be used in so many ways to help improve a person’s health and wellbeing and vastly improve their quality of life. I love the way exercise helps people, not only physically, but mentally as well. It can pretty much transform a person’s life.”", "Chloe loves to use exercise as medicine in many ways, but enjoys utilising exercise prescription particularly for Cancer, metabolic, mental health and special needs/disability clientele, as well as incorporating strength and conditioning principles into her treatment methods.", "Outside of work, Chloe is passionate about training Brazilian Jiu Jitsu, strength training in the gym, going to the beach with her dog, Nala or heading on a down south adventure.", "Watch this space!", "Working with Mady in the past, Martina had a good understanding of physiotherapy before joining the Life Ready Physio Spearwood team in 2018.", "Martina has worked in the health industry for nearly 10 years as a receptionist and secretary in various fields including orthopaedics, anaesthetics and General Practice, taking only a short break to have her second child, Benny.", "Outside of work Martina loves to spend time with her young family, especially getting outside to explore new walking/hiking trails, reading and planning her next overseas holiday!", "Joining our reception team in February 2019, Teneka is a physiotherapy student assisting Life Ready Spearwood on reception while learning from our musculoskeletal and sports physiotherapists.", "When Teneka isn’t studying to finish her degree, she’s sports training for Cockburn City Soccer Club.", "She also enjoys art, exercise, coffee, Pilates and walking her beautiful dog, Vinnie.", "Danielle joined the Life Ready admin team in August 2019 and when she’s not behind the reception desk, Danielle loves long coastal walks, spending time with friends and family, visiting her sister and niece in Margaret River, reading and watching the footy!", "Conveniently placed on the outside of Phoenix Shopping Centre, Life Ready Physio Spearwood provides high quality physiotherapy and supervised exercise sessions (incorporating Pilates inspired exercises), services including sports injury management, postural correction, dry needling, gym rehabilitation programs, ", "remedial massage, ", "exercise physiology", ", pre and postnatal care, dietetics and much more.", "Our highly experienced physiotherapists are passionate about promoting faster recovery and greater levels of injury prevention for clients, offering tailored and individualised treatment in our modern and spacious clinic, boasting generous sized rooms and a fully equipped gym for small group and one-on-one exercise classes.", "We work with clients who suffer a range of sport or work related injuries, are in need of post-operative care, or who are experiencing general aches and pains, so contact us today and ask how our Life Ready physiotherapists can get you back on track to living your best life!", "At Life Ready Physio Spearwood, we also service clients from surrounding areas including Hamilton Hill, Coogee, North Coogee, Yangebup, Coolbellup, Bibra Lake and South Lake.", "Call our team on 6192 3256 or ", "book online now", "!", "\r\n\t\t\t\t\t\t\t", "Phone:", " 08 6192 3256", "\t\t\t\t\t\t\t", "Fax:", " 08 6192 3257", "\t\t\t\t\t\t\t", "Email:", " spearwood@lifereadyphysio.com.au\t\t\t\t\t\t\t", "\r\n\t\t\t\t\t\t\t5/254 Rockingham Road", "\r\nSpearwood WA 6163", "\r\n(next to Aldi)", "\t\t\t\t\t\t\t", "We are open on", " Mon-Thurs 7.00am - 7.00pm, Fri 7.00am - 6.00pm, Sat 8.00am - 12.00pm\t\t\t\t\t\t\t", "By accessing the website at ", "https://www.lifereadyphysio.com.au/", ", you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law.", "a. Permission is granted to temporarily download one copy of the materials (information or software) on Life Ready Physio’s website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:", " ", "i. modify or copy the materials;", "ii. use the materials for any commercial purpose, or for any public display (commercial or non-commercial);", "iii. attempt to decompile or reverse engineer any software contained on Life Ready Physio’s website;", "iv. remove any copyright or other proprietary notations from the materials; or", "v. transfer the materials to another person or “mirror” the materials on any other server.", " ", "b. This license shall automatically terminate if you violate any of these restrictions and may be terminated by Life Ready Physio at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.", "Your privacy is important to us. It is Life Ready Physio’s policy to respect your privacy regarding any information we may collect while operating our website. Accordingly, we have developed this privacy policy in order for you to understand how we collect, use, communicate, disclose and otherwise make use of personal information. We have outlined our privacy policy below.", "We are committed to conducting our business in accordance with these principles in order to ensure that the confidentiality of personal information is protected and maintained. Life Ready Physio may change this privacy policy from time to time at Life Ready Physio’s sole discretion.", "Life Ready Health Group (“us”, “we”, or “our”) operates the ", "https://lifereadyphysio.com.au", " website (hereinafter referred to as the “Service”).", "This page informs you of our policies regarding the collection, use and disclosure of personal data when you use our Service and the choices you have associated with that data.", "We use your data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from ", "https://lifereadyphysio.com.au", "Service", "\n", "Service is the ", "https://lifereadyphysio.com.au", " website operated by Life Ready Health Group", "Personal Data", "\n", "Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).", "Usage Data", "\n", "Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).", "Cookies", "\n", "Cookies are small files stored on your device (computer or mobile device).", "We collect several different types of information for various purposes to provide and improve our Service to you.", "While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”). Personally identifiable information may include, but is not limited to:", "We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or the instructions provided in any email we send.", "We may also collect information on how the Service is accessed and used (“Usage Data”). This Usage Data may include information such as your computer’s Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.", "We may use and store information about your location if you give us permission to do so (“Location Data”). We use this data to provide features of our Service, to improve and customise our Service.", "You can enable or disable location services when you use our Service at any time by way of your device settings.", "We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.", "Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyse our Service.", "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.", "Examples of Cookies we use:", "Life Ready Health Group uses the collected data for various purposes:", "Your information, including Personal Data, may be transferred to – and maintained on – computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.", "If you are located outside Australia and choose to provide information to us, please note that we transfer the data, including Personal Data, to Australia and process it there.", "Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.", "Life Ready Health Group will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.", "If Life Ready Health Group is involved in a merger, acquisition or asset sale, your Personal Data may be transferred. We will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.", "Under certain circumstances, Life Ready Health Group may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).", "Life Ready Health Group may disclose your Personal Data in the good faith belief that such action is necessary to:", "The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.", "We may employ third party companies and individuals to facilitate our Service (“Service Providers”), provide the Service on our behalf, perform Service-related services or assist us in analysing how our Service is used.", "These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.", "We may use third-party Service Providers to monitor and analyse the use of our Service.", "Google Analytics", "Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualise and personalise the ads of its own advertising network.", "You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity.", "For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: ", "https://policies.google.com/privacy?hl=en", "Life Ready Health Group uses remarketing services to advertise on third party websites to you after you visited our Service. We and our third-party vendors use cookies to inform, optimise and serve ads based on your past visits to our Service.", "Google Ads (AdWords)", "Google Ads (AdWords) remarketing service is provided by Google Inc.", "You can opt-out of Google Analytics for Display Advertising and customise the Google Display Network ads by visiting the Google Ads Settings page: ", "http://www.google.com/settings/ads", "Google also recommends installing the Google Analytics Opt-out Browser Add-on – ", "https://tools.google.com/dlpage/gaoptout", " – for your web browser. Google Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.", "For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: ", "https://policies.google.com/privacy?hl=en", "Facebook", "Facebook remarketing service is provided by Facebook Inc.", "You can learn more about interest-based advertising from Facebook by visiting this page: ", "https://www.facebook.com/help/164968693837950", "To opt-out from Facebook’s interest-based ads, follow these instructions from Facebook: ", "https://www.facebook.com/help/568137493302217", "Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance. You can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA ", "http://www.aboutads.info/choices/", ", the Digital Advertising Alliance of Canada in Canada ", "http://youradchoices.ca/", " or the European Interactive Digital Advertising Alliance in Europe ", "http://www.youronlinechoices.eu/", ", or opt-out using your mobile device settings.", "For more information on the privacy practices of Facebook, please visit Facebook’s Data Policy: ", "https://www.facebook.com/privacy/explanation", "AdRoll", "AdRoll remarketing service is provided by Semantic Sugar, Inc.", "You can opt-out of AdRoll remarketing by visiting this AdRoll Advertising Preferences web page: ", "http://info.evidon.com/pub_info/573?v=1nt=1nw=false", "For more information on the privacy practices of AdRoll, please visit the AdRoll Privacy Policy web page: ", "http://www.adroll.com/about/privacy", "Perfect Audience", "Perfect Audience remarketing service is provided by NowSpots Inc.", "You can opt-out of Perfect Audience remarketing by visiting these pages: Platform Opt-out (", "http://pixel.prfct.co/coo", ") and Partner Opt-out (", "http://ib.adnxs.com/optout", ").", "For more information on the privacy practices of Perfect Audience, please visit the Perfect Audience Privacy Policy Opt-out web page: ", "https://www.perfectaudience.com/privacy/index.html", "Our Service may contain links to other sites that are not operated by us. If you click a third party link, you will be directed to that third party’s site. We strongly advise you to review the Privacy Policy of every site you visit.", "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.", "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.", "We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.", "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.", "If you have any questions about this Privacy Policy, please contact us on ", "info@lifereadyphysio.com.au", "If you pick yourself up something from our stock range or buy a pack of exercise sessions and have a change of heart within 28 days of purchase, we’ll gladly refund (by way of bank transfer) or credit your Life Ready account. We have everything on record, there’s no need for a proof of purchase! For anything else, you are welcome to chat with your clinic Manager Partner. Contact us ", "here", ".", "Having always had an interest in science, health and exercise, and with a love for interacting with people, Leon gravitated towards physiotherapy because it allows him to pursue all of those interests and at the same time, have a positive impact on the people that he meets.", "Leon completed his undergraduate Bachelor of Sport and Exercise Science at the University of Ballarat and graduated in 2012, then undertook his Masters of Physiotherapy at the University of Queensland, graduating in 2015.", "He grew up in South Gippsland on a dairy farm, and since he had a lot of older brothers and sisters who lived in and around Melbourne, it felt right to be closer to family and friends, making the formal move to the big city.", "Getting to meet new people every day, Leon enjoys hearing his clients’ different stories, learning new things from them and helping his them through a challenging time in their life.", "He has a keen interest in the multifactorial nature of pain, especially as it relates to persistent pain. “It’s a really interesting process of unpacking all the contributing factors that build into someone’s issue and providing solutions for that. A goal with my work is to provide simple solutions for complex problems.”", "2018 saw Leon complete his first marathon, something that he is very proud of, having a strong passion for running and exercise. He also plays three different instruments!", "James decided to pursue a career in physiotherapy due to his love for sport, exercise and science, as well as interacting with, and helping people. He completed his studies at the University of Melbourne, graduating in 2011.", "He is highly trained in the management of spinal and peripheral musculoskeletal conditions and exercise rehabilitation, though he is most passionate about (and skilled), in occupational physiotherapy. This includes the management and prevention of work-related injuries, pre-employment assessments, onsite physiotherapy treatment and manual handling and injury prevention training, having completed the Early Intervention Physiotherapy Framework Training with WorkSafe/TAC.", "James is also credentialed in Mechanical Diagnosis and Therapy (The McKenzie Method), which has developed his skills in managing musculoskeletal disorders of the spine and peripheral joints.", "He also enjoys treating sports related injuries and helping his clients return to their chosen sports through exercise rehabilitation.", "Outside of work, James enjoys running, playing golf and watching a bit of AFL and cricket.", "Graduating with a degree in Exercise and Sports Science from Deakin University and then with a Doctor of Physiotherapy from the University of Melbourne, Paul’s interest in physiotherapy stemmed from his own experience with an injury as a teenager, to which he now loves helping other people in a similar position reach their best possible physical condition.", "He has a keen interest in acute sporting injuries, rehabilitation for performance, post surgical rehabilitation, dry needling and Pilates. He also has a passion for health and fitness and a holistic view towards nutrition and physical condition playing a major role in recovery and prevention of injuries.", "Paul is also a self-employed personal trainer and loves his music, surfing AFL and basketball… Basically anything outdoors!", "Life Ready Physio Dandenong South is conveniently located within the Select Medical Group premises, servicing patients in our local community and our neighbouring suburbs of Dandenong, Carrum Downs, Frankston, Bangholme and Lyndhurst. Our number one priority is achieving the safest and fastest recovery and optimal occupational health for our clients – getting you back to work or back on the field, and back to living your best life as soon as possible.", "We are a satellite clinic, which means we are intimately sized and operated through ", "Life Ready Physio ", "Camberwell", ", and are a convenient connection point for our clients.", "We do offer our full suite of physiotherapy services including, sports physiotherapy, Medicare Chronic Disease Management, workers’ compensation and insurance claims and exercise rehabilitation, complete with individualised patient care and high quality service.", "Your body deserves the best treatment, so if you have a work, motor vehicle or sports injury, are recovering from surgery, or even having just aches and pains, our experienced physiotherapists are here for you", "\r\n\t\t\t\t\t\t\t", "Phone:", " 03 9706 5168", "\t\t\t\t\t\t\t", "Fax:", " 03 9706 5163", "\t\t\t\t\t\t\t", "Email:", " camberwell@lifereadyphysio.com.au\t\t\t\t\t\t\t", "\r\n\t\t\t\t\t\t\t(within Select Medical Group)", "\r\n440 Frankston Dandenong Road", "\r\nBangholme VIC 3175", "\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "At Life Ready Physio, our passion is making sure our clients move towards their best quality of life, and our Accredited Exercise Physiologists (AEPs) are experienced in designing and delivering safe and effective exercise and healthy lifestyle behaviours for the prevention, management and treatment of a number of chronic health conditions and injuries, as well as improving general health.", "“Exercise as medicine” is also a great way to think of what our exercise physiologists offer. Exercise, whether it be resistance, aerobic, balance, flexibility or other forms of training can be used as a great way to manage and treat chronic and complex conditions such as:", "Our exercise physiotherapists can help:", "Exercise physiologists are able to:", "Exercise physiologists are unable to:", "Exercise physiology is available at our ", "Bicton", ", ", "Cockburn", ", ", "Midland, ", "Mobile ", "and", " Spearwood", " clinics.", "Our physiotherapists have extensive knowledge on injuries that can arise while playing sport. Athletes and those who love to be active put extreme demand and stress on their bodies, in particular their muscles and joints and sports physiotherapy can help deal with pain, improve performance and function and prevent future damage and injuries.", "Sports physiotherapy may include a customised gym rehabilitation program, hands-on treatment, taping and exercise and stretch prescription.", "Our Life Ready physiotherapists are experts at biomechanics and using exercises to address muscle, joint, bone and nerve issues. As such, using a gym is traditionally the most common form of injury prevention, healing and improving performance.", "A gym rehabilitation program is when our physiotherapists use our state of the art gym equipment to deal with your pain, improve your performance and function or prevent future re-injury.", "A gym rehabilitation program is appropriate for almost anybody, except those who are acutely injured. The best way to find it if a gym rehabilitation program is right for you is to speak to one of the Life Ready physiotherapists or your local GP, however gym rehabilitation programs can assist with:", "Physiotherapists can play a vital role in helping those diagnosed with cancer improve and maintain their best quality of life. Unfortunately, a cancer diagnosis may come with surgery, chemotherapy, radiation and many other forms of treatment to help cure the disease or reduce its impact. These treatments can significantly impact someone’s physical ability to manage day-to day tasks, perform exercises and can reduce energy levels and affect the mental state.", "The goal of cancer physiotherapy is to help our clients return to their best function after surgery using manual therapy and rehabilitation. You will be guided through exercises to help reduce the side effects of chemotherapy and other treatments, manage fatigue and their side effects and help reverse the effects of deconditioning from being less active during cancer treatments.", "We want to help you not only survive, but have the best quality of life in survivorship as there are many proven benefits to seeking a certified cancer rehabilitation physiotherapist.", "Our ", "Life Ready Physio + Pilates Bicton", " managing partner and physiotherapist Monica, has been working behind the scenes to become certified to help women living with cancer. She can see clients with all types of cancer such as breast, colorectal, head and neck, blood cancers such as leukemia and lymphoma, plus many more, and is able to see people from the day they are diagnosed, to beyond remission.", "For more information on cancer rehabilitation and management, contact ", "Life Ready Physio + Pilates Bicton", " on 6313 4010 and Monica is happy to discuss your situation and how physiotherapy can help.", "Daniel graduated from Curtin University and moved straight into the private practice sector where he developed a keen interest in all things musculoskeletal, in particular chronic low back pain and sports injuries.", "He has also completed additional study in Dry Needling, Functional Sports Strength and Conditioning. In recent times he has been working in the occupational health sector, as an on- site physiotherapist where he has gained significant experience in ergonomics, workplace injury management and gym- based rehabilitation. He has also completed a Graduate Diploma in Occupational Health and Safety from Curtin University in the process.", "Daniel has a keen sense of community in and around Warwick, having lived in the area his whole life. Outside of work, Daniel enjoys playing footy with the Hamersley Carine football club in winter, and loves getting out on the water at every opportunity in the warmer months. He probably should mention spending time with partner, Féline!", "During his junior sporting years, Jordan had a lot of involvement with physiotherapy due to a number of injuries, which really generated his interest toward the field. He soon realised the positive impact that a physiotherapist can have on someone, which projected him down the path towards physiotherapy.", "After completing a degree in Exercise and Health, followed by a graduate diploma in Exercise Rehabilitation at the University of Western Australia, Jordan completed an undergraduate degree in physiotherapy at Curtin University, graduating in 2017.", "Jordan enjoys being able to help people make active choices toward positive health behavior in their life and says, “it is really satisfying to see people take control of their health.”", "Jordan has a keen interest in all musculoskeletal and sports injuries and enjoys undertaking exercise rehabilitation, working alongside junior athletes.", "Outside of work Jordan loves playing basketball, keeping healthy at the gym, spending time at the beach and is always trying to find somewhere new to go camping. He’s also a pretty good piano and guitar player!", "Having always loved science and helping people, Sophie believed working in health was her calling, and decided to pursue a career in physiotherapy after looking up to her sister, also a physiotherapist.", "Sophie grew up in Kalgoorlie until the age of five and then moved to Perth, which is now home.", "Sophie loves the problem solving aspect of diagnosing people and she loves it when she can change people’s lives for the better. “I remember one of my patient’s telling me and my colleague that we make his day just by doing what we do, and people like him make mine.”", "She enjoys finding out about the pathology behind musculoskeletal and neurological disorders and loves treating a wide range of conditions and symptoms.", "Outside of her work with our Life Ready team, Sophie is a keen rollerblader and is often spotted at the park or beach on her wheels! She also enjoys going to the movies, reading (books or comics) and is an avid board game fan.", "Since graduating from Curtin University in 2012, Michael has worked in a variety of physiotherapy settings – including working initially as a rotational physiotherapist in Hobart and Perth, which offered experience in acute medical, surgical and orthopaedic wards, along with inpatient and outpatient rehabilitation.", "In 2016, Michael moved abroad to New Zealand where he continued to work in the hospital setting and took on the role as an experienced clinician in orthopaedics. This involved supervising physiotherapy students, supporting new graduates and helping co-ordinate physiotherapy services delivered to patients post-operatively.", "On return to Perth in 2018, Michael commenced work in a private physiotherapy practice, where he developed a keen interest in helping people rehabilitate following musculoskeletal injuries and post-surgery. Michael also enjoys treating people with upper back, neck and shoulder pain and those suffering from headaches.", "Michael has completed additional training in dry needling and the assessment and management of wrist and hand disorders.", "In his spare time, Michael enjoys surfing, playing football (when he’s not injured himself) and traveling around the world.", "After relocating to Australia in early 2016 from Birmingham, England with a blank canvas for a future career, Gary launched into remedial massage therapy, having always had the passion for holistic health. He graduated in 2017 from Evolve College in Perth.", "“I love working with the general public, and the challenges this brings. I’m very much a people person, and wanted to put my efforts into a role which makes a positive contribution to holistic health and makes people happy.”", "Aside from being a massage therapist, Gary is also a trained commercial pilot, something that has contributed to his luck of having been able to travel around the world, witnessing all aspects of contrasting cultures and lifestyles!", "Life Ready Physio Marangaroo is conveniently located next door to the Highclere Family Medical Practice and our number one priority is achieving the safest and fastest recovery for our clients – getting you back to work or back on the field, and back to living your best life as soon as possible. We offer physiotherapy, dry needling, remedial massage, Medicare Chronic Disease management, motor vehicle accident and workers’ compensation claims and exercise rehabilitation.", "Your body deserves the best treatment, so if you have a work, motor vehicle or sports injury, are recovering from surgery, or even having just aches and pains, our experienced physiotherapists are here for you.", "Come in to experience our fresh, bright friendly atmosphere and let us help you to achieve your health and fitness goals.", "At Life Ready Physio Marangaroo, we also service patients in surrounding suburbs including Alexander Heights, Darch, Girrawheen, Koondoola, Landsdale, Madeley and Wangara.", "Call our team on 6444 6363 or ", "book online now", "!", "\r\n\t\t\t\t\t\t\t", "Phone:", " 08 6444 6363", "\t\t\t\t\t\t\t", "Fax:", " 08 9343 7976", "\t\t\t\t\t\t\t", "Email:", " marangaroo@lifereadyphysio.com.au\t\t\t\t\t\t\t", "\r\n\t\t\t\t\t\t\t5/52 Highclere Blvd", "\r\nMarangaroo WA 6064 ", "\t\t\t\t\t\t\t", "We are open on", " We are open 8am – 7pm weekdays and 8am – 12pm on Saturdays\t\t\t\t\t\t\t", "Tom completed his degree at Curtin University and is the Managing Partner at both Life Ready Physio Bayswater and Life Ready Physio South Perth.", "Over his years in the private practice setting, Tom has gained a thorough knowledge and understanding of the management of many musculoskeletal conditions and has a particular interest in acute spinal pain, post-surgical rehabilitation and sporting injuries.", "Tom is the physiotherapist for the Western Australian State schoolboys’ football team and has completed further training in dry needling and functional sports strength and conditioning.", "With a major focus on empowering his clients to achieve their best quality of life, Tom provides a thorough and individualised approach to treatment.", "Outside of work, Tom enjoys spending time with family and friends, playing and watching (perhaps a bit too much according to his wife, Bec) any sport. He also spends a lot of time dwelling on the fact he chose Sportsbet rather than Bitcoin as his primary investment focus of the last decade.", "After growing up in Kukerin, a small country town in the south-west wheatbelt of WA, Emily completed her physiotherapy degree at Curtin University following an enthusiasm for health sciences at school.", "Her main interest lies in musculoskeletal physiotherapy, specifically sports physiotherapy – a passion that extends from her own sporting background. She also enjoys taking Clinical Pilates classes and using dry needling as part of her treatments to help her clients along on their health journey.", "“I am passionate about seeing my clients improve and progress through their treatment and rehabilitation. I am devoted to providing clients with the highest level of care and helping them return to optimal, pain-free function.”", "Outside of work, Emily is a champion four star horse rider, and competes around Australia in equestrian events. Her knowledge of the requirements and stresses of sport gives her a unique insight into the treatment of various injuries that occur while riding, and puts her in a position to provide specifically tailored treatment to equestrians requiring physiotherapy.", "Phoebe completed her physiotherapy degree at Curtin University, graduated with first class Honours and was also awarded the dual Marcus “Joe” Rosen award for student with the best clinical results. She has conducted a research project investigating physical activity and sprinting in children which she presented at the Sports Medicine Australia Conference in Melbourne 2016.", "Phoebe is currently completing her PhD at Curtin University, investigating chronic lower back pain and works as a sessional academic tutor within the School of Physiotherapy.", "Phoebe has had experience with a variety of clients ranging from the elderly to young children and has also had experience in the hospital setting, aged care and with elite sports, as well as many mums/dads/weekend warriors.", "Phoebe also has a special interest in women’s health and has helped women during the antenatal and postnatal period to maintain a healthy, active pregnancy and return to sport.", "She has a passion for non-surgical management of musculoskeletal conditions, treatment of lower back, neck and shoulder pain and lower limb rehabilitation and has completed dry needling certification and applies an evidence-based management approach to all of her treatments.", "Phoebe’s goal is always to successfully return her patients to doing what they love in optimal time.", "Outside of work, Phoebe enjoys playing with her son at the local park, hiking in the hills, or training at the gym.", "Sarah completed her physiotherapy degree at the University of Notre Dame and in addition to her undergraduate degree, she also completed an Honours research project and received First Class Honours for her thesis investigating central pain mechanisms in Achilles tendinopathy.", "Since graduating, Sarah has worked exclusively in private practice physiotherapy and has developed a keen interest in a wide range of musculoskeletal injuries and disorders. She particularly enjoys treating patients suffering from neck pain, headaches and lower limb pain.", "She has completed additional training in dry needling and Clinical Pilates and is currently undertaking further postgraduate studies at Curtin University in their Master of Clinical Physiotherapy degree.", "Outside of work, Sarah loves playing tennis and netball and enjoys travelling overseas.", "With a passion for engaging with people and wanting to be involved in helping them continue and return to activities they love, Kyan pursued a career in physiotherapy and graduated from Curtin University.", "“I thoroughly enjoy the opportunity to provide care, treatment and education for patients, with the intention to optimise their life and lifestyle using a holistic approach.”", "Kyan is also enthusiastic about using patient-centered approaches to engage with his clients in order to set and achieve goals that are important to them.", "Kyan has a keen interest in diagnosing, managing and preventing a range of musculoskeletal injuries including neck and back pain, shoulder pain and knee pain. He has spent time working with a number of sporting clubs including Subiaco Football Club, where he helped treat, manage and rehabilitate players. With his background in sport science, Kyan also enjoys treating a variety of sporting related injuries – from weekend warriors to elite athletes.", "Kyan also holds a degree in Exercise and Sport Science from Edith Cowan University, and additionally, has completed a Diploma of Remedial Massage. He also plans to complete more clinical training in dry needling and running Living Longer Living Stronger classes, to keep our ageing population healthy and active.", "Born and raised in Perth, Kyan is very grateful to have grown up with the amazing weather, lifestyle and beaches the west has to offer!", "Away from work, Kyan enjoys spending time at the beach (relaxing or surfing), playing or watching football (or any sport for that matter!), and hanging out with family and friends.", "Born in Brazil, Aline grew up in Salvador and decided to make the move to Australia to learn English and now she’s in love with Perth! She completed her massage therapy studies at North Metropolitan Tafe.", "“I love being able to help people and learn. To me, that means that I can play a key role in enabling people to improve their health, wellbeing and quality of life.”", "Since graduating, Aline has enjoyed working in private practice, helping her clients to achieve their health and wellbeing goals and provide helpful lifestyle advice whenever it is required.", "She enjoys helping clients with chronic pain such as migraines, lower back pain and hip pain.", "Aline has also completed additional clinical training courses in dry needling, cupping, kinesiotaping and has obtained her Certificate III in Fitness.", "Away from the clinic, Aline enjoys a good movie marathon, catching up with friends at the beach, cooking and travel.", "Nikita joined the Life Ready admin team in early 2018, after a career as a hair stylist and men’s barber spanning nine years, and the first thing you’ll notice about her when she’s at our reception desk is her beautiful, blonde curly hair!", "She grew up in Ballarat, country Victoria and now spends as much time as she can exploring WA’s beaches – snorkeling, fishing and camping and is always on the hunt for any kind of wildlife, big or small.", "Having extensive knowledge of office administration, Helen joined the Life Ready admin team in March 2018 after owning and operating a business for 23 years.", "Outside of her work at Life Ready Physio Bayswater, Helen enjoys reading, gardening, cooking, exploring Perth’s cafés/cider houses and wineries, and will often get out on a quad bike for some four wheel driving.", "She also holds a Diploma in Finance and was once a mortgage broker!", "Watch this space!", "Conveniently located at 497 Guildford Road in Bayswater next door to Snap Fitness, and with ample on-site parking available, Life Ready Physio Bayswater provides physiotherapy services, ", "supervised exercise sessions", " (incorporating Pilates inspired exercises), ", "remedial massage", " and gym rehabilitation programs for patients throughout Bayswater and surrounding suburbs. With a fully equipped gym and large, spacious treatment rooms, Life Ready Bayswater provides all the in-house amenities you require for your rehabilitation and recovery.", "Whether you’ve suffered a sports related injury, recently undergone surgery, or suffering from a work-related issue, our dedicated practitioners work hard to assist in recovery to get you ready for life again. At Life Ready Physio Bayswater, we also service patients from surrounding areas including Maylands, Ascot, Bassendean, Eden Hill, Kiara, Lockridge, Embleton, Rivervale, Belmont and Redcliffe.", "*Can't find a suitable time? Give us a call and we'll help sort something out for you!", "\r\n\t\t\t\t\t\t\t", "Phone:", " 08 6313 4040", "\t\t\t\t\t\t\t", "Fax:", "  08 9471 9159", "\t\t\t\t\t\t\t", "Email:", " bayswater@lifereadyphysio.com.au\t\t\t\t\t\t\t", "\r\n\t\t\t\t\t\t\t497 Guildford Road", "\r\nBayswater WA 6053", "\t\t\t\t\t\t\t", "We are open on", " Mon & Thurs 8am - 8pm, Tues/Weds/Fri 8am - 7pm, Sat 8am - 2pm\t\t\t\t\t\t\t", "There’s very likely a Life Ready Physio clinic near you. Evenly spread throughout the Perth metro area, and with a mobile physiotherapy fleet ready to come to you any time of the day, we are committed to providing Perth with the very best physiotherapy and pilates service. Beyond that, our mission is to deliver an experience that raises the bar of the health industry.", "With clinics designed to provide you an immersive visual experience, and a team of passionate practitioners, we provide services across injury management, gym rehabilitation, dry needling, hydrotherapy, geriatric care, corporate care and more. See below to select a physiotherapy and pilates clinic near you or use our handy Perth post code clinic finder to make it even easier.", "Monica completed her Bachelor of Science in Physiotherapy at Curtin University and has since worked in private practice and occupational health. Monica enjoys working closely with her clients to achieve their best possible outcome whether it is through hands on treatment, education or exercise based rehabilitation. Monica has had extensive experience managing acute spinal pain, sporting injuries and injury rehabilitation especially through the workers compensation system.", "Monica has worked with a variety of amateur AFL and WAFL teams in our community assisting with injury management and gym rehabilitation. She has a keen interest in exercise rehabilitation through gym based and Pilates rehabilitation and finds these forms of management excellent to achieve long term goals and preventing future injuries.", "Outside of work she enjoys keeping fit through her boxing classes, travelling and enjoying wining and dining with her family and friends.", "Having always been interested in sport, and having enjoyed human biology and PE studies in high school, Megan decided a career in physiotherapy might be a good fit!", "She completed her degree at Curtin University, graduating in 2015 and now has a keen interest in Pilates, dry needling and injury prevention.", "Megan loves helping people maintain a healthy and active lifestyle and enjoys the social aspect of the health profession. “I get to meet and talk to a wide range of people, and no two days at work are ever the same!”", "Outside of work Megan enjoys keeping active and being outdoors with activities like netball, tennis or heading to the beach.", "Since completing her physiotherapy degree at Curtin University, Patrina has gained a wide range of experience from working in a variety of settings including post-operative patients at St John of God Hospital in Murdoch, extensive neurological and vestibular rehabilitation at MSWA and musculoskeletal conditions in private practice.", "From a very young age, Patrina has had a passion for health and fitness and lived a very active lifestyle through participating in martial arts (both practicing and instructing at an international black belt level), strength/resistance training in the gym and running.", "She aims to improve and maximise her clients’ health and quality of life through combining her clinical skills and knowledge and personal exercise and injury background to achieve their goals.", "Additionally, Patrina has completed further training courses in dry needling and vestibular rehabilitation.", "“Vestibular conditions are common and often misdiagnosed. Vertigo and dizziness are a major contributor to the burden of disability and not many people are aware that physiotherapists can successfully treat this population.”", "Outside of work, Patrina enjoys keeping fit and active and enjoys setting fitness goals for herself. She loves anything outdoors including hiking, taking her dog to the park or beach and spending time with her friends and family.", "After completing his physiotherapy degree at Curtin University in 2013, Jordan spent his first few years working in corporate health, performing pre-employment/return to work assessments as well as dealing with a variety of workers’ compensation injuries. It was during this time that he learnt the importance and value of active exercise-based rehabilitation in helping clients return to work in optimum function.", "“I’ve always wanted a job that was people-focused. I want to be able to help people recover from injuries and reach their full potential.”", "After his stint in corporate health, Jordan has worked exclusively in private practice physiotherapy and has developed a keen interest in the treatment and management of musculoskeletal and sporting injuries. He particularly enjoys treating pre and post-operative orthopaedic clients, ACL and other knee injuries, along with neck pain and headaches. He is also passionate about injury prevention through conditioning work.", "He has completed further training in dry needling and strength and conditioning and is currently undertaking a neuroscience degree at the University of Western Australia, which he hopes to use in the future to better understand chronic and complex pain syndromes.", "Outside of work Jordan enjoys running, heading to the gym, basketball, playing music and drinking coffee.", "After relocating to Australia in early 2016 from Birmingham, England with a blank canvas for a future career, Gary launched into remedial massage therapy, having always had the passion for holistic health. He graduated in 2017 from Evolve College in Perth.", "“I love working with the general public, and the challenges this brings. I’m very much a people person, and wanted to put my efforts into a role which makes a positive contribution to holistic health and makes people happy.”", "Aside from being a massage therapist, Gary is also a trained commercial pilot, something that has contributed to his luck of having been able to travel around the world, witnessing all aspects of contrasting cultures and lifestyles!", "At Life Ready Physio Bicton, we have a range of professional practitioners ready to meet your needs and help you move towards your best quality of life.", "Whether your needs are related to physiotherapy, Pilates, rehabilitation, exercise physiology, remedial massage, or something else, we have the right services and professionals to help you.", "Our universal treatment approach promotes long term health benefits and ensures injury prevention for clients, allowing us to assist all walks of life, to live their best quality of life.", "Life Ready Physio Bicton also services patients from surrounding areas including Fremantle, South Fremantle, Willagee, Palmyra, Melville and surrounding suburbs", "We are here to help you live your best quality of life. Are you ready?", "Same day appointments are available!", "BOOK NOW", "*Can't find a suitable time? Contact us and we'll help sort something out for you!", "\r\n\t\t\t\t\t\t\t", "Phone:", " 08 6313 4010", "\t\t\t\t\t\t\t", "Fax:", " 08 6210 1550", "\t\t\t\t\t\t\t", "Email:", " bicton@lifereadyphysio.com.au\t\t\t\t\t\t\t", "\r\n\t\t\t\t\t\t\tLevel 1/1 Westbury Crescent", "\r\nBicton WA 6157", "\t\t\t\t\t\t\t", "We are open on", " Monday 7am - 7.30pm, Tuesday 7am - 7.30pm, Wednesday 6.30am - 7pm, Thursday 7am - 7.30pm, Friday 7am - 6pm & Saturday 7am - 1pm\t\t\t\t\t\t\t"], "emails": ["spearwood@lifereadyphysio.com.au", "spearwood@lifereadyphysio.com.au", "info@lifereadyphysio.com.au", "camberwell@lifereadyphysio.com.au", "camberwell@lifereadyphysio.com.au", "marangaroo@lifereadyphysio.com.au", "marangaroo@lifereadyphysio.com.au", "bayswater@lifereadyphysio.com.au", "bicton@lifereadyphysio.com.au", "bicton@lifereadyphysio.com.au"], "addresses": ["254 Rockingham Road Spearwood WA", "440 Frankston Dandenong Road Bangholme VI", "52 Highclere Blvd Marangaroo WA", "08 6313 4040 497 Guildford Road Bayswater WA"], "social_media_links": [], "telephone_numbers": ["8 6192 3256", "8 6192 3256", "8 6192 3256", "8 6192 3257", "164968693837950", "568137493302217", "3 9706 5168", "3 9706 5168", "3 9706 5168", "3 9706 5163", "8 6444 6363", "8 6444 6363", "8 6444 6363", "8 9343 7976", "8 6313 4040", "8 6313 4010", "8 6313 4010", "8 6313 4010", "8 6210 1550", "8) 6313 4010", "8 63134010"], "lda_resutls": [[0, "0.016*\"may\" + 0.015*\"work\" + 0.015*\"rehabilitation\" + 0.014*\"personal\" + 0.014*\"datum\" + 0.013*\"exercise\" + 0.013*\"health\" + 0.011*\"treatment\" + 0.011*\"injury\" + 0.011*\"information\""], [1, "0.024*\"time\" + 0.019*\"team\" + 0.014*\"family\" + 0.014*\"friend\" + 0.012*\"also\" + 0.012*\"enjoy\" + 0.011*\"work\" + 0.009*\"ready\" + 0.009*\"email\" + 0.009*\"watch\""], [2, "0.035*\"exercise\" + 0.020*\"spearwood\" + 0.018*\"phone\" + 0.014*\"law\" + 0.011*\"session\" + 0.011*\"agree\" + 0.011*\"applicable\" + 0.011*\"physiology\" + 0.008*\"also\" + 0.008*\"pilate\""], [3, "0.029*\"work\" + 0.022*\"exercise\" + 0.019*\"enjoy\" + 0.017*\"complete\" + 0.016*\"life\" + 0.015*\"help\" + 0.014*\"physiotherapy\" + 0.013*\"love\" + 0.011*\"health\" + 0.011*\"good\""], [4, "0.027*\"life\" + 0.023*\"people\" + 0.016*\"privacy\" + 0.016*\"also\" + 0.015*\"help\" + 0.014*\"policy\" + 0.012*\"live\" + 0.011*\"ready\" + 0.011*\"health\" + 0.010*\"complete\""], [5, "0.019*\"help\" + 0.016*\"datum\" + 0.016*\"pain\" + 0.015*\"sport\" + 0.014*\"work\" + 0.013*\"exercise\" + 0.013*\"injury\" + 0.010*\"enjoy\" + 0.009*\"interest\" + 0.009*\"physiotherapy\""], [6, "0.069*\"service\" + 0.029*\"com\" + 0.028*\"ready\" + 0.024*\"provide\" + 0.015*\"life\" + 0.015*\"bayswater\" + 0.011*\"surround\" + 0.011*\"also\" + 0.010*\"physio\" + 0.010*\"work\""], [7, "0.042*\"ready\" + 0.039*\"life\" + 0.033*\"partner\" + 0.017*\"cookie\" + 0.016*\"fax\" + 0.013*\"work\" + 0.012*\"com\" + 0.010*\"client\" + 0.010*\"ad\" + 0.010*\"cancer\""], [8, "0.019*\"rehabilitation\" + 0.017*\"use\" + 0.014*\"injury\" + 0.013*\"contact\" + 0.012*\"datum\" + 0.011*\"exercise\" + 0.011*\"graduate\" + 0.010*\"passion\" + 0.010*\"client\" + 0.009*\"help\""], [9, "0.026*\"ready\" + 0.025*\"life\" + 0.017*\"physio\" + 0.016*\"visit\" + 0.013*\"make\" + 0.013*\"people\" + 0.013*\"pilate\" + 0.013*\"privacy\" + 0.012*\"good\" + 0.012*\"health\""]], "kpe_resutls": [["life", 0.13761713928095629], ["leadership team", 0.05283586172691485], ["instagram", 0.05083121925884065], ["pilat", 0.038680278416398074], ["servic", 0.037243972422436836], ["perth", 0.03591676634732708], ["partner", 0.03201424243760376], ["data", 0.027527323088465006], ["readi physio term", 0.02681055181826702], ["privaci polici life", 0.0255451759563825]], "rake_resutls": [[46.14782994782995, "incorporating pilates inspired exercises ), services including sports injury management"], [42.99560117302053, "life ready health group personal data personal data means data"], [42.5, "dual marcus “ joe ” rosen award"], [42.056451612903224, "universal treatment approach promotes long term health benefits"], [41.08316101461263, "help people make active choices toward positive health behavior"], [39.0, "440 frankston dandenong road bangholme vic 3175"], [37.02417260159196, "en life ready health group uses remarketing services"], [35.34673176286079, "partners exercise physiology sports physiotherapy gym rehabilitation programs book"], [34.82185592185592, "incorporating pilates inspired exercises ), remedial massage"], [34.58333333333333, "au 497 guildford road bayswater wa 6053"], [34.4622678396872, "life ready health group (“ us ”, “"], [32.99216670426348, "life ready physio spearwood provides high quality physiotherapy"], [32.95833333333333, "254 rockingham road spearwood wa 6163"], [32.94871794871795, "complex problems .” 2018 saw leon complete"], [31.357142857142858, "1 westbury crescent bicton wa 6157"], [31.333333333333332, "52 highclere blvd marangaroo wa 6064"], [31.247619047619047, "privacy perfect audience perfect audience remarketing service"], [30.731573802541543, "supervised exercise sessions contact details life ready"], [30.698240469208212, "studio timetable contact details life ready"], [30.483251231527095, "western australian state schoolboys ’ football team"], [30.0, "privacy policy privacy policy definitions information collection"], [29.774309561406337, "life ready physio bayswater provides physiotherapy services"], [28.563095238095237, "sporting clubs including subiaco football club"], [27.875617503938187, "life ready physio bicton also services patients"], [27.45, "handy perth post code clinic finder"], [26.95, "running living longer living stronger classes"], [26.821428571428573, "finely tuned manual therapy skills alongside"], [26.688888888888886, "international black belt level ), strength"], [25.776623376623377, "service (“ service providers ”), provide"], [25.01941069683005, "life ready health group may disclose"], [24.501037672005413, "privacy policy life ready physio terms"], [24.307551319648095, "physiotherapy student assisting life ready spearwood"], [24.0, "champion four star horse rider"], [23.408390937019966, "physiotherapy settings – including working initially"], [23.098240469208214, "partners contact details life ready"], [23.05538332635107, "services contact details life ready"], [23.0, "thesis investigating central pain mechanisms"], [22.07325989422764, "patient every time life ready physio"], [21.76490713587488, "us contact details life ready"], [21.59560117302053, "life ready health group uses"], [21.57142857142857, "surrounding suburbs including alexander heights"], [21.51941069683005, "life ready health group may"], [21.39032338629113, "life ready physio spearwood team"], [21.348131280484225, "also enjoys taking clinical pilates classes"], [21.285714285714285, "european interactive digital advertising alliance"], [21.235294117647058, "also plays three different instruments"], [20.857142857142858, "data protection laws may differ"], [20.83333333333333, "en facebook facebook remarketing service"], [20.714285714285715, "explanation adroll adroll remarketing service"], [20.501037672005417, "life ready physio clinic near"]], "guided_lda_resutls": [["improve", "graduated", "active", "live", "make", "tom", "watching", "treatments", "spending", "gary"], ["also", "us", "completed", "contact", "may", "physiotherapists", "browser", "materials", "commercial", "include"], ["health", "working", "always", "patients", "au", "chronic", "passionate", "2018", "neck", "transfer"], ["data", "clients", "passion", "family", "analytics", "beach", "terms", "ads", "conditioning", "around"], ["quality", "practice", "https", "science", "adroll", "completed", "acute", "uses", "optimise", "approach"], ["rehabilitation", "opt", "surgery", "various", "complete", "running", "hiking", "learn", "reading", "even"], ["service", "help", "google", "policy", "outside", "gym", "com", "dry", "using", "graduating"], ["treatment", "management", "including", "health", "back", "many", "variety", "future", "used", "level"], ["life", "work", "information", "pain", "needling", "training", "perth", "visit", "lifereadyphysio", "website"], ["ready", "exercise", "university", "sports", "one", "pilates", "team", "experience", "find", "conditions"], ["group", "australia", "page", "spearwood", "clinic", "remarketing", "able", "worked", "often", "instagram"], ["degree", "provide", "years", "goals", "michael", "order", "conveniently", "changes", "helped", "cookies"], ["post", "much", "kyan", "private", "playing", "see", "device", "active", "industry", "operative"], ["best", "physiotherapist", "way", "jordan", "bicton", "performance", "skills", "collected", "audience", "positive"], ["well", "love", "cancer", "clinics", "friends", "developed", "improve", "cookies", "open", "function"], ["injuries", "musculoskeletal", "may", "care", "remedial", "achieve", "since", "areas", "provided", "site"], ["privacy", "helping", "curtin", "return", "prevention", "loves", "completing", "www", "south", "patient"], ["time", "people", "data", "personal", "sport", "massage", "sporting", "knowledge", "loves", "new"], ["physiotherapy", "physio", "interest", "injury", "services", "clinical", "http", "something", "practices", "pre"], ["enjoys", "keen", "clients", "bayswater", "get", "treating", "body", "living", "studies", "holistic"]], "textrank_resutls": [[0.12247126961245505, 6, "life ready physio"], [0.11531484394006486, 1, "life ready"], [0.10831457910933098, 1, "life ready spearwood"], [0.10831457910933098, 1, "life ready marangaroo"], [0.10831457910933098, 1, "life ready bicton"], [0.10242966681753551, 1, "ready physio refund policy"], [0.10171592582343549, 1, "license personal data usage data location"], [0.09964248156352641, 1, "privacy policy life"], [0.09672091346174899, 1, "ready physio terms"], [0.09284127800223571, 1, "remarketing refund policy life"], [0.08827705144393479, 1, "data"], [0.08818494532655582, 1, "life ready bayswater"], [0.08775064098276987, 1, "data tracking cookies"], [0.08652285441900022, 1, "data transfer"], [0.08620156427062907, 1, "data security"], [0.08611113496973258, 1, "data business transaction disclosure"], [0.08591490769499567, 1, "data service providers links"], [0.08077120092362924, 1, "ready bicton"], [0.07879595056554375, 1, "ready dandenong south"], [0.07807250692294326, 1, "supervised exercise sessions contact details"], [0.07775687437836147, 1, "policy privacy policy definitions"], [0.07365170763790077, 5, "other clinics"], [0.07307712685272784, 1, "contact details"], [0.06869880166781159, 1, "law enforcement legal requirements analytics behavioral"], [0.058747409385977646, 1, "other sites changes"], [0.05786079974596108, 1, "rehabilitation programs book"], [0.056751206020250106, 1, "cancer management & rehabilitation \r\n\t\t\t\t\tlife ready physio & pilates"], [0.05532795909688221, 1, "life"], [0.05496640770897397, 1, "visit our physio clinics"], [0.05481318264011646, 1, "ongoing education"], [0.05301032455410573, 1, "physiotherapy gym"], [0.05017450717927964, 1, "perth enter"], [0.05012686601181071, 2, "our physio clinics"], [0.04960544038671115, 1, "rehabilitation"], [0.04951055728976529, 1, "physiology sports"], [0.04899041774755124, 6, "perth"], [0.04850887677633532, 1, "data disclosure"], [0.047378593107972614, 2, "hcf"], [0.04713785326377555, 10, "instagram"], [0.04594421708859253, 3, "medibank"], [0.04547476622957306, 1, "leadership team"], [0.045232839667564834, 1, "information collection"], [0.04519953370220112, 1, "collected use"], [0.04368700742568918, 1, "privacy"], [0.04353381217192044, 5, "pilates"], [0.0417842049998525, 1, "service"], [0.040742000376573946, 2, "postcode"], [0.039976820164508584, 1, "health"], [0.039814288802407144, 1, "knowledge"], [0.03876717992404163, 1, "perth our partners"]], "textrank_summery__resutls": ["We share knowledge Always improving Give 100% to the patient every time \r\n\t\t\t\t\tLife Ready Physio & Pilates \r\n\t\t\t\t\t \r\n\t\t\t\t ", "… We understand! \r\n\t\t\t\t\t", "Cancer Management & Rehabilitation \r\n\t\t\t\t\tLife Ready Physio & Pilates \r\n\t\t\t\t\t \r\n\t\t\t\t ", "Our Partners \r\n\t\t\t\t\tLife Ready Physio & Pilates \r\n\t\t\t\t\t \r\n\t\t\t\t ", "Other Clinics in Perth Our Partners Here’s to feeling good again  Get ready for everything life throws at you with Life Ready Physio.\r\n\t\t\t "], "wordcloud_resutls": [["Life Ready", 1.0], ["Service", 0.6986301369863014], ["physiotherapy", 0.5205479452054794], ["Ready Physio", 0.4794520547945205], ["health", 0.4657534246575342], ["help", 0.4520547945205479], ["use", 0.4383561643835616], ["enjoy", 0.4383561643835616], ["time", 0.410958904109589], ["people", 0.410958904109589], ["love", 0.410958904109589], ["information", 0.3835616438356164], ["physiotherapist", 0.3835616438356164], ["treatment", 0.3698630136986301], ["client", 0.3561643835616438], ["sport", 0.3561643835616438], ["exercise", 0.3287671232876712], ["completed", 0.3287671232876712], ["Data", 0.3150684931506849], ["work", 0.3013698630136986], ["may", 0.3013698630136986], ["us", 0.2876712328767123], ["improve", 0.2876712328767123], ["working", 0.2876712328767123], ["Privacy Policy", 0.2876712328767123], ["patient", 0.273972602739726], ["pain", 0.2602739726027397], ["Outside work", 0.2602739726027397], ["provide", 0.2465753424657534], ["Google", 0.2465753424657534], ["dry needling", 0.2465753424657534], ["always", 0.2328767123287671], ["Science", 0.2328767123287671], ["injuries", 0.2328767123287671], ["one", 0.2191780821917808], ["best", 0.2191780821917808], ["experience", 0.2191780821917808], ["quality life", 0.2191780821917808], ["rehabilitation", 0.2054794520547945], ["will", 0.2054794520547945], ["interest", 0.2054794520547945], ["including", 0.2054794520547945], ["Personal Data", 0.2054794520547945], ["Curtin University", 0.2054794520547945], ["Life", 0.1917808219178082], ["management", 0.1917808219178082], ["passion", 0.1917808219178082], ["team", 0.1780821917808219], ["Perth", 0.1780821917808219], ["gym", 0.1780821917808219], ["now", 0.1780821917808219], ["care", 0.1780821917808219], ["well", 0.1780821917808219], ["Facebook", 0.1780821917808219], ["cancer", 0.1643835616438356], ["way", 0.1643835616438356], ["Partner", 0.1643835616438356], ["musculoskeletal", 0.1643835616438356], ["playing", 0.1643835616438356], ["keen interest", 0.1643835616438356], ["using", 0.1506849315068493], ["Australia", 0.1506849315068493], ["many", 0.1506849315068493], ["clinical", 0.1506849315068493], ["University", 0.1506849315068493], ["return", 0.1506849315068493], ["day", 0.1506849315068493], ["back", 0.1506849315068493], ["setting", 0.1506849315068493], ["opt", 0.1506849315068493], ["Cookie", 0.1506849315068493], ["best quality", 0.1506849315068493], ["clinic", 0.136986301369863], ["knowledge", 0.136986301369863], ["Privacy", 0.136986301369863], ["Bayswater", 0.136986301369863], ["level", 0.136986301369863], ["goal", 0.136986301369863], ["injury", 0.136986301369863], ["training", 0.136986301369863], ["new", 0.136986301369863], ["graduating", 0.136986301369863], ["variety", 0.136986301369863], ["website", 0.136986301369863], ["materials", 0.136986301369863], ["make", 0.136986301369863], ["condition", 0.136986301369863], ["remedial massage", 0.136986301369863], ["gym rehabilitation", 0.136986301369863], ["lifereadyphysio au", 0.136986301369863], ["Google Analytics", 0.136986301369863], ["future", 0.1232876712328767], ["every", 0.1232876712328767], ["Pilates", 0.1232876712328767], ["change", 0.1232876712328767], ["take", 0.1232876712328767], ["achieve", 0.1232876712328767], ["completing", 0.1232876712328767], ["beach", 0.1232876712328767], ["fitness", 0.1232876712328767]], "wordcloud_resultsbi": ["life_ready", "ready_physio", "privacy_policy", "quality_life", "personal_datum", "keen_interest", "good_quality", "dry_needling", "exercise_rehabilitation", "remedial_massage", "service_service", "exercise_sport", "gym_rehabilitation", "health_group", "private_practice", "ready_health", "rehabilitation_program", "third_party", "injury_prevention", "musculoskeletal_injury", "physiotherapy_degree", "sport_science", "exercise_physiologist", "exercise_physiology", "information_privacy", "more_information", "policy_privacy", "ready_clinic", "spending_time", "strength_conditioning", "back_pain", "career_physiotherapy", "clinic_partner", "contact_detail", "detail_life", "exercise_session", "fax_email", "life_body", "life_life", "musculoskeletal_condition", "musculoskeletal_sport", "perfect_audience", "phone_fax", "physio_pilate", "physio_spearwood", "pilate_team", "privacy_practice", "shoulder_pain", "sport_injury", "sport_physiotherapy", "team_life", "training_dry", "web_page", "wide_range", "able_people", "client_good", "degree_exercise", "family_friend", "good_life", "holistic_health", "injury_management", "injury_surgery", "manual_therapy", "massage_therapy", "occupational_health", "physiotherapy_service", "ready_team", "related_injury", "sporting_injury", "supervised_exercise", "time_life", "worker_compensation", "analytic_browser", "body_good", "client_health", "client_work", "collection_use", "com_privacy", "cookie_cookie", "course_dry", "datum_information", "datum_service", "datum_use", "degree_physiotherapy", "email_com", "fast_recovery", "further_training", "good_treatment", "group_personal", "health_exercise", "health_fitness", "health_industry", "health_science", "healthy_active", "information_personal", "injury_rehabilitation", "interest_musculoskeletal", "lifereadyphysio_com", "long_term", "low_back"], "lda_mallet_resutls": {"Topic_0": ["service", "provide", "include", "cookie", "term", "website", "setting", "practice", "device", "activity"], "Topic_1": ["exercise", "pilate", "team", "gym", "back", "sport", "goal", "spearwood", "material", "science"], "Topic_2": ["physiotherapy", "sport", "experience", "active", "massage", "return", "remedial", "ensure", "career", "lifestyle"], "Topic_3": ["complete", "graduate", "condition", "dry", "training", "passion", "needle", "clinical", "degree", "strength"], "Topic_4": ["life", "ready", "physio", "health", "bayswater", "site", "learn", "surround", "join", "approach"], "Topic_5": ["good", "client", "treatment", "improve", "quality", "live", "care", "day", "offer", "level"], "Topic_6": ["injury", "rehabilitation", "pain", "interest", "musculoskeletal", "treat", "management", "post", "practice", "sporting"], "Topic_7": ["work", "enjoy", "patient", "find", "play", "achieve", "travel", "detail", "fax", "pursue"], "Topic_8": ["datum", "privacy", "policy", "information", "personal", "page", "contact", "group", "transfer", "collect"], "Topic_9": ["people", "time", "love", "health", "visit", "make", "partner", "family", "spend", "role"]}}]