[{"company": "The Academy of Design Australia", "introduction": "TEQSA + RTO (Bachelor of Design Arts (interior design, fashion, filmmaking, visual arts))", "end_market": "Bachelor of Design Arts (interior design, fashion, filmmaking, visual arts)", "industry": "Education", "link": "http://www.academyofdesign.edu.au/", "search_text": "http://www.academyofdesign.edu.au/", "title": "LCI Melbourne: Art and Design Academy | Art and Design ...", "link_corrected": "https://www.lcimelbourne.edu.au/", "description": "Sorting through Art and Design Colleges trying to find the right Bachelor of Design Arts in Melbourne? Enrol at our Art and Design Academy today.", "crawled_links": ["https://www.lcimelbourne.edu.au/", "https://www.lcimelbourne.edu.au/applications/apply-now", "https://www.lcimelbourne.edu.au/life-lci-melbourne/our-campus", "https://www.lcimelbourne.edu.au/privacy-policy", "https://www.lcimelbourne.edu.au/error404?urlnotfound=https://www.lcimelbourne.edu.au:443/tel:61396769000", "https://www.lcimelbourne.edu.au/applications/fees", "https://www.lcimelbourne.edu.au/about-us/senior-management", "https://www.lcimelbourne.edu.au/error404?urlnotfound=https://www.lcimelbourne.edu.au:443/life-lci-melbourne/tel:61396769000", "https://www.lcimelbourne.edu.au/about-us/assurances/policy-tuition-fee-refunds-int", "https://www.lcimelbourne.edu.au/student-resources/support/personal-support", "https://www.lcimelbourne.edu.au/student-resources/policies-forms", "https://www.lcimelbourne.edu.au/error404?urlnotfound=https://www.lcimelbourne.edu.au:443/about-us/assurances/tel:61396769000", "https://www.lcimelbourne.edu.au/error404?urlnotfound=https://www.lcimelbourne.edu.au:443/about-us/tel:61396769000", "https://www.lcimelbourne.edu.au/about-us/assurances/statement-tuition-assurance", "https://www.lcimelbourne.edu.au/life-lci-melbourne/student-portfolios", "https://www.lcimelbourne.edu.au/life-lci-melbourne/academic-calendar", "https://www.lcimelbourne.edu.au/events/creative-careers-beyond-the-known", "https://www.lcimelbourne.edu.au/student-resources/omnivox-guide", "https://www.lcimelbourne.edu.au/news/open-day-january-2020", "https://www.lcimelbourne.edu.au/about-us/lci-education-network", "https://www.lcimelbourne.edu.au/about-us/assurances", "https://www.lcimelbourne.edu.au/news/local-milan-no4", "https://www.lcimelbourne.edu.au/error404?urlnotfound=https://www.lcimelbourne.edu.au:443/news/tel:61396769000", "https://www.lcimelbourne.edu.au/error404?urlnotfound=https://www.lcimelbourne.edu.au:443/events/tel:61396769000", "https://www.lcimelbourne.edu.au/error404?urlnotfound=https://www.lcimelbourne.edu.au:443/news/tel:61396769000"], "header_text": ["LCI Melbourne | Art & Design School", "See what our alumni have been up to", "Emerging Labels Workshop", "Create where it's all happening", "\r\n                Our Major", " Studies\r\n            ", "Communication Design", "Fashion & Costume Design", "Filmmaking & Photography", "Visual Arts", "Interior Design", "Graphic & Digital Design", "Apply Now", "Find which application route suits you best:", "Find which application route suits you best: ", "Domestic Students", "Ready to Apply", "International Students", "What happens next?", "Special Consideration", "Our Warehouse Campus", "A Vibrant Location", "New Warehouse Campus", "Facilities", "\r\n                            Declaration of Confidentiality\r\n                        ", "How does LCI Melbourne use your personal information? ", "Does LCI Melbourne disclose my personal information to third parties? ", "Use of cookies", "Independent third party websites ", "How does LCI Melbourne protect your information? ", "How can you correct your information? ", "How does LCI Melbourne protect the privacy of children 13 years of age or less?", "Your consent ", "Where to address your questions concerning this confidentiality policy? ", "\r\n                                    Error 404\r\n                                ", "We are sorry but this page no longer exists.", "\r\n                                                    \r\n                                                ", "Fees", "Support for Paying Fees - Domestic Students", "Details for Electronic Funds Transfer", "Material Costs", "Annual Tuition Fee", "Unit Fees & Census Dates", "Domestic Student Fee Conditions", "International Student Fee Conditions", "Paying Annual Fee Upfront", "Government Assistance", "Bank Loans", "Senior Management", "Senior Management Team", "Program Coordinators", "Study Coordinators", "\r\n                                    Error 404\r\n                                ", "We are sorry but this page no longer exists.", "\r\n                                                    \r\n                                                ", "International Tuition Fee Refunds", "Fee Refunds", "Personal Support", "Who should I contact first about student support issues at LCI Melbourne?", "Who should I contact first about a personal issue at LCI Melbourne?", "Can LCI Melbourne help with personal problems affecting my studies?", "CAN LCI MELBOURNE HELP WITH PERSONAL PROBLEMS AFFECTING MY STUDIES?", "DOES LCI MELBOURNE PROVIDE ON-CAMPUS STUDENT ACCOMMODATION?", "Policies and Forms", "Academic Policies", "Forms and Guides", "\r\n                                    Error 404\r\n                                ", "We are sorry but this page no longer exists.", "\r\n                                                    \r\n                                                ", "\r\n                                    Error 404\r\n                                ", "We are sorry but this page no longer exists.", "\r\n                                                    \r\n                                                ", "Statement of Tuition Assurance", "Statement of Tuition Assurance", "Student Portfolios", "Academic Calendar", "Applications", "2019 Academic Year", "2020 Academic Year", "Trimesters at LCI Melbourne", "\r\n                Creative Careers Beyond The Known\r\n            ", "Omnivox Guide", "Design With Purpose at our not so ordinary Open Day", "Same theme", "LCI Education Network", "ASIA", "AFRICA", "EUROPE", "OCEANIA", "International Affiliations", "Cumulus", "Montreal, Quebec, Canada", "Vancouver, Canada", "Monterrey, Mexico", "Bogotá, Colombia", "Barranquilla, Colombia", "San José, Costa Rica", "Jakarta, Indonesia", "Surabaya, Indonesia", "Casablanca, Morocco", "Marrakech, Morocco", "Rabat, Morocco", "Tanger, Morocco", "Fès, Morocco", "Tunis, Tunisia", "Barcelona, Spain", "Istanbul, Turkey", "Melbourne", "Assurances", "Leading designers explain how and why Australian design is going global", "Same theme", "\r\n                                    Error 404\r\n                                ", "We are sorry but this page no longer exists.", "\r\n                                                    \r\n                                                ", "\r\n                                    Error 404\r\n                                ", "We are sorry but this page no longer exists.", "\r\n                                                    \r\n                                                ", "\r\n                                    Error 404\r\n                                ", "We are sorry but this page no longer exists.", "\r\n                                                    \r\n                                                "], "paragraph_text": ["\r\n                                ", "Explore Now", "\r\n                            ", "Our graduates have emerged with the knowledge, skills, confidence and connections to turn their creativity into a career. ", "Want to establish your own fashion label? This is for you!", "Don't wait for what's next. Complete your creative degree with us. Create next, now.", " ", "Domestic Applicants: Refer ", "domestic student fees", " and your options such as FEE-Help.", " ", "Academic Entry Process", " ", "Creative Entry Process", "Refer ", "international student fees", " and LCI Melbourne’s ", "Policy on Tuition Fee Refunds - Overseas Students", ".", " ", "Academic Entry Process", " ", "Creative Entry Process", "If you feel that you have any special circumstances that relate to your application or subsequent study, discuss with the LCI Melbourne Admissions Adviser.", "LCI Melbourne is located in Collingwood, Melbourne. Melbourne has been awarded 'most liveable city in the world' for seven years running by the Economist magazine, and is generally considered Australia’s major cultural centre. ", "Collingwood contains an intriguing blend of local history, quirky entrepreneurship, hip hangouts, colourful street art and young creatives. It is spoilt for choice with an array of art galleries, boutiques, homeware stores, fashion houses, advertising agencies and design studios. Fabric stores, art supply shops and framing businesses are also plentiful along the main street and down laneways. ", "In 2018, LCI Melbourne moved into the ", "iconic Foy & Gibson precinct", ", in a warehouse at 150 Oxford Street, Collingwood. The new campus positions our students in the heart of the most vibrant arts and design precinct in Melbourne.", "\nFoy and Gibson was one of Melbourne’s earliest department store chains, designing and producing a range of clothing, millinery and furniture in their magnificent 19th and early 20th century complex of factories, warehouses and showrooms. Today, behind our heritage-listed façade, you will find a spacious campus with a light-filled atrium, range of modern learning studios, and a contemporary public art gallery.  ", " ", "The LCI Melbourne campus features Mac computer labs, a reference library, dedicated study areas, an editing suite, student display space, personal studio spaces for Visual Arts students, and a communal student lounge area. It also boasts a large public contemporary gallery.", "LCI Melbourne implements strict security and protection of privacy measures. We have created this Declaration of Confidentiality and Security in order to illustrate our practices related to the gathering, use, disclosure and management of your personal information. ", "The information gathered with the users consent allows us to send the user printed or electronic documentation, answer information requests and receive application requests. ", "LCI Melbourne does not sell, rent, relinquish or lend identifiable information regarding its members to any third party aside from agents and entrepreneurs of LCI Melbourne. It is required by LCI Melbourne agents and entrepreneurs who have access to personal identifiable information to protect this information in conformity with this declaration of confidentiality. LCI Melbourne may however disclose personal information when we believe in good faith that such a disclosure is reasonably necessary to: ", "\r\n      ", "Our site uses a technology called « witnesses » (cookies). These allow us to recognize you on your next site visit. Note that none of your personal identity information such as your name, address or bank payment information is kept.", "You may however choose to change settings in order to refuse the cookies from gathering your information. However, should you decide to no longer accept the witnesses of our website, you will be limited in your web navigation experience. Third party providers such as Google can use cookies from a previous user's LCI Melbourne website visit in order to spread targeted advertising. Users may deactivate the use of Google cookies by updating the settings that feature on the Google page of options. ", "Take note that we do not retain information regarding your personal identity such as your name, address and bank payment information, etc. ", "\r\n      ", "Our sites may display links to other sites or web locations exploited or controlled by a third party (\"independent websites\"). LCI Melbourne does not make any allegations regarding commercial policies and practices of these sites and you are invited to inquire about their privacy policies before providing your personal information. ", "\r\n      ", "Although we take the appropriate measures to protect you from unauthorized information disclosure, we cannot guarantee that the gathered identifiable personal information will never be disclosed in contradiction to this Declaration of Confidentiality. Unfortunately, despite all our efforts, the risk of third parties illegally intercepting a transmission is not entirely controllable. And this reality goes for all internet usage. Consequently, we cannot guarantee total security of information transmitted and you are therefore transmitting information with knowledge of this. ", "\r\n      ", "Many sites and online services allow you to manage your own personal information. If you need help, don't hesitate to contact us by using the coordinates below. ", "In order to protect your private life and guaranty security, we will take the necessary precautionary measures to check your identity before giving you the authorization to make corrections. ", "\r\n      ", "LCI Melbourne cares for the respect of the private life of children and does not knowingly collect personal information of children of 13 years of age or less. ", "\r\n      ", "By using our site, you consent to the gathering and use by LCI Melbourne of the information provided. ", "Should we decide to change our policy of confidentiality, we will post these changes on this page so you can remain up to date with the information we collect, how we use them and the circumstances of their disclosure. ", "\r\n      ", "If you have any questions regarding this confidentiality policy, of any web content or web practices, you may contact LCI Melbourne at the following address: ", "info@lcimelbourne.edu.au", ". ", "If you typed out the URL, please verify and try again.", "If it was a link on which you clicked, you can report it to the following address ", "webmaster@lcieducation.com", ".", "Continue navigating using the search bar in the upper right corner or visit one of the following links:", "A little tip for a quicker response: ", "\nFor more information on registration, choose option 1.", "\nIf you are an LCI Melbourne student, choose option 2. ", "\n", "\nor", "Email", "\ninfo@lcimelbourne.edu.au", "The indicative annual tuition fees listed below are based upon a student enrolling in 100% full time study load. The total cost will depend on the number of units enrolled in, by study period, over the course of the year.", "*  Equivalent Full-time Study Loading", "Please note that tuition fees may increase in subsequent study periods.", "\n", "Each subject at LCI Melbourne is called a 'unit'. ", "Centrelink payments: For Centrelink purposes, to be classified as a full-time student you are required to enrol in a minimum of three units per trimester. Anything less than three units per trimester is deemed by Centrelink as part-time. ", "\n", "\n", "The ", "ESOS Framework", " is a set of legal regulations related to international students studying in Australia on student visas. It sets guidelines and minimum standards to protect you as a student as well as protecting Australia's reputation for providing quality education and support services. ", "FEE-HELP (Domestic Students only)", "The Australian Government FEE-HELP loan scheme that assists domestic students with tuition fees is available to LCI Melbourne’s eligible degree students. Find out more about FEE-HELP or visit the Government's ", "Study Assist", " website. New Zealand applicants should refer to ", "New Zealand - Study Assist", ".", "LCI Melbourne can arrange a payment plan for students who prefer to pay fees upfront. For details about your eligibility and terms, ", "contact the Student Services", " team.", "The Department of Human Services (incorporating Centrelink) provides benefits for eligible students. Visit ", "www.humanservices.gov.au", " or call 13 24 90 for details.", "A number of other state and federal agencies can provide financial assistance to students. Visit ", "studyassist.gov.au", " ", "www.education.gov.au", " for details.", "The major banks offer student loans. See bank websites or your local branch for details.", "If you elect to pay your domestic student tuition fees upfront you need to refer to the Tax Invoice issued by LCI Melbourne.  Details you will need in order to make an Electronic Funds Transfer are below:", "Bank Name: ", "HSBC", "\n", "Account Name: ", "LCI Melbourne Pty Ltd", "\n", "Beneficiary name: ", "LCI Melbourne Pty Ltd", "\n", "BSB: ", "343 001", "\n", "Account: ", "433 051 002", "\n", "SWIFT/BIC: ", "HKBAAU2S", "\n", "Reference: ", "Student's Full Name", "\n", "Address: ", "150 Oxford Street, Collingwood, Victoria, Australia 3066", "Card surcharges apply to payments made by cards in person via the EFTPOS terminals at LCI Melbourne campus:", "Card surcharges apply to payments made by cards in person via the EFTPOS terminals at LCI Melbourne campus:", "\nThe studios at LCI Melbourne provide materials for students to study using a range of communication design, fashion & costume design, filmmaking & photography, graphic & digital design, and visual arts media. The computer labs are equipped with industry-standard computing equipment and software.", "\n", "\nStudents provide their own personal material requirements such as colour markers, folios and USB flash sticks. Students must also pay for printing and photocopying of their own work. Students should budget on paying $300 to $500 per year for studio materials and production costs.", "\n", "\nStudents are given a list of Prescribed Texts at the start of each trimester. These are essential. (Each unit also has a Recommended Reading list, though it is not necessary to purchase these titles.) Students should budget on paying $120 per trimester for textbooks.", "\n", "\nLockers are available for hire to store personal materials.", "If you typed out the URL, please verify and try again.", "If it was a link on which you clicked, you can report it to the following address ", "webmaster@lcieducation.com", ".", "Continue navigating using the search bar in the upper right corner or visit one of the following links:", "A little tip for a quicker response: ", "\nFor more information on registration, choose option 1.", "\nIf you are an LCI Melbourne student, choose option 2. ", "\n", "\nor", "Email", "\ninfo@lcimelbourne.edu.au", "This policy applies to all international students that are commencing, continuing students and those who have been offered a place at LCI Melbourne. It should be read in conjunction with the written agreement signed by the individual student on enrolment. Tuition fees are set annually and enrolled students are invoiced at the applicable rate for each year of their course. LCI Melbourne reserves the right to withhold issuing of transcripts or the granting of the Award attained by a student if their fees remain outstanding.", "1) Refunds Resulting from Course Cancellation", "LCI Melbourne will refund, within 14 days from the default date, all fees where LCI Melbourne cancels the course or where the commencement of the course is postponed more than one semester.", "2) Refunds Resulting from International Student Withdrawals", "An enroled international student withdrawing from a course or units of study, whether before or after the census date, should give written notice of their withdrawal, the reason/s why and any supporting documentation to the Student Services Manager. Students wishing to alter their enrolment should complete the Student Enrolment Variation form. Students wishing to withdraw from the course entirely should complete the Notification of Student Withdrawal form. Both forms are available from the General Office. Where an international student withdraws before the commencement of a course, all tuition fees will be refunded in full less a withdrawal fee.", "\n", "3) How to Apply for a Refund", "To apply for a refund, students should complete a Student Enrolment Variation form notifying of their withdrawal from a course or specified units. A refund application is included in the withdrawal notification. In accordance with the provisions of this policy on tuition fee refunds LCI Melbourne will, within 28 days of receipt of written notification of withdrawal, refund fees paid.", "4) Cancellation of Enrolment Arising From Student Default", "A cancellation fee of 100% of the current semester fee applies where a student’s enrolment is cancelled in one or more of the following circumstances:", "5) Cancellation of Enrolment Arising From Visa Refusal", "LCI Melbourne agrees to refund within 28 days, and without deduction, all fees paid where the student provides certified evidence that their application for a student visa was refused by the Australian immigration authorities.", "Should a student change visa status (eg becomes a permanent resident) full overseas student’s fees will be payable for the duration of the current study period. Thereafter, if the student's new status permits them to be charged domestic student tuition fees, these will be applied.", "6) Course Cancellation Due to Provider Default", "In the unlikely event that LCI Melbourne is unable to deliver your course in full, you will be offered a refund of all the course money you have paid to date regarding to all units that is unable to be delivered. The refund will be paid to you within 14 working days of the day on which the course ceased being provided. Alternatively, you may be offered enrolment in another course by LCI Melbourne at no extra cost to you. You have the right to choose whether you would prefer a full refund of course fees, or to accept a place in another course. If you choose placement in another course, we will ask you to sign a document to indicate that you accept the placement.", "If LCI Melbourne is unable to provide a refund or place you in an alternative course, the Commonwealth Government’s Tuition Protection Service (TPS) will ensure you are able to either complete your studies in another course or with another education provider, or receive a refund of unspent tuition fees. Further information is available at ", "www.tps.gov.au", ".", "If a student wishes to appeal a decision regarding their application for a refund they should access LCI Melbourne’s Grievance Procedures: Non-Academic Matters.", "LCI Melbourne offers a supportive, friendly learning environment. Class sizes are kept small to facilitate optimum learning. Our tutors get to know each student and are readily able to monitor class attendance and academic progress, intervening promptly with remedial measures to get students back on track should problems arise.", "When necessary, students experiencing difficulties that are affecting their studies can access confidential personal counselling funded or subsidised by LCI Melbourne. These difficulties may relate to personal, health, relationship or academic issues.", "\r\nOur administration staff members are caring professionals interested in the welfare of the students. They can refer students to appropriate facilities and services offered in the campus vicinity. The International Student Coordinator liaises with LCI Melbourne’s international students and provides information, advice and referrals regarding health cover, accommodation, enrolment or any problems they might have adjusting to life in Australia.", "The best place to start is LCI Melbourne's Student Support Manager, either in person, by email: ", "derrick.shaw@lcimelbourne.edu.au", " or by phone (03 9676 9000). Our Student Support Manager will determine the best way to assist with whatever issue you have. For example:", "LCI Melbourne also has trained First Aid personnel, IT and technical support, and Contact Officers (male and female) who can offer advice about issues such as discrimination, bullying or harassment. ", "Yes.", " LCI Melbourne provides personal counselling services and mental health support for students though ", "Lifeworks", ". This service is confidential and fully subsidised by LCI Melbourne via a simple referral system for further information contact Student Support Manager.", "Email: ", "lifeworks@lifeworks.com.au", "Telephone: (03) 9654 7360", "Legal advice is available from ", "Legal Aid Victoria", " on (03) 9269 0120", "Emergency contact numbers for medical and other personal help can be downloaded here: ", "Emergency Contact Information sheet (PDF).", "The best place to start is LCI Melbourne's Student Support Manager, either in person (via the Administration Officer), by email: ", "derrick.shaw@lcimelbourne.edu.au", " or by phone (03 9676 9000). Our Student Support Manager will determine the best way to assist with whatever issue you have. For example:", "LCI Melbourne also has trained First Aid personnel, IT and technical support, and Contact Officers (male and female) who can offer advice about issues such as discrimination, bullying or harassment.", "Yes.", " LCI Melbourne provides personal counselling services for students though ", "Lifeworks", ". The service is confidential and fully subsidised by LCI Melbourne via a simple referral system.", "Email: ", "lifeworks@lifeworks.com.au", "Telephone: (03) 9654 7360", "Fax: (03) 9650 8440", "Legal advice is available from ", "Legal Aid Victoria", " on (03) 9269 0120", "Emergency contact numbers for medical and other personal help can be downloaded from the link at the bottom of this page.", "No, but there is ample student accommodation in the City of Melbourne only 5-10 minutes from LCI Melbourne by public transport. More information, including a downloadable guide, is available on our ", "Personal Support", " page.", "If you typed out the URL, please verify and try again.", "If it was a link on which you clicked, you can report it to the following address ", "webmaster@lcieducation.com", ".", "Continue navigating using the search bar in the upper right corner or visit one of the following links:", "A little tip for a quicker response: ", "\nFor more information on registration, choose option 1.", "\nIf you are an LCI Melbourne student, choose option 2. ", "\n", "\nor", "Email", "\ninfo@lcimelbourne.edu.au", "If you typed out the URL, please verify and try again.", "If it was a link on which you clicked, you can report it to the following address ", "webmaster@lcieducation.com", ".", "Continue navigating using the search bar in the upper right corner or visit one of the following links:", "A little tip for a quicker response: ", "\nFor more information on registration, choose option 1.", "\nIf you are an LCI Melbourne student, choose option 2. ", "\n", "\nor", "Email", "\ninfo@lcimelbourne.edu.au", "Under the provisions of the Higher Education Support Act 2003 (HESA) and the associated Higher Education Provider Guidelines LCI Melbourne (the First Provider) is required to provide a tuition assurance arrangement for Australian citizens or holders of an Australian permanent humanitarian visa who are enrolled in higher education courses it offers. This requirement is to protect students in the event that LCI Melbourne ceases to provide a course of study in which a student is enrolled. The meaning of the term ‘ceasing to provide a course of study’ is set out in the HEP Guidelines here.", "LCI Melbourne also has tuition assurance arrangements in place for overseas students through the Commonwealth Government's Tuition Protection Scheme, under the Education Services for Overseas Students Act 2000 (ESOS Act).", "In the event that LCI Melbourne ceases to provide a course of study in which a student is enrolled the student is entitled to a choice of:", "a)", " An offer of a place in a similar course of study with a Second Provider without any requirement to pay the Second Provider any student contribution or tuition fee for any replacement units (this is known as the ‘Course Assurance Option’);", "OR", "b)", " A refund of his or her upfront payments for any unit of study that the student commences but does not complete because LCI Melbourne ceases to provide the course of study of which the unit forms part (this is known as the ‘Student Contribution/Tuition Fee Repayment Option’) LCI Melbourne has met the tuition assurance requirements of the HESA and ESOS Acts through its current membership of the Council of Private Higher Education (COPHE) TDA Higher Education Tuition Assurance Scheme (for domestic students) and through the Commonwealth's Tuition Protection Service (for international students).", "The course/s of study for which LCI Melbourne has TPS coverage and COPHE TDA Higher Education TAS membership is/are:", "Qualification to which LCI Melbourne Course leads:", "More information about the TPS for international students is available at ", "tps.gov.au", ".", "The following procedure will apply to domestic students:", "If LCI Melbourne ceases to provide a course of study, COPHE/TDA will send a student enrolled in the course of study a Written Tuition Assurance Offer (the Offer) advising the student of the options available under the tuition assurance requirements. The Offer will include directions that the student must follow in order to notify the relevant organisation of the choice they have made for each affected unit. COPHE/TDA will provide this Offer within twenty business days after it knows, or should know by reasonable inquiries that LCI Melbourne has ceased to provide the course of study.", "A student may choose either:", "a)", " The Course Assurance Option:", "If a student accepts a place in a course offered by COPHE/TDA as named above, COPHE/TDA will offer the student the option of COPHE/TDA making all necessary arrangements to ensure a student is able to enrol in a similar course of study with a Second Provider. This offered course will lead to the same or a comparable qualification without any requirement on the part of the student to pay that Second Provider any student contribution or tuition fee for any replacement units. A student will receive full credit from the Second Provider for any units of study successfully completed at LCI Melbourne.", "The Second Provider nominated by COPHE/TDA may have different contribution amounts or tuition fees to the amounts or fees the student would have paid for units of study that were part of the course of study LCI Melbourne ceased to provide.", "A student is not obliged to enrol in a course of study with a Second Provider offered by COPHE/TDA under the Course Assurance Option. However, if the student enrols with any other provider there is no obligation on that provider to offer full credit transfer for the units of study completed with LCI Melbourne or to offer a replacement/s unit free of charge. ", "tps.gov.au", "b)", " The Student Contribution/Tuition Fee Repayment Option:", "If a student chooses the Student Contribution/Tuition Fee Repayment Option COPHE/TDA undertakes to pay the student the total of any upfront payments already paid by the student for any units of study the student has commenced but not completed. Eligible students selecting this option will also get their FEE-HELP balance/s re-credited for uncompleted units.", "Contact details for COPHE are:", "\nSuite 244, Level 4, 813 Pacific Highway,", "\nChatswood NSW 2067", "\nFax: +61 2 8021 0843", "\nWebsite: ", "www.cophe.edu.au", "The Portfolios is a social platform showcasing the achievements, know-how and creativity of students and graduates from LCI Melbourne and other member campuses in the LCI Education network. The platform provides students and graduates with the opportunity to exhibit their creations and CVs to the public as well as employers in search of new talent.\r\n", "\r\nStudents and graduates registered with Portfolios also have access to exclusive job offers, internships and practical advice.", "Applications can be submitted at any stage of the year for admission to one of our three trimesters.", "What is a trimester? ", "Our academic year (January – December) is divided into three twelve week study periods, called ‘trimesters’. ", "How long is the degree under the Trimester calendar? ", "The Bachelor of Design Arts can be undertaken in two or more years: ", "How do trimesters benefit students?", "Our trimester calendar has a number of benefits. It allows students to set the pace of their own study. Our international LCI Education partner campuses also run on a trimester system, allowing students to take full advantage of our global connections and seamlessly join a trimester abroad.  ", "Are all trimesters compulsory? ", "Yes. Our units are delivered across all three trimesters. Students undertaking a two year or three year degree are required to study in all three trimesters. ", "How many units can I take per trimester?", "Students studying a regular full-time load over three years can undertake 10 units per academic year; or accelerate their studies by taking 15 units per academic year with a fast-tracked degree over two years. ", "For more details about trimesters, ", "see our FAQs", ", ", "Domestic Fees", " or ", "International Fees", "This interactive forum provides an opportunity to hear a diverse group of experts share their professional experiences and advice at LCI Melbourne in Collingwood, the centre of Melbourne’s design culture. Following the forum, all attendees are invited to continue the discussion and workshop their folios in the LCI Melbourne Gallery. ", "LCI Melbourne, 150 Oxford Street, Collingwood 3066", "Contact Admissions for more information:", "Phone: +61 3 9676 9000", "Text: +61 447 606 119", "As part of ", "Melbourne Design Week", ", join us on March 14 at 2pm for ‘Creative Careers Beyond the Known’, an interactive forum centred around a panel discussion on design education and creative career pathways.\nThe world has shifted. Our future career paths will be mobilised, blended and responsible. No more silos, we need to embrace diversity! Our future careers fuse traditional bespoke methodologies, social consciousness and global virtual engagement. ", "Design Director, advocate and academic leader, Karen Webster, will lead the panel joined by globally awarded Creative Director, Carlo Pagoda and multidisciplinary Sculptor and Designer, Michael Gittings.\nOur roles as creatives will evolve to offer customised and personalised options for discerning and socially responsible customers. Each speaker will explore the dynamic role of contemporary careers in design and the future of the industry. These future career paths extend beyond what we know today, the blurring of bespoke and virtual sees the rise of the digital creative artisans.", "\nAll attendees will receive advice on thriving within the design industry and are encouraged to bring along a portfolio or passion project to share and develop with the panel speakers.\nThe interactive forum provides an opportunity to hear a diverse group of experts share their professional experiences and advice at LCI Melbourne in Collingwood, the centre of Melbourne’s design culture. Following the forum, all attendees are invited to continue the discussion and workshop their folios in the LCI Melbourne Gallery.\n", "Checkout more exciting events happening at LCI Melbourne during Melbourne Design Week", "\n", "Omnivox is LCI Melbourne's communication tool connecting students and staff. The easiest way to access Omnivox is to use the dedicated app. ", "Click here for the Omnivox Student Manual. ", "Our first Open ", "Day", " of the decade happened on Sunday the 19", " ", "January! We opened our doors with great enthusiasm to so many vibrant and exciting creatives looking to expand their minds at our warehouse campus!", "The campus was buzzing with creative energy, we had an array of our current students and alumni on campus working in our spaces, showcasing their skills and creative practice to prospective students. There was so much to see, each of our majors transformed parts of the campus into dedicated design spaces. Our mentors were in their design spaces all day to have one on one chats with our visitors, giving their personal insights to the campus and course!", "We also had an amazing makers’ market with our alumni and tutors, graffiti workshop and a dedicated candy bar for our intrepid creatives!", "Even if you missed out on the day itself the fun hasn’t stopped! We’d love to show you around the campus with a guided tour or just say hello when you pop in at your own pace.", "2020 is going to be an amazing year for LCI Melbourne and we can’t wait to share more innovative, creative projects with you!", "\n", "\n", "\n", "We partnered up with Year13 to run a creative folio competition and received a large amount of outrageously creative entries. To reward the hard work submitted, we decided to hold an award ceremony celebrating the amazing folios of our top candidates!", "We are very excited to announce the opening of ", "Easy Ghana", ", the first solo exhibition by LCI Melbourne student Lilah Benetti. ", "With fun and flair, LCI Melbourne’s state of the art campus turned into a design playground fit to play with purpose for this year’s Open Day. It gave a taste of what’s to come for those eager to explore their creativity in 2020. ", "Getting noticed at Milan Design Week is a big deal. Australian designers, who succeeded in turning heads in the global design capital, told LCI Melbourne students how.", "LCI Melbourne is part of LCI Education, a vast network consisting of 23 establishments spanning various countries. ", "LCI Melbourne has affiliations with several European institutions that allow students to study overseas for a trimester or semester and receive credit towards their degree. Formal exchange agreements are in place with:", "* Students applying to Paris College of Art or ISD Naples will be required to pay additional fees charged by those institutions.\r\n", "LCI Melbourne is part of ", "Cumulus", ". Cumulus is the only global association to serve art and design education and research. It is a forum for partnership and transfer of knowledge and best practices. Cumulus consists currently of 257 members from 54 countries. Through competitions, summer schools and exhibitions, Cumulus enhances promotion of the talent of the youth and increases the visibility of their works. With the potential careers of today students in mind, the first Cumulus Think Tank ‘Designers: Career and Professionalization’ was published in 2010 to provide insights into the role of design and innovation in the companies. ", "Getting noticed at Milan Design Week is a big deal. Australian designers, who succeeded in turning heads in the global design capital, told LCI Melbourne students how – as part of a panel discussion featuring designers ", "Emma Elizabeth", ", ", "Marta Figueiredo", " and ", "Anna Varendorff", ", accompanied by LCI students Lilah Benetti and Genevieve Corbett, and moderated by leading interior design expert and LCI Melbourne consultant ", "Mireille Oberholster", ". ", "\n", "\nThe designers and students were part of the ", "Local Milan No.4", " exhibit in Italy. The collaboration saw 11 LCI Melbourne students accompany leading Australian designers to Milan, to contribute and learn from exposure to the global design community. A portion of the work from Milan, coupled with student work inspired by the experience, was then made available in a public display at the LCI Melbourne Gallery. ", "\n", "\nThe growing popularity of the international Local Milan exhibit, now in its fourth year as part of Milan Design Week, is emblematic of Australia’s growing influence on design globally, with more than 40 Australian designers taking part in 2019.", "\n", "\nSo, what is the key to Australia’s creative success? The constant search for new design ideas; following instinct over trends. The importance of the quest for originality was highlighted by panellist, Emma Elizabeth, creative director for ", "LOCAL DESIGN", ", and curator of the exhibit. ", "\n", "\nAmong those noticed in Milan this year, was interior designer Marta Figueiredo – whose work is currently on display at LCI Melbourne – and who this year won the 2019 ", "VIVID Design Award", " and ", "Melbourne Fringe Furniture Awards 2018", ". She said her exposure through Local Milan No.4 opened doors and eyes, and got her work noticed. ", "\n", "\nInterested in exploring a design course that goes global? ", "Get in touch with us today to kickstart your creative journey", ".  ", "Our first Open Day for the decade has wrapped up! We opened our doors with great enthusiasm to so many vibrant and exciting creatives looking to expand their minds at our warehouse campus!", "We partnered up with Year13 to run a creative folio competition and received a large amount of outrageously creative entries. To reward the hard work submitted, we decided to hold an award ceremony celebrating the amazing folios of our top candidates!", "We are very excited to announce the opening of ", "Easy Ghana", ", the first solo exhibition by LCI Melbourne student Lilah Benetti. ", "With fun and flair, LCI Melbourne’s state of the art campus turned into a design playground fit to play with purpose for this year’s Open Day. It gave a taste of what’s to come for those eager to explore their creativity in 2020. ", "If you typed out the URL, please verify and try again.", "If it was a link on which you clicked, you can report it to the following address ", "webmaster@lcieducation.com", ".", "Continue navigating using the search bar in the upper right corner or visit one of the following links:", "A little tip for a quicker response: ", "\nFor more information on registration, choose option 1.", "\nIf you are an LCI Melbourne student, choose option 2. ", "\n", "\nor", "Email", "\ninfo@lcimelbourne.edu.au", "If you typed out the URL, please verify and try again.", "If it was a link on which you clicked, you can report it to the following address ", "webmaster@lcieducation.com", ".", "Continue navigating using the search bar in the upper right corner or visit one of the following links:", "A little tip for a quicker response: ", "\nFor more information on registration, choose option 1.", "\nIf you are an LCI Melbourne student, choose option 2. ", "\n", "\nor", "Email", "\ninfo@lcimelbourne.edu.au", "If you typed out the URL, please verify and try again.", "If it was a link on which you clicked, you can report it to the following address ", "webmaster@lcieducation.com", ".", "Continue navigating using the search bar in the upper right corner or visit one of the following links:", "A little tip for a quicker response: ", "\nFor more information on registration, choose option 1.", "\nIf you are an LCI Melbourne student, choose option 2. ", "\n", "\nor", "Email", "\ninfo@lcimelbourne.edu.au"], "emails": ["info@lcimelbourne.edu.au", "webmaster@lcieducation.com", "info@lcimelbourne.edu.au", "webmaster@lcieducation.com", "info@lcimelbourne.edu.au", "derrick.shaw@lcimelbourne.edu.au", "lifeworks@lifeworks.com.au", "derrick.shaw@lcimelbourne.edu.au", "lifeworks@lifeworks.com.au", "webmaster@lcieducation.com", "info@lcimelbourne.edu.au", "webmaster@lcieducation.com", "info@lcimelbourne.edu.au", "webmaster@lcieducation.com", "info@lcimelbourne.edu.au", "webmaster@lcieducation.com", "info@lcimelbourne.edu.au", "webmaster@lcieducation.com", "info@lcimelbourne.edu.au"], "addresses": ["150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI", "150 Oxford Street Collingwood VI"], "social_media_links": [], "telephone_numbers": ["+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "433 051 002", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "3 9676 9000", "3) 9654 7360", "3) 9269 0120", "3 9676 9000", "3) 9654 7360", "3) 9650 8440", "3) 9269 0120", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 2 8021 0843", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 447 606 119", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000", "+61 3 9676 9000"], "lda_resutls": [[0, "0.040*\"com\" + 0.032*\"lcieducation\" + 0.032*\"webmaster\" + 0.031*\"little\" + 0.031*\"response\" + 0.031*\"quick\" + 0.031*\"tip\" + 0.018*\"information\" + 0.010*\"student\" + 0.010*\"design\""], [1, "0.043*\"follow\" + 0.039*\"link\" + 0.034*\"fee\" + 0.034*\"student\" + 0.028*\"visit\" + 0.022*\"address\" + 0.021*\"search\" + 0.020*\"use\" + 0.020*\"right\" + 0.020*\"upper\""], [2, "0.078*\"option\" + 0.074*\"choose\" + 0.041*\"student\" + 0.038*\"information\" + 0.034*\"registration\" + 0.015*\"detail\" + 0.015*\"refer\" + 0.014*\"application\" + 0.011*\"unit\" + 0.010*\"confidentiality\""], [3, "0.047*\"student\" + 0.019*\"course\" + 0.016*\"pay\" + 0.013*\"information\" + 0.013*\"fee\" + 0.012*\"design\" + 0.012*\"tuition\" + 0.011*\"unit\" + 0.011*\"designer\" + 0.011*\"option\""], [4, "0.030*\"error\" + 0.018*\"card\" + 0.017*\"art\" + 0.014*\"campus\" + 0.013*\"site\" + 0.013*\"make\" + 0.013*\"party\" + 0.013*\"third\" + 0.013*\"store\" + 0.009*\"personal\""], [5, "0.038*\"study\" + 0.027*\"student\" + 0.026*\"year\" + 0.022*\"design\" + 0.016*\"academic\" + 0.013*\"provide\" + 0.012*\"trimester\" + 0.011*\"personal\" + 0.011*\"art\" + 0.011*\"high\""], [6, "0.049*\"student\" + 0.025*\"support\" + 0.021*\"email\" + 0.018*\"tuition\" + 0.018*\"information\" + 0.017*\"personal\" + 0.015*\"provide\" + 0.015*\"course\" + 0.015*\"page\" + 0.015*\"offer\""], [7, "0.044*\"student\" + 0.023*\"info\" + 0.020*\"study\" + 0.020*\"verify\" + 0.020*\"try\" + 0.020*\"type\" + 0.020*\"campus\" + 0.016*\"second\" + 0.016*\"provider\" + 0.014*\"warehouse\""], [8, "0.052*\"student\" + 0.023*\"refund\" + 0.020*\"fee\" + 0.019*\"creative\" + 0.019*\"course\" + 0.017*\"career\" + 0.017*\"withdrawal\" + 0.015*\"design\" + 0.014*\"enrolment\" + 0.012*\"apply\""], [9, "0.049*\"student\" + 0.022*\"information\" + 0.011*\"personal\" + 0.010*\"course\" + 0.010*\"study\" + 0.010*\"full\" + 0.010*\"unit\" + 0.010*\"offer\" + 0.010*\"provider\" + 0.010*\"contact\""]], "kpe_resutls": [["lci melbourn", 0.07620611640830384], ["sorri", 0.045412816104764414], ["error", 0.045063104856911666], ["page", 0.04394892484774095], ["morocco marrakech", 0.03659471957792306], ["person inform", 0.03091430257815697], ["design school", 0.03083239212086331], ["year", 0.029428991143992795], ["studi", 0.026335147711787653], ["person issu", 0.025186313732609916]], "rake_resutls": [[66.73177739180778, "collaboration saw 11 lci melbourne students accompany leading australian designers"], [55.1292348608838, "academic entry process creative entry process refer international student fees"], [51.77792207792208, "electronic funds transfer material costs annual tuition fee unit fees"], [39.6375, "academic entry process creative entry process"], [35.28787002471213, "international tuition fee refunds fee refunds personal support"], [34.45407176410216, "lci melbourne campus features mac computer labs"], [33.91156462585034, "turkey melbourne assurances leading designers explain"], [33.415651850682245, "tuition fee repayment option ’) lci melbourne"], [32.36666666666667, "interior designer marta figueiredo – whose work"], [30.65250824825293, "international lci education partner campuses also run"], [30.613523423553822, "associated higher education provider guidelines lci melbourne"], [30.250000000000004, "third party (\" independent websites \")."], [29.05, "future careers fuse traditional bespoke methodologies"], [28.967532467532465, "vibrant location new warehouse campus facilities declaration"], [28.272253582283977, "lci melbourne pty ltd beneficiary name"], [27.892857142857146, "first cumulus think tank ‘ designers"], [27.070499196319066, "lci melbourne may however disclose personal information"], [25.952380952380953, "cophe tda higher education tas membership"], [25.766666666666666, "taking 15 units per academic year"], [25.142857142857142, "panel discussion featuring designers emma elizabeth"], [24.272253582283977, "lci melbourne pty ltd bsb"], [24.266666666666666, "undertake 10 units per academic year"], [24.066017316017316, "tda higher education tuition assurance scheme"], [24.063636363636363, "indicative annual tuition fees listed"], [23.5, "23 establishments spanning various countries"], [23.454271126143627, "lci melbourne provides personal counselling services"], [23.272253582283977, "lci melbourne consultant mireille oberholster"], [22.616666666666667, "photography visual arts interior design graphic"], [22.6, "9269 0120 emergency contact numbers"], [22.517857142857142, "40 australian designers taking part"], [22.407318517348912, "tuition fee refunds lci melbourne"], [22.14339826839827, "tuition fee repayment option cophe"], [22.02225358228398, "visa refusal lci melbourne agrees"], [21.666666666666668, "61 3 9676 9000 text"], [21.385714285714286, "higher education support act 2003"], [21.333333333333336, "technology called « witnesses »"], [21.272253582283977, "lci melbourne implements strict security"], [20.916666666666668, "61 2 8021 0843 website"], [20.853090172239106, "major banks offer student loans"], [20.650000000000002, "cookies independent third party websites"], [20.585714285714285, "offer within twenty business days"], [20.506296135475466, "lci melbourne student lilah benetti"], [20.416666666666668, "future career paths extend beyond"], [20.176420248950645, "lci melbourne creative careers beyond"], [20.10204081632653, "melbourne fringe furniture awards 2018"], [19.973684210526315, "access confidential personal counselling funded"], [19.53404255319149, "student enrolment variation form notifying"], [19.291666666666668, "‘ course assurance option ’);"], [19.083333333333336, "leading interior design expert"], [19.019901139050074, "charged domestic student tuition fees"]], "guided_lda_resutls": [["campus", "choose", "details", "international", "error", "access", "withdrawal", "web", "career", "unit"], ["art", "advice", "continue", "name", "creatives", "measures", "arts", "portfolios", "able", "13"], ["au", "study", "help", "enrolment", "address", "milan", "lcieducation", "via", "centrelink", "service"], ["personal", "lcimelbourne", "australian", "links", "manager", "policy", "confidentiality", "tuition", "protect", "transfer"], ["fee", "student", "trimesters", "application", "navigating", "time", "404", "warehouse", "less", "next"], ["course", "study", "tda", "longer", "response", "year", "studies", "enrolled", "gallery", "receive"], ["student", "bar", "best", "typed", "australia", "exists", "complete", "bank", "place", "discussion"], ["refund", "full", "day", "second", "clicked", "local", "however", "total", "confidential", "attendees"], ["page", "choose", "designers", "years", "paid", "take", "forms", "third", "ceases", "omnivox"], ["student", "provide", "url", "report", "three", "higher", "week", "option", "fashion", "esos"], ["also", "provider", "link", "registration", "please", "little", "degree", "known", "info", "made"], ["year", "provides", "provider", "sites", "today", "academic", "know", "studios", "issue", "gibson"], ["information", "education", "units", "cophe", "email", "assurance", "academic", "try", "forum", "place"], ["students", "design", "tuition", "international", "search", "quicker", "government", "refer", "required", "creativity"], ["part", "verify", "03", "webmaster", "com", "study", "date", "exhibit", "health", "form"], ["creative", "one", "domestic", "offer", "global", "order", "days", "necessary", "folios", "overseas"], ["option", "support", "tip", "per", "provide", "corner", "within", "disclosure", "find", "semester"], ["melbourne", "using", "available", "regarding", "upfront", "cookies", "www", "9000", "website", "consent"], ["lci", "fees", "following", "contact", "first", "may", "services", "design", "sorry", "upper"], ["visit", "trimester", "right", "pay", "contribution", "gov", "cumulus", "open", "new", "future"]], "textrank_resutls": [[0.08537902881815337, 1, "international tuition fee refunds fee refunds personal support"], [0.07623100171467244, 1, "annual tuition fee unit fees & census dates domestic student fee conditions international student fee conditions"], [0.0735026698989808, 1, "melbourne"], [0.07309091234004642, 2, "lci education network asia africa europe oceania international affiliations cumulus montreal"], [0.07258781659994175, 2, "lci melbourne"], [0.07173382666409917, 1, "visual arts interior design graphic"], [0.0701166084071696, 1, "tuition assurance student portfolios academic calendar applications"], [0.06957926394822302, 1, "omnivox guide design"], [0.0695078556375292, 1, "design filmmaking"], [0.06938610969647917, 6, "lci"], [0.06846886036634646, 1, "lci melbourne | art & design school"], [0.06831649962075013, 1, "communication design fashion"], [0.068200730296758, 1, "digital design"], [0.06782024554245791, 1, "annual fee upfront government assistance bank loans"], [0.06580339388844055, 1, "international students"], [0.06530370551905947, 1, "forms academic policies forms"], [0.06434329761660237, 1, "senior management senior management team program coordinators study coordinators"], [0.060611780231220255, 1, "personal problems"], [0.05965628954428859, 1, "melbourne | art & design school"], [0.05929970121238304, 2, "morocco tunis"], [0.05896885710051297, 2, "morocco fès"], [0.05894422106034773, 2, "morocco marrakech"], [0.05889740077166672, 2, "morocco tanger"], [0.0588930833160726, 2, "morocco rabat"], [0.05691218667408401, 1, "communication design fashion & costume design filmmaking & photography visual arts interior design graphic & digital design"], [0.056830616548169004, 1, "tuition assurance statement"], [0.055590360812848155, 1, "independent third party websites"], [0.05497583778358381, 1, "student support issues"], [0.05485678074352962, 1, "electronic funds transfer material costs"], [0.05389897363593321, 1, "domestic students"], [0.0526122896229833, 1, "colombia san josé"], [0.05189669284999755, 1, "global same theme"], [0.04960291736787758, 1, "third parties"], [0.048330922417021915, 2, "colombia barranquilla"], [0.047764560706270914, 1, "assurances leading designers"], [0.04753805344183396, 1, "costa rica jakarta"], [0.046714755534815924, 1, "indonesia surabaya"], [0.04634632281626442, 2, "indonesia casablanca"], [0.04592405375489822, 1, "canada monterrey"], [0.04573364224640887, 1, "same theme"], [0.04565360851546976, 1, "canada vancouver"], [0.04475390567035975, 1, "personal problems affecting my studies"], [0.04460849414703808, 1, "special consideration"], [0.04460849414703808, 1, "open day"], [0.0445811018174591, 1, "melbourne \r\n                creative careers"], [0.042295949388177434, 1, "san josé"], [0.042190774054254886, 1, "costa rica"], [0.0419684124380273, 2, "mexico bogotá"], [0.04152450125361635, 1, "colombia"], [0.04077265227951793, 2, "tunisia barcelona"]], "textrank_summery__resutls": ["Does LCI Melbourne disclose my personal information to third parties?  ", "Our Major  Studies\r\n             Communication Design Fashion & Costume Design Filmmaking & Photography Visual Arts Interior Design Graphic & Digital Design", "We are sorry but this page no longer exists. \r\n                                                    \r\n                                                 International Tuition Fee Refunds Fee Refunds Personal Support", "Fees Support for Paying Fees - Domestic Students Details for Electronic Funds Transfer Material Costs", "Same theme"], "wordcloud_resutls": [["student", 1.0], ["LCI Melbourne", 0.853448275862069], ["design", 0.29310344827586204], ["will", 0.27586206896551724], ["course", 0.20689655172413793], ["fee", 0.19827586206896552], ["creative", 0.19827586206896552], ["provide", 0.16379310344827586], ["refund", 0.16379310344827586], ["personal", 0.15517241379310345], ["tuition fee", 0.15517241379310345], ["information", 0.14655172413793102], ["study", 0.14655172413793102], ["unit", 0.13793103448275862], ["year", 0.12931034482758622], ["trimester", 0.12931034482758622], ["offer", 0.12931034482758622], ["campus", 0.1206896551724138], ["choose option", 0.1206896551724138], ["service", 0.11206896551724138], ["part", 0.10344827586206896], ["international student", 0.10344827586206896], ["course study", 0.10344827586206896], ["Melbourne", 0.09482758620689655], ["art", 0.09482758620689655], ["edu au", 0.09482758620689655], ["contact", 0.08620689655172414], ["first", 0.08620689655172414], ["Education", 0.08620689655172414], ["may", 0.08620689655172414], ["available", 0.08620689655172414], ["domestic student", 0.08620689655172414], ["lcimelbourne edu", 0.08620689655172414], ["COPHE TDA", 0.08620689655172414], ["application", 0.07758620689655173], ["use", 0.07758620689655173], ["Support", 0.07758620689655173], ["place", 0.07758620689655173], ["enrolment", 0.07758620689655173], ["advice", 0.07758620689655173], ["details", 0.06896551724137931], ["Academic", 0.06896551724137931], ["day", 0.06896551724137931], ["global", 0.06896551724137931], ["payment", 0.06896551724137931], ["full", 0.06896551724137931], ["three", 0.06896551724137931], ["work", 0.06896551724137931], ["personal information", 0.06896551724137931], ["Tuition Assurance", 0.06896551724137931], ["following address", 0.06896551724137931], ["info lcimelbourne", 0.06896551724137931], ["one following", 0.06896551724137931], ["apply", 0.0603448275862069], ["best", 0.0603448275862069], ["new", 0.0603448275862069], ["protect", 0.0603448275862069], ["issue", 0.0603448275862069], ["career", 0.0603448275862069], ["Australia", 0.0603448275862069], ["regarding", 0.0603448275862069], ["site", 0.0603448275862069], ["website", 0.0603448275862069], ["pay", 0.0603448275862069], ["offered", 0.0603448275862069], ["withdrawal", 0.0603448275862069], ["form", 0.0603448275862069], ["Provider", 0.0603448275862069], ["folio", 0.0603448275862069], ["Error sorry", 0.0603448275862069], ["sorry page", 0.0603448275862069], ["page longer", 0.0603448275862069], ["longer exists", 0.0603448275862069], ["typed URL", 0.0603448275862069], ["URL please", 0.0603448275862069], ["please verify", 0.0603448275862069], ["verify try", 0.0603448275862069], ["try link", 0.0603448275862069], ["link clicked", 0.0603448275862069], ["clicked report", 0.0603448275862069], ["report following", 0.0603448275862069], ["address webmaster", 0.0603448275862069], ["webmaster lcieducation", 0.0603448275862069], ["lcieducation Continue", 0.0603448275862069], ["Continue navigating", 0.0603448275862069], ["navigating using", 0.0603448275862069], ["using search", 0.0603448275862069], ["search bar", 0.0603448275862069], ["bar upper", 0.0603448275862069], ["upper right", 0.0603448275862069], ["right corner", 0.0603448275862069], ["corner visit", 0.0603448275862069], ["visit one", 0.0603448275862069], ["following links", 0.0603448275862069], ["links little", 0.0603448275862069], ["little tip", 0.0603448275862069], ["tip quicker", 0.0603448275862069], ["quicker response", 0.0603448275862069], ["response information", 0.0603448275862069], ["information registration", 0.0603448275862069]], "wordcloud_resultsbi": ["tuition_fee", "course_study", "international_student", "option_student", "domestic_student", "more_information", "student_option", "personal_information", "student_course", "student_fee", "address_webmaster", "bar_upper", "choose_option", "com_search", "corner_link", "error_sorry", "information_registration", "lcieducation_com", "link_address", "link_little", "little_tip", "option_email", "quick_response", "registration_choose", "response_more", "right_corner", "search_bar", "second_provider", "sorry_page", "study_student", "tip_quick", "unit_study", "upper_right", "url_link", "webmaster_lcieducation", "high_education", "student_student", "student_support", "third_party", "tuition_assurance", "contribution_tuition", "fee_help", "fee_student", "student_contribution", "student_enrolment", "support_manager", "australian_designer", "creative_entry", "entry_process", "full_time", "information_information", "overseas_student", "student_tuition", "study_period", "study_second", "unit_trimester", "warehouse_campus", "academic_year", "advice_design", "assurance_option", "course_assurance", "creative_career", "email_url", "fee_refund", "fee_upfront", "future_career", "global_design", "interactive_forum", "name_address", "page_error", "personal_counselling", "place_student", "refund_course", "repayment_option", "replacement_unit", "student_detail", "student_full", "student_graduate", "student_part", "student_trimester", "trimester_student", "visual_art", "academic_entry", "address_bank", "advice_available", "advice_issue", "age_less", "agent_entrepreneur", "aid_emergency", "aid_personnel", "amazing_folio", "amount_creative", "annual_tuition", "application_route", "art_campus", "art_design", "art_gallery", "assurance_arrangement", "assurance_offer", "attendee_discussion"], "lda_mallet_resutls": {"Topic_0": ["design", "career", "designer", "australian", "global", "error", "disclosure", "fashion", "future", "today"], "Topic_1": ["option", "choose", "longer", "make", "tip", "quick", "registration", "receive", "manager", "order"], "Topic_2": ["study", "tuition", "unit", "offer", "provider", "student", "enrol", "complete", "education", "provide"], "Topic_3": ["provide", "support", "contact", "page", "policy", "service", "issue", "webmaster", "exist", "academic"], "Topic_4": ["year", "creative", "trimester", "work", "regard", "award", "folio", "email", "response", "entry"], "Topic_5": ["follow", "link", "visit", "continue", "address", "search", "info", "bar", "navigate", "report"], "Topic_6": ["student", "full", "payment", "government", "upfront", "local", "person", "share", "credit", "notice"], "Topic_7": ["fee", "student", "refund", "pay", "international", "apply", "domestic", "place", "withdrawal", "form"], "Topic_8": ["campus", "day", "application", "art", "verify", "type", "open", "give", "cancellation", "space"], "Topic_9": ["information", "personal", "detail", "site", "protect", "refer", "party", "display", "creativity", "problem"]}}]