[{"company": "H&H Accredited Training Australasia", "introduction": "RTO (Disability, aged care, children's services, business, first aid)", "end_market": "Disability, aged care, children's services, business, first aid", "industry": "Education", "link": "http://hnh.org.au/", "search_text": "http://hnh.org.au/", "title": "h&h Accredited Training", "link_corrected": "https://www.hnh.org.au/", "description": "h&h Accredited Training in Granville Sydney, is a leading vocational training for Aged, Child and Disability Care Training.", "crawled_links": ["https://www.hnh.org.au/smart-and-skilled/", "https://www.hnh.org.au/loans/"], "header_text": ["Smart and Skilled", "What is Smart and Skilled?", "Which courses are government subsidised in NSW?", "Courses provided by h&h under Smart and Skilled", "Are you eligible for Smart and Skilled training?", "How much will I pay?", "Exemptions and Concessions", "General Student Information", "VET Student Loans", "Consumer protection information", "What to do if you want to defer or discontinue your training?", "Accessing support and assistance during the training", "How do I enroll in Smart and Skilled?", "For further information refer to the following:", "VET Student Loans", "What is a VET Student Loan?", "How Does it Work?", "Am I eligible?", "Lifetime Loan Limit", "What is a Unique Student Identifier (USI)?", "New Zealand Citizens", "Is a VET Student Loan available for my course?", "How do I Apply?", "Under 18", "Student Entry Procedure", "Credit Transfer", "How will my Course Fees be Charged?", "How do I Pay Back the Loan?", "More Information", "Rights and Responsibilities", "Fair Treatment", "Grievance procedures for academic and non-academic matters", "Withdrawals and Refunds", "Tuition Assurance", "Personal Information"], "paragraph_text": ["Smart and Skilled is the NSW Government’s reform of vocational education and training across the state. Its purpose is to assist people in NSW to acquire the skills they need to find jobs that offer opportunities for growth in the future, by giving more students access to government subsidised training in priority industry areas. Under Smart and Skilled, the NSW Government will pay part of the student fee on your behalf and all you need to do is pay the balance, which is less than the real price of the qualification.", "Each year, the NSW Government publishes a ‘Skills List’ of the courses that will be subsidised under Smart and Skilled. The NSW Government also determines the fees for all courses on the list. Please refer to the list below for subsidised Smart and Skilled courses offered by h&h.", "For new students, you are eligible for training under Smart and Skilled if you are:", "– an Australian or New Zealand citizen, permanent resident or humanitarian visa holder AND", "– aged 15 years or older and no longer at school AND", "– living or working in New South Wales.", "If you meet the above personal eligibility criteria, you can undertake a course offered by h&h, regardless of any previous qualifications you may hold.", "Eligibility exceptions", "– Aboriginal and Torres Strait Islander students living or working in specified interstate regions closely bordering NSW may also be eligible for training under Smart and Skilled.", "Refugees and asylum seekers. On 1 January 2017, changes were made to the eligibility requirements to access fee-free training for qualifications that are on the NSW Skills List (up to Certificate IV level). For more information refer to the Asylum Seekers and Refugees section of the Smart and Skilled website or ask at the college for more information.", "Fees for Smart and Skilled courses have been set by the NSW Government and will be the same for all NSW training organisations offering government subsidised courses.", "Once you are eligible for a subsidised fee, the actual amount you will pay will be determined by:", "– which course you choose", "– your previous post-school qualifications", "– whether you are a trainee", "– whether you are eligible for Recognition of Prior Learning or credit transfer", "To estimate your fee for a particular government subsidised course, click on the price list on the website menu and scroll to your chosen course. You will be able to check how much you will be required to pay, including payment options, before entering the application process.", "Students with a disability or Aboriginal and Torres Strait Islander students and their dependents may be eligible for fee exemptions when they enrol in Smart and Skilled government subsidised training. Students receiving welfare benefits and the dependents of welfare recipients may be eligible for concession fees for courses up to Certificate IV. See the Smart and Skilled website for fee Exemptions & concessions.", "h&h has a range of policies that are important for you to know prior to registering in any course. These policies relate to, among others, your rights and responsibilities as a student, how to enroll in a course, complaints policy, withdrawals/ cancellation and refund policy. For RPL and Credit Transfer, the college will assist you with the process of completing relevant forms and providing the required information to assess your application. You can access and read all the relevant policies on the website.", "If you are eligible for Smart and Skilled funding, you are able to take out a commonwealth VET student loan to fund your training under Smart and Skilled program. h&h Accredited Training is an approved VET Student Loans provider. You will have to meet all the eligibility for VET Student Loans to access the loan. Please refer to the VET Student Loans section of this website to read more on the program and how you can access it. Additionally, Staff at h&h can help you regarding how you can access the loan.", "h&h has a consumer protection policy for all students. Please click here for further information. The Government also has a Consumer Protection Strategy to protect your rights. Please click here for more information. Alternatively, you can contact the Department’s customer support Centre on 1300 772 104.", "In the case of your wanting to defer or discontinue your studies, h&h has processes and procedures in place to assist you. Please contact h&h office staff who assist you with this process. You will be required to provide a valid reason for wanting to defer or discontinue your studies and staff will discuss any options available to you in this situation. For more information about this please refer to the ", "Cancellation and Refund policy", ".", "h&h offers the following support and assistance to students during their training in the college:", "– Full induction to the college and its facilities on the first day", "– Student facilities including a fully equipped kitchen, toilets and well-appointed classrooms", "– Support with work experience placement in a suitable organisation", "– Trainers and staff speak a variety of languages at the", "– college to support students", "– 24-hour turnaround support for all students via email, this includes weekends", "– Assistance with interview preparation / resume and cover letter writing", "h&h Accredited Training courses are subsidised by the NSW Government under the Smart and Skilled reform. This means that the government will pay part of the student fee on your behalf, and you pay the balance.", "See the steps below on how to enrol in a Smart and Skilled course:", "6. Once your enrolment is complete, you will be emailed a confirmation booking sheet and provided with a copy of your chosen payment plan.", "If you are not eligible for subsidised training, you can still enrol in the course, but you will need to pay the full fee. For further information about fees for government subsidised and full feepaying courses see our course price list.", "www.smartandskilled.nsw.gov.au or call State Training Services Customer Support Centre on 1300 772 104.", "NSW Skills List", "h&h Price List", "The VET Student Loans (VSL) program replaced the VET FEE-HELP loan program from 1 January 2017.", "Through this Commonwealth Government program, you can access loans for courses that:", "The VSL program has caps on the loan amount you can borrow. If your fees are above the loan cap, you will need to pay the difference. If you are affected by loan caps, you will be advised of this during your enrolment. Please note, that loan caps are indexed annually in accordance with the VET Student Loans Act 2016.", "Eligible students can repay their tuition loan fees for ", "approved", " diplomas or advanced diplomas using the VET Student Loan program.", "You can either:", "You repay your loan through the Australian tax system when you reach the minimum income threshold for repayment. The minimum income threshold for repayment is set by the Government each year and is published on Study Assist in the ", "VET Student Loans information booklet", ".", " There is a loan fee of 20% for full fee-paying students. There is no loan fee for eligible students in some NSW Government subsidised (Smart and Skilled) training places.", "Please be aware that your loan remains a personal debt until it is repaid, and it may reduce your take-home (after tax) pay and your borrowing capacity. You might wish to seek independent financial advice before applying.", "For more information about the fees for Government subsidised training places, please visit ", "Smart and Skilled – Prices, fees and subsidies.", " Centrelink benefits do not affect your eligibility or the loan amount you can access. Fee concessions are not available for Diploma and above courses. However, fee exemptions may be available for eligible students in a Smart and Skilled place. Please contact the college for further information.", "To be eligible, you must:", "* Holders of other permanent visas and temporary visas are NOT eligible for a VET Student Loan", "To be eligible, you must:", "The lifetime loan limit is the total amount you can incur in your lifetime under any Commonwealth HELP student loan scheme – whether it is Higher Education FEE-HELP, VET FEE-HELP or a VET Student Loan. It is indexed each year, in line with the Consumer Price Index (CPI). In 2017, the lifetime loan limit is $102,392 for most students can view their loan obligations by logging into the ", "Study Assist website.", " You will need your Commonwealth Higher Education Student Support Number (CHESSN) to log in.", "All students studying in a nationally recognised training course are required to have a USI. If you already have one, please ensure you use this same USI whenever you enrol for any training. If you don’t have a USI, go to ", "https://www.usi.gov.au/", " to register before you apply to enrol, or you can apply as part of your enrolment. Refer to ", "how to create a USI", " for more information and assistance.", "The residency requirements for New Zealand citizens on a Special Category Visa are:", "You will need to provide evidence of your eligibility before requesting a VET Student Loan.", "You can access the VET Student Loan for the Diploma of Early Childhood Education and Care CHC50113 at h&h Accredited Training. You can use the VET Student Loans for full-time, part-time and distance education study.", "If the price for the Diploma is above the maximum loan you can borrow, the office will advise you of other available payment arrangements when you inquire about your course.", "VET Student Loan Tuition Fees are published as required under the ", "VET Student Loans Act 2016", " and are regularly updated.", "As a VET Student Loan is an agreement between you and the Commonwealth Government, to apply for a VET Student loan:", "You must ensure that you understand the terms and conditions before you make a commitment. You must read the VET Student Loan information available on ", "StudyAssist", ", the Commonwealth Department of Education website for students and consider seeking independent financial advice.", "During your study, you may be contacted again by the Government to confirm your engagement and progression in your course and confirm that you wish to continue to use your VET Student Loan to pay your tuition fees for the course. It is important that you advise h&h if any of your personal or contact details change during your study. Further information regarding the VET Student Loan engagement and progression process is available on the ", "Commonwealth Department of Education website", ". If you fail to complete the engagement and progression process, you will be unable to continue access to a VET Student Loan for your tuition fees.", "There are no age restrictions to apply for a VET Student Loan. If you are under 18, you must complete one of the following requirements:", "Your parent or guardian will not be responsible for making loan repayments and it will not affect their credit rating.", "All students wishing to apply for a Commonwealth VET Student Loan must be assessed for academic suitability to undertake a high level VET qualification. This is to ensure that you have the skills and knowledge to succeed in your course.", "Academic assessment is in addition to any other entry requirements, or other additional selection criteria for your course. Refer to the ", "VET Student Loans Student Entry Procedure", ".", "To be assessed as academically suitable, you must either:", "If you have completed previous studies, you could be eligible for reduced fees. You should let h&h know immediately if you have experience in the area you are studying and think you may qualify for RPL (Recognition of Prior Learning). You can also discuss this with a trainer prior to enrolling. Refer to the ", "Credit Transfer Policy.", " ", " ", " ", "If you are considering applying for a VET Student Loan, you should familiarise yourself with your obligations by reading the VET Student Loan information booklet.", "Further information is available at:", "If you are still not satisfied with the outcome and your complaint is specifically related to a VET FEE-HELP or VET Student Loan, you can contact the ", "NSW VET Student Loans Ombudsman ", "on 1300 362 072.", " ", "If you choose to withdraw, you may be entitled to a refund of any up-front payment you’ve made, or re-credit of your loan balance if you have taken a Commonwealth loan.", "Students also have the right to apply for a review of a decision not to re-credit a loan balance. See the ", "VET Student Loans Review Procedures.", " ", "If h&h ceases to provide a course in which you are enrolled, h&h will ensure that you are offered enrolment in a similar course of study.", "Alternatively, h&h will:", " ", "When you enroll at H&H the collection, storage, use and disclosure of any personal information you provide are ", "protected by legislation."], "emails": [], "addresses": [], "social_media_links": [], "telephone_numbers": ["2 9682 0100", "2 9682 0100", "2 9682 0100", "1300 772 104", "1300 772 104", "2 9682 0100", "2 9682 0100", "2 9682 0100", "1300 362 072"], "lda_resutls": [[0, "0.026*\"pay\" + 0.026*\"assist\" + 0.025*\"government\" + 0.022*\"student\" + 0.018*\"citizen\" + 0.018*\"want\" + 0.018*\"process\" + 0.018*\"study\" + 0.018*\"staff\" + 0.017*\"fee\""], [1, "0.043*\"student\" + 0.035*\"training\" + 0.035*\"support\" + 0.027*\"loan\" + 0.026*\"college\" + 0.026*\"follow\" + 0.026*\"information\" + 0.018*\"refugee\" + 0.018*\"requirement\" + 0.018*\"access\""], [2, "0.068*\"information\" + 0.063*\"student\" + 0.032*\"booklet\" + 0.032*\"loan\" + 0.017*\"apply\" + 0.017*\"obligation\" + 0.017*\"well\" + 0.017*\"consider\" + 0.017*\"toilet\" + 0.017*\"classroom\""], [3, "0.055*\"student\" + 0.049*\"loan\" + 0.029*\"fee\" + 0.023*\"skilled\" + 0.023*\"smart\" + 0.023*\"access\" + 0.021*\"consumer\" + 0.021*\"vet\" + 0.021*\"exemption\" + 0.021*\"concession\""], [4, "0.053*\"student\" + 0.046*\"skilled\" + 0.040*\"smart\" + 0.038*\"loan\" + 0.029*\"training\" + 0.025*\"eligible\" + 0.020*\"fee\" + 0.019*\"may\" + 0.019*\"tuition\" + 0.018*\"provide\""], [5, "0.088*\"loan\" + 0.066*\"student\" + 0.050*\"fee\" + 0.038*\"course\" + 0.033*\"vet\" + 0.023*\"government\" + 0.017*\"cap\" + 0.017*\"list\" + 0.017*\"contact\" + 0.017*\"pay\""], [6, "0.026*\"course\" + 0.026*\"loan\" + 0.026*\"choose\" + 0.017*\"payment\" + 0.017*\"make\" + 0.017*\"credit\" + 0.012*\"subsidise\" + 0.011*\"government\" + 0.011*\"student\" + 0.010*\"entry\""], [7, "0.055*\"course\" + 0.043*\"student\" + 0.034*\"policy\" + 0.033*\"government\" + 0.029*\"eligible\" + 0.024*\"credit\" + 0.023*\"loan\" + 0.022*\"training\" + 0.021*\"subsidise\" + 0.020*\"fee\""], [8, "0.045*\"study\" + 0.023*\"prior\" + 0.023*\"repayment\" + 0.023*\"threshold\" + 0.023*\"income\" + 0.023*\"minimum\" + 0.018*\"loan\" + 0.017*\"government\" + 0.013*\"eligible\" + 0.012*\"may\""], [9, "0.048*\"apply\" + 0.039*\"information\" + 0.032*\"available\" + 0.017*\"enrolment\" + 0.017*\"payment\" + 0.017*\"advise\" + 0.017*\"part\" + 0.017*\"inquire\" + 0.017*\"refer\" + 0.017*\"enrol\""]], "kpe_resutls": [["skill", 0.12659503059495003], ["smart", 0.12301008911136713], ["cours", 0.09528104910376961], ["elig", 0.05982457830969181], ["vet student loan", 0.05831336868008146], ["train", 0.0475945933286721], ["lifetim loan limit", 0.04703980464563284], ["govern", 0.036982258820786394], ["nsw", 0.0367102302769581], ["uniqu student identifi", 0.03518620589993024]], "rake_resutls": [[52.65925925925926, "concessions general student information vet student loans consumer protection information"], [50.38409090909091, "specified interstate regions closely bordering nsw may also"], [35.23214285714286, "call state training services customer support centre"], [30.94212962962963, "commonwealth help student loan scheme – whether"], [30.776190476190475, "nsw training organisations offering government subsidised courses"], [30.242592592592594, "vet student loans student entry procedure"], [28.525462962962962, "first day – student facilities including"], [26.37962962962963, "commonwealth higher education student support number"], [26.133333333333333, "refunds tuition assurance personal information smart"], [25.5962962962963, "18 student entry procedure credit transfer"], [24.612962962962964, "vet student loans act 2016"], [23.946296296296296, "vet student loans information booklet"], [23.52205387205387, "nsw vet student loans ombudsman"], [23.5, "consider seeking independent financial advice"], [23.112962962962964, "approved vet student loans provider"], [22.154629629629632, "vet student loan information booklet"], [21.666666666666668, "responsibilities fair treatment grievance procedures"], [21.279629629629632, "vet student loans review procedures"], [20.154629629629632, "vet student loan information available"], [19.692307692307693, "torres strait islander students living"], [19.249867724867723, "vet student loan tuition fees"], [19.196296296296296, "commonwealth vet student loan must"], [17.612962962962964, "vet student loans section"], [17.5, "seek independent financial advice"], [16.696296296296296, "commonwealth vet student loan"], [16.192307692307693, "torres strait islander students"], [15.821296296296298, "vet student loan available"], [15.5625, "– aged 15 years"], [15.4375, "appointed classrooms – support"], [15.321296296296298, "vet student loan engagement"], [15.249867724867727, "vet student loan program"], [15.15, "high level vet qualification"], [14.76923076923077, "cover letter writing h"], [14.642424242424243, "nsw government also determines"], [14.612962962962964, "vet student loans"], [14.5625, "suitable organisation – trainers"], [14.129807692307693, "support students – 24"], [14.0625, "includes weekends – assistance"], [13.875, "customer support centre"], [13.801587301587302, "nationally recognised training course"], [13.192307692307693, "students receiving welfare benefits"], [13.083333333333332, "consumer protection strategy"], [13.0625, "school qualifications – whether"], [13.0, "certificate iv level )."], [12.912087912087912, "h accredited training courses"], [12.821296296296298, "vet student loan"], [12.668686868686867, "particular government subsidised course"], [12.583333333333332, "consumer protection policy"], [12.581385281385282, "government subsidised training places"], [12.5625, "eligibility exceptions – aboriginal"]], "guided_lda_resutls": [["vet", "consumer", "assistance", "entry", "engagement", "take", "income", "undertake", "threshold", "suitable"], ["education", "required", "academic", "zealand", "responsibilities", "2016", "replaced", "regularly", "debt", "reading"], ["training", "price", "enrol", "balance", "discontinue", "policy", "2017", "still", "full", "certificate"], ["students", "eligibility", "staff", "amount", "assist", "transfer", "assessed", "studying", "affect", "confirm"], ["college", "enroll", "department", "part", "level", "behalf", "credit", "regarding", "refund", "learning"], ["smart", "government", "eligible", "need", "defer", "au", "meet", "much", "work", "set"], ["provide", "loans", "diploma", "year", "click", "school", "alternatively", "advise", "full", "working"], ["help", "contact", "study", "www", "islander", "strait", "ceases", "completing", "speak", "collection"], ["loan", "information", "loans", "skilled", "available", "new", "procedures", "following", "exemptions", "1300"], ["fee", "access", "apply", "subsidised", "process", "also", "prior", "protection", "study", "procedure"], ["commonwealth", "support", "usi", "may", "credit", "rights", "requirements", "places", "seekers", "section"], ["subsidised", "studies", "previous", "one", "centre", "asylum", "emailed", "resident", "humanitarian", "via"], ["training", "lifetime", "torres", "policies", "important", "appointed", "opportunities", "enrolled", "annually", "visas"], ["nsw", "skilled", "courses", "payment", "progression", "limit", "know", "obligations", "booklet", "state"], ["list", "website", "must", "personal", "skills", "read", "assist", "published", "offered", "incur"], ["qualifications", "caps", "concessions", "rpl", "repayment", "index", "assessment", "https", "enrolling", "acquire"], ["student", "may", "accredited", "complete", "recognition", "tuition", "permanent", "dependents", "holders", "priority"], ["student", "fees", "pay", "see", "citizens", "act", "reform", "aboriginal", "recognised", "childhood"], ["program", "whether", "refugees", "discuss", "time", "gov", "including", "continue", "independent", "application"], ["vet", "course", "please", "refer", "ensure", "enrolment", "tuition", "wanting", "policy", "chosen"]], "textrank_resutls": [[0.11989476490463105, 2, "vet student loans"], [0.11042189338009048, 1, "vet student"], [0.09020404017960248, 7, "smart"], [0.08367893259661494, 3, "a vet student loan"], [0.08307045078055618, 1, "more information rights and responsibilities fair treatment grievance procedures"], [0.08204546524760867, 4, "courses"], [0.07956861761271818, 1, "information rights and responsibilities fair treatment grievance"], [0.07852256030647521, 1, "18 student entry procedure credit transfer"], [0.0783611098756451, 1, "lifetime loan limit"], [0.07657130063358628, 2, "withdrawals and refunds tuition assurance personal information"], [0.0743228940125862, 1, "new zealand citizens"], [0.07096776302744498, 1, "academic and non-academic matters"], [0.06653114328838498, 4, "skilled"], [0.06595179075904152, 1, "smart and skilled training"], [0.06472373849054364, 2, "a unique student identifier"], [0.06281099571687271, 1, "new zealand"], [0.061276820354600664, 1, "assistance"], [0.06021419168397019, 1, "information"], [0.054649042954442124, 1, "government"], [0.05216265460859083, 1, "fees"], [0.052077207584971794, 1, "support"], [0.046772799260704795, 2, "nsw"], [0.04171155869431084, 2, "usi"], [0.03938028724131552, 1, "the loan"], [0.035543547908404735, 2, "your training"], [0.0, 13, "what"]], "textrank_summery__resutls": ["What is Smart and Skilled?", "For further information refer to the following: VET Student Loans", "New Zealand Citizens Is a VET Student Loan available for my course?", "Under 18 Student Entry Procedure Credit Transfer How will my Course Fees be Charged?", "More Information Rights and Responsibilities Fair Treatment Grievance procedures for academic and non-academic matters"], "wordcloud_resutls": [["Student Loan", 1.0], ["VET Student", 0.9705882352941176], ["course", 0.9117647058823529], ["fee", 0.8823529411764706], ["will", 0.7647058823529411], ["Loan", 0.7058823529411765], ["Smart Skilled", 0.6470588235294118], ["training", 0.6176470588235294], ["information", 0.6176470588235294], ["eligible", 0.5], ["pay", 0.35294117647058826], ["Please", 0.3235294117647059], ["access", 0.29411764705882354], ["may", 0.2647058823529412], ["Commonwealth", 0.2647058823529412], ["NSW", 0.23529411764705882], ["support", 0.23529411764705882], ["refer", 0.23529411764705882], ["available", 0.23529411764705882], ["List", 0.23529411764705882], ["website", 0.23529411764705882], ["government subsidised", 0.23529411764705882], ["apply", 0.20588235294117646], ["Education", 0.20588235294117646], ["price", 0.20588235294117646], ["program", 0.20588235294117646], ["must", 0.20588235294117646], ["NSW Government", 0.20588235294117646], ["USI", 0.17647058823529413], ["assist", 0.17647058823529413], ["need", 0.17647058823529413], ["eligibility", 0.17647058823529413], ["college", 0.17647058823529413], ["HELP", 0.17647058823529413], ["study", 0.17647058823529413], ["Government", 0.14705882352941177], ["subsidised", 0.14705882352941177], ["Procedure", 0.14705882352941177], ["tuition", 0.14705882352941177], ["personal", 0.14705882352941177], ["Skills", 0.14705882352941177], ["qualification", 0.14705882352941177], ["required", 0.14705882352941177], ["process", 0.14705882352941177], ["enrol", 0.14705882352941177], ["policy", 0.14705882352941177], ["contact", 0.14705882352941177], ["full", 0.14705882352941177], ["Diploma", 0.14705882352941177], ["Exemptions", 0.11764705882352941], ["VET", 0.11764705882352941], ["assistance", 0.11764705882352941], ["lifetime", 0.11764705882352941], ["academic", 0.11764705882352941], ["part", 0.11764705882352941], ["balance", 0.11764705882352941], ["year", 0.11764705882352941], ["visa", 0.11764705882352941], ["requirements", 0.11764705882352941], ["amount", 0.11764705882352941], ["Prior", 0.11764705882352941], ["payment", 0.11764705882352941], ["concession", 0.11764705882352941], ["See", 0.11764705882352941], ["refund", 0.11764705882352941], ["staff", 0.11764705882352941], ["place", 0.11764705882352941], ["provide", 0.11764705882352941], ["enrolment", 0.11764705882352941], ["cap", 0.11764705882352941], ["ensure", 0.11764705882352941], ["use", 0.11764705882352941], ["right", 0.11764705882352941], ["Credit Transfer", 0.11764705882352941], ["enroll", 0.08823529411764706], ["following", 0.08823529411764706], ["limit", 0.08823529411764706], ["Entry", 0.08823529411764706], ["credit", 0.08823529411764706], ["offered", 0.08823529411764706], ["previous", 0.08823529411764706], ["whether", 0.08823529411764706], ["click", 0.08823529411764706], ["policies", 0.08823529411764706], ["read", 0.08823529411764706], ["Accredited", 0.08823529411764706], ["Department", 0.08823529411764706], ["studies", 0.08823529411764706], ["complete", 0.08823529411764706], ["repayment", 0.08823529411764706], ["Consumer protection", 0.08823529411764706], ["defer discontinue", 0.08823529411764706], ["New Zealand", 0.08823529411764706], ["Zealand citizen", 0.08823529411764706], ["engagement progression", 0.08823529411764706], ["provided", 0.058823529411764705], ["much", 0.058823529411764705], ["Work", 0.058823529411764705], ["New", 0.058823529411764705], ["Responsibilities", 0.058823529411764705]], "wordcloud_resultsbi": ["student_loan", "vet_student", "smart_skilled", "more_information", "further_information", "credit_transfer", "fee_help", "loan_vet", "skilled_course", "training_smart", "course_government", "eligible_student", "engagement_progression", "fee_course", "fee_exemption", "government_course", "government_training", "help_student", "information_fee", "loan_cap", "loan_eligible", "loan_fee", "loan_information", "loan_program", "loan_student", "loan_tuition", "price_list", "training_course", "tuition_fee", "aboriginal_torre", "accredited_training", "amount_fee", "asylum_seeker", "behalf_balance", "cancellation_refund", "consumer_protection", "course_enrolment", "course_fee", "course_smart", "course_student", "credit_loan", "criterion_course", "eligibility_vet", "eligible_lifetime", "eligible_smart", "eligible_subsidised", "eligible_training", "entry_procedure", "exemption_concession", "fee_behalf", "fee_government", "fee_loan", "fee_student", "financial_advice", "full_fee", "government_part", "government_smart", "high_education", "income_threshold", "independent_financial", "information_available", "information_booklet", "information_student", "lifetime_loan", "loan_amount", "loan_balance", "loan_consumer", "loan_limit", "loan_obligation", "minimum_income", "part_student", "personal_information", "program_loan", "progression_process", "qualification_skill", "refund_policy", "skilled_government", "skilled_training", "skilled_website", "smart_government", "student_entry", "student_fee", "student_training", "support_assistance", "threshold_repayment", "training_place", "training_vet", "vet_fee", "able_much", "able_vet", "above_personal", "academic_assessment", "academic_matter", "academic_non", "academic_suitability", "access_government", "access_student", "accordance_vet", "actual_amount", "addition_entry"], "lda_mallet_resutls": {"Topic_0": ["loan", "access", "tuition", "support", "student", "concession", "lifetime", "affect", "review", "obligation"], "Topic_1": ["training", "list", "offer", "eligibility", "make", "choose", "place", "enrolment", "organisation", "part"], "Topic_2": ["student", "payment", "skill", "complaint", "section", "minimum", "confirm", "plan", "exception", "protect"], "Topic_3": ["website", "credit", "qualification", "personal", "work", "ensure", "full", "read", "progression", "entry"], "Topic_4": ["study", "process", "apply", "contact", "assist", "prior", "refund", "enrol", "index", "engagement"], "Topic_5": ["government", "pay", "information", "year", "repayment", "publish", "assistance", "support", "follow", "meet"], "Topic_6": ["skilled", "smart", "eligible", "training", "exemption", "amount", "require", "click", "aboriginal", "determine"], "Topic_7": ["information", "refer", "policy", "provide", "college", "transfer", "high", "strait", "enroll", "school"], "Topic_8": ["loan", "vet", "program", "requirement", "cap", "procedure", "staff", "academic", "advise", "assess"], "Topic_9": ["fee", "subsidise", "price", "enrol", "consumer", "application", "change", "refugee", "reform", "temporary"]}}]