[{"company": "Byron Private Treatment Centre", "introduction": "Rehabilitation facility", "end_market": "Rehabilitation", "industry": "Healthcare", "link": "www.byronprivaterehab.com.au", "search_text": "www.byronprivaterehab.com.au", "title": "Byron Private Rehab", "link_corrected": "https://www.byronprivaterehab.com.au/", "description": "Australia's Leading. ADDICTION, TRAUMA AND MENTAL HEALTH TREATMENT CENTRE. If you, or your loved one, are struggling to break free of an addiction ...", "crawled_links": ["https://www.byronprivaterehab.com.au/yoga/", "https://www.byronprivaterehab.com.au/family-drug-alcohol-abuse-support/", "https://www.byronprivaterehab.com.au/a-typical-day-in-treatment/", "https://www.byronprivaterehab.com.au/career-opportunities/", "https://www.byronprivaterehab.com.au/disclaimer/", "https://www.byronprivaterehab.com.au/depression/", "https://www.byronprivaterehab.com.au/about-our-treatment-centre/", "https://www.byronprivaterehab.com.au/our-team/", "https://www.byronprivaterehab.com.au/drug-addiction/", "https://www.byronprivaterehab.com.au/cdn-cgi/l/email-protection", "https://www.byronprivaterehab.com.au/stepping-stones-half-way-house/", "https://www.byronprivaterehab.com.au/healing-through-nutrition/", "https://www.byronprivaterehab.com.au/depression/", "https://www.byronprivaterehab.com.au/art-therapy/", "https://www.byronprivaterehab.com.au/trauma-post-traumatic-stress-disorder/", "https://www.byronprivaterehab.com.au/alcohol-treatment-centres/", "https://www.byronprivaterehab.com.au/drug-addiction/", "https://www.byronprivaterehab.com.au/meditation-therapy/", "https://www.byronprivaterehab.com.au/12-step-meetings/"], "header_text": ["YOGA", "For the families of those struggling with drug and alcohol abuse and mental health", "Helping you understand the treatment process when your loved one enters rehabilitation", "What the family need to know", "How do I get help?", "Steps to Help Yourself", "Who can I Call if I Need Support?", "Let us walk you through a day at Byron Private Treatment Centre", "EARLY MORNING BEACH WALK/ SWIM OR GYM 6.15AM", "DELICIOUS BREAKFAST – 8.00AM", "DAILY MORNING MEETING – 9.00AM", "MORNING SESSIONS - 10.30AM", "ORGANIC LUNCH – 1PM", "AFTERNOON SESSIONS – 2PM", "ORGANIC DINNER – 5.30PM", "WORKSHOP INTENSIVE WEEKS", "WEEKEND ACTIVITIES", "OUR STORY", "OUR PERSONAL AND UNIQUE APPROACH", "A WELCOMING, HONEST ATMOSPHERE", "HIGHLY EXPERIENCED\u2028 PRACTITIONER TEAM", "WHY BYRON PRIVATE TREATMENT CENTRE? ", "AN INTENSIVE HOLISTIC PROGRAM", "SUPERIOR INDIVIDUAL SUPPORT", "TRUSTED AND RESPECTED", "WE ARE CERTIFIED", "WHO WE TREAT", "BYRON PRIVATE IS RIGHT FOR YOU, IF YOU:", "Kylie Beattie", "Dr Tessa Cookson", "Ben Schiller ", "Dr Anthony Solomon", "Dr Jedda Schutz", "Gary Thomas", "Joanne Hadad", "Jayne Adler", "Renato Conroy", "Maria Dolenc", "Anna Lloyd", "Anne Lambert ", "Belle Southerden", "Lisa Toman", "Managing Director BA SoSc", "Clinical Director / Psychiatrist B.Medicine M. BEth FRANZCP", "Clinical Manager PGDip Psych B.ENG", "Consulting GP MBBS, FRACGP, FARGP", "Consultant Psychiatrist MBBS FRANZCP", "Director LLB, B Juris ", "Program Manager BSW", "Consulting Nurse BN", "Individual Psychotherapist / Clinical Supervisor", "Systemic Constellation Facilitator Ma (Gest) ", "Family Therapist", "Individual / Group Psychotherapist Ba SoSc (Counselling)", "Group Therapist / Eating Disorder Support Grad Dip Gestalt", "Individual Psychotherapist /Equine Therapist", "DRUG ADDICTION", "The symptoms and signs", "Experimental use", "Regular use", "Problem or risky use", "Addiction (dependence)", "The symptoms and behaviours associated with substance abuse:", "Email Protection", " byronprivaterehab.com.au", "LONG TERM PROGRAM", "Our Long Term Program includes:", "HEALING THROUGH NUTRITION", "ART THERAPY", "Trauma / Post-traumatic stress disorder", "Signs and symptoms of post-traumatic stress disorder can be grouped into three areas.", "We can help", "Alcohol Addiction", "Symptoms and signs of an alcohol abuse problem", "DRUG ADDICTION", "The symptoms and signs", "Experimental use", "Regular use", "Problem or risky use", "Addiction (dependence)", "The symptoms and behaviours associated with substance abuse:", "MEDITATION THERAPY "], "paragraph_text": ["Yoga", "Yoga is an ancient system over 5000 years old from India, which translates to mean union. This can refer to the union of body, mind and breath, or union of our individual self and our higher cosmic self. Simply put, yoga means connection, which on a deep, core level, is something we are all longing for. In yoga, the mind is often referred to as the “crazy, drunken monkey mind”. Without taming the mind and thoughts, it can spiral out of control creating a domino affect on the body, breath, emotions, and reflexes and can result in cravings and addictions. It is for this reason that Yoga is proven to be one of the most effective treatments for trauma and associated addiction because it works holistically, strengthening and bringing into balance our whole being.", " Yoga targets from all directions: the physical body, the nervous system & breath and most importantly, the mind.", "Physical yoga postures (asana) are practiced to stretch and release tension, accumulated toxins and stress from the body while strengthening and bringing steadiness and balance. Breathing practices (pranayama) are done to work on the energetic or pranic level and very quickly calm the body and focus the mind. Meditation and more advanced practices bring further control and mastery of the mind helping to reduce anxiety and depression. When practiced regularly over time, yoga for depression therapy induces a profound sense of relaxation with endless restorative effects and a heightened sense of self, leading to inner peace, bliss, and eventually self-realisation.", "Recognised as a powerful adjunct to recovery treatment, daily yoga therapy sessions will introduce you to a daily ritual to practice through recovery and into the future. Byron Private Treatment Centre's highly qualified and experienced yoga instructor Brieann Boal provides clients with a safe and loving space that encourages empowerment through body and mind connection.", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "For The Families", "No matter if it’s the first time or something you are familiar with, it’s never easy for the family when someone you care about is admitted to treatment whether it be for drug addiction, alcohol abuse, eating disorders, trauma or other mental health concerns. You may wonder how to help them and where to go for help yourself. Here you will find information about how to support yourself and your loved one while they are in treatment and throughout the weeks and months that follow.", "One of the most challenging aspects of drug addiction, alcohol abuse, eating disorders, mental health and trauma related conditions, is the powerlessness that friends and family members feel as they watch problems unfold and escalate. Every member of the family, and those around the person, is impacted in some way and have often been ", "suffering for a long time", ". It is not unusual for the individual, the family and those close to the person to feel lost, angry or have a sense of hopelessness regarding the issue.", "This is why it is crucial to seek some support as the only person you have the power to change is yourself! We understand that your financial, mental and emotional resources have gone into helping the person you love and in some cases your life has been put on hold. While this is an incredibly scary time, we assure you this can be a catalyst for the change the family so desperately needs. With the right support and resources this can be the platform for a new way of relating with your loved one and an opportunity to address the underlying issues often not being treated.", "“It isn’t the things that happen to us in our lives that cause us to suffer, it’s how we relate to the things that happen to us that cause us to suffer”.", "We can’t express enough how important it is for the family to do their own enquiry and work toward healing. Often families have a way of relating to the issue such as blaming the other for how they feel or what is being done to them or believe they it is something they have done wrong and work tirelessly to make it better, or fix the family member. What is evidenced from extensive studies into family systems and destructive behaviours is that when each party takes full responsibility for their reactions, experiences and needs true healing and recovery can occur. This is why we invite family members and loved ones to attend our ", "family therapy program", " at Byron Private Treatment Centre. The transformation we see in families and clients after attending our family program is extraordinary. We witness first hand how a ", "new understanding into the dynamics", " not serving the relationship brings new awareness and the issues and entanglements loose their energy and love can replace distrust, hurt, and anger.", "“Understanding the uselessness of trying to take on and fix a loved ones suffering is a major step from co-dependency to healthy love and care”", "What you are witnessing when your loved one is in the throws of addiction and destructive behaviours is only the tip of the iceberg and underneath is huge pain, fear, loss and shame feelings. When the cycle of addiction and self-loathing are acted out without awareness the cycle can not be changed. However, when we work with you and your loved one through our family program we bring into awareness the underlying shame and suffering driving the behaviours to help families heal. We strongly recommend you start to develop you own support network prior to and beyond attending our family therapy program. The more you understand and discover about yourself and healthy relating the further ahead you will be when your loved one leaves our care. We recommend:", "It is a supportive and safe environment for families and loved ones of people struggling with addictions, disorders and other co-occurring conditions. We recommend you look at ", "CODA", "; ", "NARANON", "; ", "ALANON", ". There are some truly inspiring stories and information available via TedX, YouTube and other media platforms.", "Here are a select few to help you understand yourself and your family member:", "Some useful links to further information on addiction, eating disorders and other co-ocurring conditions.", "If you have any concerns, please call us on ", "02 6684 4145", " or of hours we can be contacted on ", "0457 888 890", ". The clinical team from our addiction recovery program will be able to attend to your questions and address them where they can with respect to any confidentiality concerns.", "“Byron Private is a life saving facility. There was nothing in New Zealand that could offer us a therapy program for our daughter. The only option was to put her on a regime of strong drugs while we waited for another episode. There is still work to do but we now have hope of a recovery. She will return to Byron Private to do the workshops from time to time and is starting to see it as a safe place to do the hard work. Byron Private is caring and treats the person not the disease. By treating the person, they reduce the disease. Thank you Byron Private.” ", " ", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "A Typical Day In Treatment", "Start your day with an early morning drive to the beautiful beaches of Byron Bay for a walk or a swim and morning coffee. There is the choice to attend Byron's leading fully-equipped gym on select mornings.", "Come back for a nutritious breakfast where you choose from a selection of whole-food meals and superfood smoothies.", "All our residents and staff gather for a daily morning meeting to discuss the day’s plans and address any community needs. Clinical staff are available to discuss any individual needs and program requests.", "Each day varies at Byron Private with morning sessions that consist of either group therapy, individual therapy sessions, acupuncture, interactive educational workshops or an ", "equine-assisted therapy", " session.", "A wholesome organic lunch is served daily with space afterwards for rest and relaxation.", "The afternoon sessions include individual therapy sessions, art therapy, individual massage sessions, holistic personal training classes, yoga and a variety of interactive workshops covering topics such as trauma and the body, food and mood, naturopathy, aftercare, relapse prevention and music classes.", "A delicious organic, whole-food dinner is served prior to the evening’s activities. Dependant on your needs, these could include 12 Step meetings, meditation groups or game and movie nights. Ted talks, self care activities such as baths or reading and taking time for meditation are supported activities for the evening.", "All clients take part in a ", "Constellation and Byron Katie Intensive workshop", " with Maria Dolenc. Family Members also join clients to complete an intensive Family Therapy Program facilitated by Byron Private Family Therapist, Anna Lloyd.", "You can request your preferences for the weekend activities. We offer a range of weekend activities that include trips to the art gallery, local spa and sauna, cinema, kayaking or surf lessons.", "Contact us now", " to find out more about how our drug rehabilitation services program can support you or call our Clinical Director today on ", "0457 888 890", ".", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Career Opportunities", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Disclaimer", "Disclaimer", ": Byron Private is a residential treatment facility providing a wide range of holistic treatment modalities and support to people seeking recovery from alcohol or drug dependence, eating disorders and related co-occuring conditions.", "While Byron Private’s treatment team does include fully qualified psychiatric and medical professionals, please note that people with acute mental health diagnoses will be supported through referral to access treatment more appropriate to their current care needs.", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Depression", "Are you concerned that you or a loved one is suffering from depression?", "Feeling down from time to time is a normal part of life but when emptiness and despair take hold and won’t go away, it may be depression. More than just the temporary “blues,” the lows of depression make it tough to function and enjoy life like you once did. Hobbies and friends don’t interest you like they used to, you’re exhausted all the time, and just getting through the day can be overwhelming. When you’re depressed, things may feel hopeless, but with help and support depression treatment does work.", "Some people describe depression as “living in a black hole” or having a feeling of impending doom. However, some depressed people don’t feel sad at all—instead, they feel lifeless, empty, and apathetic. The symptoms of depression vary from person to person though there are common signs and symptoms that point to depression. These symptoms can be a part of life’s normal lows but the more symptoms you have, the stronger they are, and the longer they last the more likely it is that you’re dealing with depression. When these symptoms are overwhelming and disabling, that’s when it’s time to seek help.", "If you identify with several of the following signs and symptoms, and they just won’t go away, you may be suffering from clinical depression.", "Isolation and loneliness go hand in hand with depression; here at Byron Private Treatment Centre you are held in an intimate therapeutic environment that supports you to connect with others to heal from the effects of your depressive symptoms. The treating team at Byron Private takes a holistic approach to your clinical depression treatment and supports you in understanding and healing the issues that lie beneath the depression. Finding some reprieve from the symptoms of depression may seem impossible but it isn’t, ", "our team of highly qualified and experienced practitioners", " will liaise regularly to provide a comprehensive treatment plan that supports the change you desire.", "Byron Private Holistic Treatment Centre believes in the power of nature as a healing agent with Byron Bay providing the perfect environment for clients to experience the simple pleasures such as being in the ocean, or walking around the natural grounds of Byron Private, making the journey of recovery much softer and less invasive than that of a clinical setting. From the first phone call to walking through the doors at Byron Private we will walk alongside you to help lay the foundations for a path of recovery.", "Contact us now", " and one of our clinical team will be in touch within 24 hours or call our Clinical Director today to talk about how we can support you or a loved one with depression on ", "0457 888 890", " or ", "[email protected]", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "About Us", "Byron Private Treatment Centre is borne from the inspiring personal journeys of its founders, who all have a profound respect for the courage and grit needed to overcome adversity.", "Set in the hinterland of ", "Byron Bay", ", Byron Private is an integrative holistic residential treatment facility providing specialised therapeutic support for individuals suffering from ", "depression", ", ", "anxiety", ", ", "drug", " and ", "alcohol", " addiction, ", "trauma", ", ", "eating disorders", " and ", "relationship issues", ".", "Our nurturing residential centre is purpose-built and nestled on expansive rainforest grounds in the breathtaking hinterland of Byron Bay, just 10 minutes from pristine beaches. Internationally renowned as a global wellness destination, clients experience first-hand why Byron Bay is such a powerful place of healing and rejuvenation.", "Bringing together a diverse range of highly qualified practitioners from both western and eastern philosophies provides clients with a program that addresses all aspects of care. Our experienced multidisciplinary team is comprised of psychiatrists, psychologists, doctors, therapists and alternative health care workers. They are trained in a variety of modalities such as naturopathy, acupuncture, bodywork, ", "massage", ", ", "yoga", " and ", "creative therapies", ".", "We respect that the needs of each person are unique and that each of our journeys are different therefore we tailor our supports and program to best benefit your individual needs. You will be seen and cared for within our highly personalised approach.", "The atmosphere at Byron Private Treatment Centre is friendly, welcoming, honest and intimate. You are treated with respect, consideration and care and our treatment model allows the space needed for our practitioners to provide you (or your loved one) with quality individual support in your treatment process.", "Each of the practitioners in Byron Private’s team have extensive experience in applying a range of evidence-based treatment approaches, including trauma based models, Gestalt, family/ systemic constellation work, neurobiology and mindfulness.", "All practitioners at Byron Private are committed to their own self-development and training. If you would like to find out more about our unique approach to treatment please ", "contact us today", ".", "We offer a more holistic approach to treatment, which is not being offered in hospitals or publicly-funded facilities. Byron Private offers the ideal alternative to the standard clinical atmosphere, and facilities with often larger groups of people undergoing treatment.", "We take a caring approach, and only have a maximum of 12 clients at any one time. There is support for you 24 hrs a day, 7 days a week with a team of dedicated psychologists, therapists, carers and program coordinators to ensure your experience is like no other.", "We respect that the needs of each person are unique and that each of our journeys are different therefore we tailor our supports and program to best benefit your individual needs. You will be seen and cared for within our highly personalised approach.", "Clinicians and professionals trust us above other programs because of our impeccable reputation for integrity, compassion, quality of care and long term recovery.", "Byron Private Treatment Centre achieved certification with Sci Qual International in 2016 against internationally recognised standard ", "ISO9001:2015", ". Certification means Byron Private can guarantee our clients and their families a level of quality, safety and security not currently adopted across the private sector. Regular auditing to maintain certification ensures we are not only accountable for the programs we provide but a safe, consistent and quality service that most importantly complies with the law.", "The people you will meet in our program are from all walks of life - parents, doctors, hairdressers, lawyers and farmers. You will find that they are here for a range of reasons, some with addiction issues or eating disorders, others simply needing support as they leave a relationship, grieve the loss of a child or to save a marriage. They may have childhood trauma, relationship issues, low self esteem or exhaustion from giving too much to others.", "Everyone has one thing in common, a desire to stop the pain, make positive changes in their life and recognise that they need others to help them to do it. If you desire real change in your life and want to heal emotionally, physically and mentally then our program is right for you.", "Byron Private Treatment Centre is unable to accept people who:", "Based on the Pre-Admission Assessment, the Clinical Director decides whether treatment at Byron Private is appropriate for the person.  Where necessary, the Clinical Director will consult with Byron Private's clinical advisors as required to determine the length and type of treatment program recommended. If your needs are more acute or we are not the right fit, the team at Byron Private will refer you to a program that is better suited to you or your loved ones. We are here to help and are whole heartedly committed to your well-being from day one.", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Meet the team at Byron Private Treatment Centre", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Drug Addiction", "How do I know if I have a drug addiction ?", "Drug dependency or substance abuse occurs when an individual needs a particular substance to function in every day life. ", "Gabor Mate", " defines addiction as any behaviour that is associated with craving and temporary relief, and with long-term negative consequences, that a person is not able to give up. This is not confined to substances only— it’s any behaviour that has temporary relief and negative consequences and loss of control.", "There are several stages of drug use that may lead to addiction. There is no standard time frame for progressing through these stages though young people tend to move more quickly through them.", "Most often involves peers and done for recreational purposes. The person using may enjoy the thrill of defying parents or other authority figures.", "The person using may start to miss more and more school or work because of their use. There is a constant concern about getting the drug or losing the drug source. The using tends to be a remedy for uncomfortable feelings or situations. The person using has started withdrawing from family and friends and associating more with friends who use. The tolerance to the drug of show has increased.", "All motivation has been lost with little to no regards for school or work. Behavioural changes are obvious and thinking about drugs and using drugs is more important than all other interests, including relationships. There person using may have become very secretive or started to deal drugs in order to support their habit. Use of harder drugs has intensified and legal issues have started to increase.", "The person using cannot face their life on a daily basis without drugs but often denies they have a problem. The physical condition of the user gets worse with an apparent loss of control over their use. They may become suicidal with financial and legal problems increasing. ", "Whatever stage of the addiction process you have sought help in, the team at Byron Private treatment centre understand that drugs have performed an important role in managing the underlying stresses and issues in your life. With the assistance from Byron Private's doctor and psychiatrist the clinical team will develop a treatment program grounded in a bio-psycho-social-spiritual approach.", "You are supported throughout our residential drug rehabilitation program by a team of highly qualified and experienced practitioners who have a deep and thorough understanding of substance abuse and the underlying issues, many having walked the same path also. With regular ", "psychotherapy", " sessions, ", "group therapy", " and a range of healing integrative therapies, you will be on a path to understanding the function of your drug use and how to best cope and thrive in life, free from the grips of addiction.", "Byron Bay is defined by its large community of individuals in recovery from drug addiction who attend regular meetings, groups and other events. Byron Private facilitates support to connect and engage with the recovery community in Byron Bay providing you with more healthy connections that can alleviate the ", "shame and loneliness", " that often accompanies addiction. We support those in treatment for drug addiction to continue developing and practising the tools they learn while in rehabilitation by entering our ", "longer term program", ".", "  Statistically clients who enter this program on completion of our ", "42 day Residential Program", " experience deeper recovery and reach their long term program goals.", "If you would like to take the first steps in starting a new life free from the grips of addiction please call our Clinical Director today on ", "+61 457 888 890", " or ", "contact us now", " through the website and one of our clinical team will respond to you within 24 hrs", " ", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "The website from which you got to this page is protected by Cloudflare. Email addresses on that page have been hidden in order to keep them from being accessed by malicious bots. ", "You must enable Javascript in your browser in order to decode the e-mail address", ".", "If you have a website and are interested in protecting it in a similar way, you can ", "sign up for Cloudflare", ".", "\n    ", "Cloudflare Ray ID: ", "56e875850b32d779", "\n    ", "•", "\n    ", "Your IP", ": 192.248.15.153", "\n    ", "•", "\n    ", "Performance & security by", " ", "Cloudflare", "\n    \n  ", "Long Term Program", "Recovery is an ongoing process that requires commitment beyond intensive treatment. The Long Term Program is a key component in living a successful life of recovery beyond the safety and support of intensive residential treatment program. It is the bridge which helps you keep hold of the things you've learned and gained as you embark upon a new way of living.", "Our program holds individuals in a safe environment to prepare residents for life outside of treatment. Working with the Clinical Case Manager to develop your aftercare plan is key to long term recovery. This may include study or work arrangements, budgeting, formulating a daily recovery plan, accommodation and living arrangements, living skills such as cooking and cleaning, attending support groups such as meditation or twelve step meetings, planning and booking ongoing care sessions with therapists and other therapeutic support networks. ", "We are here to support you in making clear decisions about how you are going to look after yourself post-treatment which will significantly reduce your risk of relapse.", "If you are interested in the Long Term Program please ", "contact us now ", "and our clinical team will respond to you within 24 hours or call our Clinical Director today on ", "0457 888 890", ".", " ", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Healing through Nutrition", "Byron Private values the role of a nutrient-rich, whole food diet in laying the foundations for mental, emotional, physical and spiritual wellbeing. We also understand that nutrient rich food on its own is not enough; the development and integration of mindful eating practises are at the cornerstone of your healing process. Having a non-judgemental and mindful approach to eating provides the grounding for a healthy relationship between your mind, body and plate. Each individual’s dietary needs are different and depend on a myriad of contributing factors, our aim is to work with you to explore what your individual needs are enabling you to connect to what your body is telling you.", "Our experienced and qualified chef will develop a weekly meal plan that focuses on delivering fresh, unprocessed, local, organic (where possible) meals that satisfy and nourish your soul. Meal times at Byron Private provide the opportunity to explore, connect and understand your relationship with food in a supportive and safe environment. Healing with food is possible for certain conditions. We appreciate the role that food plays in providing nourishment, satisfaction and connection and aim to instil dietary practises that are both balanced and sustainable for our clients into the future.", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Depression", "Are you concerned that you or a loved one is suffering from depression?", "Feeling down from time to time is a normal part of life but when emptiness and despair take hold and won’t go away, it may be depression. More than just the temporary “blues,” the lows of depression make it tough to function and enjoy life like you once did. Hobbies and friends don’t interest you like they used to, you’re exhausted all the time, and just getting through the day can be overwhelming. When you’re depressed, things may feel hopeless, but with help and support depression treatment does work.", "Some people describe depression as “living in a black hole” or having a feeling of impending doom. However, some depressed people don’t feel sad at all—instead, they feel lifeless, empty, and apathetic. The symptoms of depression vary from person to person though there are common signs and symptoms that point to depression. These symptoms can be a part of life’s normal lows but the more symptoms you have, the stronger they are, and the longer they last the more likely it is that you’re dealing with depression. When these symptoms are overwhelming and disabling, that’s when it’s time to seek help.", "If you identify with several of the following signs and symptoms, and they just won’t go away, you may be suffering from clinical depression.", "Isolation and loneliness go hand in hand with depression; here at Byron Private Treatment Centre you are held in an intimate therapeutic environment that supports you to connect with others to heal from the effects of your depressive symptoms. The treating team at Byron Private takes a holistic approach to your clinical depression treatment and supports you in understanding and healing the issues that lie beneath the depression. Finding some reprieve from the symptoms of depression may seem impossible but it isn’t, ", "our team of highly qualified and experienced practitioners", " will liaise regularly to provide a comprehensive treatment plan that supports the change you desire.", "Byron Private Holistic Treatment Centre believes in the power of nature as a healing agent with Byron Bay providing the perfect environment for clients to experience the simple pleasures such as being in the ocean, or walking around the natural grounds of Byron Private, making the journey of recovery much softer and less invasive than that of a clinical setting. From the first phone call to walking through the doors at Byron Private we will walk alongside you to help lay the foundations for a path of recovery.", "Contact us now", " and one of our clinical team will be in touch within 24 hours or call our Clinical Director today to talk about how we can support you or a loved one with depression on ", "0457 888 890", " or ", "[email protected]", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Art Therapy", "Art therapists work with people of all ages and backgrounds – you don’t have to be an artist to benefit. Art therapy usually focuses on the art process as it is produced rather than the final form. How you feel while making your art and what you learn about yourself is the most important thing. Art Therapy is both a therapeutic and diagnostic tool. Our art therapist will provide a safe supportive environment so you can", "Our art therapist will provide a safe supportive environment so you can;", "The Byron Private Art Therapy program takes place in our beautiful custom-built workshop on our property in Byron Bay and provides a safe space to explore art and your emotions in your own way, either in our beautiful workshop space or out with nature. We keep our art program as unstructured and flexible as possible allowing you to engage in creativity at a level that supports your recovery.", "Contact us now ", "via the form below and our clinical team will respond to you within 24 hours or call our Clinical Director on ", "0457 888 890", ".", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Trauma / Post-traumatic stress disorder", "\"I spoke to about 5 different hospital based clinics that had this type of care and they were 3 week treatments in a large group setting! For me a hospital was a trigger for my PTSD, in my heart I knew I needed longer than 3 weeks. ", "And then I found Byron Private Treatment Centre in Byron Bay, as I read the website it ticked all the boxes for me, it’s not hospital based and takes a holistic approach and I desperately wanted to get off medication as I was permanently sedated, and it only had a maximum occupancy of six people.\"", "Dean, Newcastle", "Many people have strong emotional or physical reactions following the experience of a traumatic event. For most, these reactions subside over a few days or weeks but for some, the symptoms may last longer and be more severe. This may be due to several factors such as the nature of the traumatic event, the level of available support, previous and current life stress, personality, and coping resources.", "Symptoms of trauma can be described as physical, cognitive (thinking), behavioural (things we do) and emotional. Although these symptoms can be distressing, they will settle quickly in most people. They are part of the natural healing process of adjusting to a very powerful event, making some sense out of what happened, and putting it into perspective.", "Others will develop more serious conditions such as depression, post traumatic stress disorder, anxiety disorders, or alcohol and drug problems. The Byron Private clinical team specialise in the holistic treatment of psychological trauma and will support you in your recovery.", "Not all those who have experienced a traumatic event will develop a stress disorder; some have intense responses to trauma that subside within a few weeks. When symptoms are ongoing and longer than a few weeks it may be post-traumatic stress disorder. Research indicates that stress disorders are effectively treated with psychotherapy and in some cases medication.", "Often post-traumatic stress disorder co exists with other addictions and destructive behaviours. At Byron Private we believe that looking at only one aspect of the issue would be to treat only half the problem. We believe that psychological trauma must be treated along with the destructive behaviour in order to gain a solid recovery. Our post-traumatic stress disorder treatment plan dives beneath the presenting mental symptoms and addresses the issue holistically.", "The Byron Private team is committed to recovering every aspect of your health and wellbeing. We employ a diversity of treatment modalities within a supportive and nurturing environment to help you heal and recover from past traumas. We understand that trauma and addiction ravages every level of human existence - mental, emotional, physical and spiritual and we believe that restoring the delicate inter-connective balance between these elements is fundamental to a successful recovery. Our approach integrates multi-dimensional healing strategies set within the natural environment of Byron Bay, holding the whole person within a complete wellness philosophy that will inspire change, instil hope and", " self compassion.", "Contact us now ", " via the form below and one of clinical team will respond to you within 24 hours or call our Clinical Director today to talk about how we can support you in your recovery from post-traumatic stress disorder and trauma on ", "0457 888 890", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Alcohol Addiction", "Are your drinking habits negatively impacting your health, work and relationships? Alcoholism is a disabling addictive disorder that presents as an obsessive, compulsive and unmanageable relationship to alcohol that weaves its way through all aspects of your life.", "Alcoholism and alcohol abuse are due to many interconnected factors, including past traumas, genetics, how you were raised, your social environment, and your emotional health. Individuals who have a family history of alcoholism or who associate closely with heavy drinkers are more likely to develop alcohol problems. Also those who suffer from a mental health problem such as anxiety, depression, or bipolar disorder are also particularly at risk, because alcohol may be used to self-medicate.", "Since alcohol consumption is so common in Australia and the effects vary so widely from person to person, it’s not always easy to figure out where the line is between social drinking and alcoholism. The bottom line is how alcohol affects you. ", "\nIf your drinking is causing problems in your life, you have a drinking problem.", "The treating team at Byron Private Treatment Centre take a holistic approach to the treatment of alcohol addiction - understanding that alcoholism is often the symptom of a much deeper problem. Finding some reprieve from the compulsion of alcohol addiction may seem impossible, but it isn’t. Our team of highly qualified and experienced practitioners will liaise regularly to provide a comprehensive treatment plan that supports the change you desire. From the first steps of detoxification to participating in our residential program, we help lay the foundations for a path of recovery.", "We believe that with the right environment and support, individuals are able to achieve the changes they would like to see in their life. After an initial assessment and development of your alcohol dependence treatment plan your program begins. From that day on you will participate in ", "individual", " and ", "group therapy", ",", " equine therapy", ", ", "art therapy", ", ", "massage", " and a number of complimentary therapies to support your recovery. We believe recovery is a process and the Byron Private team along with your support person/carer will be there with you every step of the way.", "Byron Bay is known for its strong recovery community which is why the team at Byron Private will support and guide you in taking part in groups, meetings and other events where appropriate. This process of connecting with others who have struggled in the same way provides healthier and more authentic connections, alleviating the", " shame and loneliness", " that often accompanies alcohol addiction or other maladaptive behaviours. If you’re ready to admit you have a drinking problem, you’ve already taken the first step. It takes tremendous strength and courage to face alcohol abuse and alcoholism head on. Reaching out for support is the second step.", "Contact us now", " via the website and one of our clinical team will respond to you within 24 hours. Alternatively you can call our Clinical Director today to talk about how we can support you in recovery from alcoholism on ", "+61 457 888 890", ".", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Drug Addiction", "How do I know if I have a drug addiction ?", "Drug dependency or substance abuse occurs when an individual needs a particular substance to function in every day life. ", "Gabor Mate", " defines addiction as any behaviour that is associated with craving and temporary relief, and with long-term negative consequences, that a person is not able to give up. This is not confined to substances only— it’s any behaviour that has temporary relief and negative consequences and loss of control.", "There are several stages of drug use that may lead to addiction. There is no standard time frame for progressing through these stages though young people tend to move more quickly through them.", "Most often involves peers and done for recreational purposes. The person using may enjoy the thrill of defying parents or other authority figures.", "The person using may start to miss more and more school or work because of their use. There is a constant concern about getting the drug or losing the drug source. The using tends to be a remedy for uncomfortable feelings or situations. The person using has started withdrawing from family and friends and associating more with friends who use. The tolerance to the drug of show has increased.", "All motivation has been lost with little to no regards for school or work. Behavioural changes are obvious and thinking about drugs and using drugs is more important than all other interests, including relationships. There person using may have become very secretive or started to deal drugs in order to support their habit. Use of harder drugs has intensified and legal issues have started to increase.", "The person using cannot face their life on a daily basis without drugs but often denies they have a problem. The physical condition of the user gets worse with an apparent loss of control over their use. They may become suicidal with financial and legal problems increasing. ", "Whatever stage of the addiction process you have sought help in, the team at Byron Private treatment centre understand that drugs have performed an important role in managing the underlying stresses and issues in your life. With the assistance from Byron Private's doctor and psychiatrist the clinical team will develop a treatment program grounded in a bio-psycho-social-spiritual approach.", "You are supported throughout our residential drug rehabilitation program by a team of highly qualified and experienced practitioners who have a deep and thorough understanding of substance abuse and the underlying issues, many having walked the same path also. With regular ", "psychotherapy", " sessions, ", "group therapy", " and a range of healing integrative therapies, you will be on a path to understanding the function of your drug use and how to best cope and thrive in life, free from the grips of addiction.", "Byron Bay is defined by its large community of individuals in recovery from drug addiction who attend regular meetings, groups and other events. Byron Private facilitates support to connect and engage with the recovery community in Byron Bay providing you with more healthy connections that can alleviate the ", "shame and loneliness", " that often accompanies addiction. We support those in treatment for drug addiction to continue developing and practising the tools they learn while in rehabilitation by entering our ", "longer term program", ".", "  Statistically clients who enter this program on completion of our ", "42 day Residential Program", " experience deeper recovery and reach their long term program goals.", "If you would like to take the first steps in starting a new life free from the grips of addiction please call our Clinical Director today on ", "+61 457 888 890", " or ", "contact us now", " through the website and one of our clinical team will respond to you within 24 hrs", " ", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "Meditation", "Byron Private believes that meditation techniques serve as the most effective and direct path to self-awareness, body-mind connection and peace of mind. A passive healing practice dedicated to mastering the art of looking into oneself, and entering an internal state of awareness. Our meditation therapy at our Byron Bay centre promotes relaxation and mental clarity, and reduces tension and anxiety.", "The ancient practice is known to be effective in reducing the rate of relapse, and regular practice has the potential to achieve long-term resistance to stress. ", "Guided meditation for anxiety sessions are incorporated throughout your ", "treatment program", " at Byron Private and form the foundations of a grounded and effective treatment model. Alongside ", "yoga", " and psychotherapy, meditation is designed to release mental affliction and bring the mind, body and soul back into perfect balance.", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved", "12 Step Meetings", "12 Step meetings are a place where you can create healthy connections with others who are on a similar journey of recovery. ", "Byron Private Treatment Centre", " encourages clients with ", "drug", " and ", "alcohol addictions", " to attend a 12-step program as part of their treatment. The structure contains twelve beliefs or principles designed to support, guide and strengthen the recovery process. ", "As a part of your drug and alcohol rehabilitation program these principles become a solid foundation for detoxification and a guiding philosophy to support you well into the future.", "We believe recovery is a process and the Byron Private team along with your support person/carer will be there with you every step of the way.", "Byron Bay is known for its strong recovery community which is why the team at Byron Private will support and guide you in taking part in groups, meetings and other events where appropriate. This process of connecting with others who have struggled in the same way provides healthier and more authentic connections, alleviating the", " shame and loneliness", " that often accompanies alcohol addiction or other maladaptive behaviours. If you’re ready to admit you have a drinking problem, you’ve already taken the first step. It takes tremendous strength and courage to face these issues head on. Reaching out for support is the second step.", "From the first steps of detoxification to participating in our residential program, we help lay the foundations for a path of recovery.", "Contact us now", " via the website and one of our clinical team will respond to you within 24 hours. Alternatively you can call our Clinical Director today to talk about how we can support you in recovery from addiction or alcoholism on ", "+61 457 888 890", ".", "Contact Us", "If you’re struggling to break free of an addiction or mental health condition, Byron Private is here to help.\n\t\t", "\n\n\t\t", "Call Now: 02 6684 4145", "\n\n\t\t", " Use our confidential contact form and we will be in touch.\n\t  ", "“To know the world, first know yourself.", " To change the world, first change yourself.”", "2018 Byron Private. All rights reserved"], "emails": [], "addresses": [], "social_media_links": [], "telephone_numbers": ["2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "457 888 890", "2 6684 4145", "2 6684 4145", "457 888 890", "2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "457 888 890", "2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "+61 457 888 890", "2 6684 4145", "192.248.15.153", "2 6684 4145", "457 888 890", "2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "457 888 890", "2 6684 4145", "2 6684 4145", "457 888 890", "2 6684 4145", "2 6684 4145", "457 888 890", "2 6684 4145", "2 6684 4145", "+61 457 888 890", "2 6684 4145", "2 6684 4145", "+61 457 888 890", "2 6684 4145", "2 6684 4145", "2 6684 4145", "2 6684 4145", "+61 457 888 890", "2 6684 4145"], "lda_resutls": [[0, "0.047*\"private\" + 0.029*\"treatment\" + 0.022*\"recovery\" + 0.019*\"support\" + 0.017*\"provide\" + 0.016*\"process\" + 0.015*\"team\" + 0.012*\"meeting\" + 0.012*\"addiction\" + 0.011*\"take\""], [1, "0.057*\"know\" + 0.043*\"depression\" + 0.034*\"symptom\" + 0.029*\"first\" + 0.027*\"world\" + 0.021*\"may\" + 0.016*\"treatment\" + 0.015*\"time\" + 0.015*\"feel\" + 0.014*\"support\""], [2, "0.066*\"program\" + 0.033*\"long\" + 0.030*\"term\" + 0.024*\"recovery\" + 0.022*\"addiction\" + 0.015*\"therapy\" + 0.014*\"love\" + 0.014*\"family\" + 0.012*\"intensive\" + 0.011*\"support\""], [3, "0.056*\"therapy\" + 0.039*\"art\" + 0.036*\"session\" + 0.014*\"symptom\" + 0.013*\"treatment\" + 0.013*\"group\" + 0.012*\"meditation\" + 0.011*\"safe\" + 0.010*\"provide\" + 0.010*\"individual\""], [4, "0.045*\"private\" + 0.042*\"right\" + 0.035*\"reserve\" + 0.017*\"individual\" + 0.016*\"program\" + 0.015*\"need\" + 0.014*\"support\" + 0.012*\"highly\" + 0.011*\"change\" + 0.011*\"desire\""], [5, "0.061*\"change\" + 0.037*\"first\" + 0.017*\"step\" + 0.015*\"family\" + 0.014*\"treatment\" + 0.013*\"private\" + 0.012*\"problem\" + 0.012*\"yoga\" + 0.011*\"often\" + 0.011*\"support\""], [6, "0.060*\"clinical\" + 0.029*\"director\" + 0.026*\"today\" + 0.026*\"team\" + 0.025*\"call\" + 0.025*\"support\" + 0.022*\"disorder\" + 0.021*\"hour\" + 0.018*\"respond\" + 0.014*\"talk\""], [7, "0.030*\"drug\" + 0.028*\"family\" + 0.016*\"addiction\" + 0.016*\"treatment\" + 0.015*\"use\" + 0.015*\"person\" + 0.014*\"support\" + 0.011*\"private\" + 0.010*\"start\" + 0.010*\"may\""], [8, "0.067*\"contact\" + 0.039*\"private\" + 0.033*\"help\" + 0.028*\"form\" + 0.028*\"addiction\" + 0.027*\"mental\" + 0.026*\"confidential\" + 0.026*\"touch\" + 0.025*\"free\" + 0.025*\"condition\""], [9, "0.044*\"call\" + 0.034*\"drug\" + 0.018*\"issue\" + 0.018*\"abuse\" + 0.015*\"person\" + 0.014*\"problem\" + 0.014*\"alcohol\" + 0.014*\"substance\" + 0.013*\"suffer\" + 0.012*\"use\""]], "kpe_resutls": [["symptom", 0.06304748415659532], ["alcohol abus", 0.050175658672960574], ["sign", 0.04092050225868969], ["drug", 0.03787526880795303], ["experiment use regular use problem", 0.03419212381989925], ["famili", 0.0304444928996326], ["byron privat treatment centr", 0.027697395332511483], ["riski use addict", 0.02763161948758934], ["organ lunch", 0.027357049876037005], ["morn session", 0.02640377190277133]], "rake_resutls": [[75.1774193548387, "b juris program manager bsw consulting nurse bn individual psychotherapist"], [45.916290726817046, "integrative holistic residential treatment facility providing specialised therapeutic support"], [44.285714285714285, "beth franzcp clinical manager pgdip psych b"], [43.705555555555556, "eating disorder support grad dip gestalt individual psychotherapist"], [41.08333333333333, "fargp consultant psychiatrist mbbs franzcp director llb"], [38.82835222853372, "byron private treatment centre early morning beach walk"], [35.45837173579109, "intensive holistic program superior individual support trusted"], [35.32222222222222, "rights reserved 12 step meetings 12 step meetings"], [35.199999999999996, "experienced yoga instructor brieann boal provides clients"], [30.92105263157895, "traumatic stress disorder treatment plan dives beneath"], [29.611111111111114, "rights reserved career opportunities contact us"], [29.16849078341014, "42 day residential program experience deeper recovery"], [28.685495085676575, "byron private holistic treatment centre believes"], [28.30454270472419, "byron private treatment centre achieved certification"], [26.748987149168638, "byron private treatment centre contact us"], [26.619047619047617, "00am daily morning meeting – 9"], [26.407299596954772, "rights reserved meditation byron private believes"], [26.25, "rights reserved art therapy art therapists work"], [26.160909427983956, "byron private art therapy program takes place"], [25.637876038057527, "byron private treatment centre encourages clients"], [25.033333333333335, "afternoon sessions include individual therapy sessions"], [24.71666666666667, "30pm workshop intensive weeks weekend activities"], [23.35519713261649, "long term program please contact us"], [23.244444444444444, "honest atmosphere highly experienced practitioner team"], [22.97120937139086, "found byron private treatment centre"], [22.866666666666667, "signs experimental use regular use problem"], [22.087719298245617, "requires commitment beyond intensive treatment"], [21.994601184256357, "byron private .” contact us"], [21.97120937139086, "us byron private treatment centre"], [21.333333333333332, "15am delicious breakfast – 8"], [21.244444444444447, "could include 12 step meetings"], [20.97120937139086, "byron private treatment centre take"], [20.96969696969697, "byron bay centre promotes relaxation"], [20.77777777777778, "0457 888 890 contact us"], [20.637876038057527, "byron private treatment centre understand"], [20.5, "eng consulting gp mbbs"], [20.498830409356724, "treatment please contact us today"], [20.356906534325887, "intensive family therapy program facilitated"], [20.285714285714285, "clinical supervisor systemic constellation facilitator"], [20.113648803303974, "byron private clinical team specialise"], [19.956766917293233, "clinical director decides whether treatment"], [19.7, "stages though young people tend"], [19.5, "traumatic stress disorder co exists"], [19.15, "dimensional healing strategies set within"], [19.02777777777778, "within 24 hrs contact us"], [18.468671679197996, "residential treatment facility providing"], [18.426872469635626, "alcohol addiction may seem impossible"], [18.333333333333332, "5 different hospital based clinics"], [18.133333333333333, "group psychotherapist ba sosc"], [17.97120937139086, "byron private treatment centre"]], "guided_lda_resutls": [["contact", "recovery", "therapy", "condition", "struggling", "plan", "0457", "relationship", "community", "important"], ["approach", "others", "connect", "therapists", "event", "quickly", "psychiatrist", "space", "deep", "large"], ["using", "part", "food", "signs", "associated", "go", "temporary", "shame", "physical", "throughout"], ["support", "alcohol", "6684", "problem", "supports", "way", "families", "function", "awareness", "events"], ["abuse", "890", "disorders", "behaviours", "byron", "break", "attend", "control", "grips", "overwhelming"], ["team", "sessions", "888", "alcoholism", "help", "healthy", "takes", "connections", "make", "without"], ["first", "help", "needs", "reserved", "team", "meetings", "provide", "feeling", "normal", "issue"], ["addiction", "mental", "symptoms", "family", "drugs", "disorder", "mind", "self", "24", "holistic"], ["talk", "supportive", "though", "steps", "liaise", "powerful", "manager", "call", "deeper", "taken"], ["know", "02", "individual", "often", "people", "groups", "addictions", "anxiety", "common", "co"], ["life", "centre", "rights", "group", "trauma", "whole", "rehabilitation", "foundations", "issues", "balance"], ["yoga", "clients", "meditation", "trauma", "range", "activities", "heal", "changes", "spiritual", "unique"], ["byron", "depression", "may", "free", "confidential", "drug", "stress", "person", "eating", "weeks"], ["touch", "time", "long", "traumatic", "like", "understand", "experienced", "suffering", "new", "conditions"], ["treatment", "program", "change", "within", "term", "environment", "safe", "care", "substance", "providing"], ["clinical", "world", "health", "one", "form", "4145", "drug", "bay", "healing", "work"], ["process", "day", "today", "feel", "level", "via", "several", "desire", "start", "effects"], ["2018", "residential", "qualified", "understanding", "morning", "believe", "connection", "become", "social", "bringing"], ["private", "us", "person", "art", "director", "step", "daily", "living", "things", "break"], ["call", "loved", "body", "recovery", "take", "underlying", "right", "behaviour", "effective", "hold"]], "textrank_resutls": [[0.0712560110827296, 1, "ba sosc clinical director"], [0.07071469414488209, 1, "fargp consultant psychiatrist mbbs franzcp director llb"], [0.07050586457651817, 1, "post-traumatic stress disorder"], [0.06852905709482919, 1, "byron private treatment centre early morning beach walk/ swim"], [0.06569760919031846, 1, "dr anthony solomon dr jedda schutz"], [0.06442485963997927, 1, "program manager bsw consulting nurse"], [0.064359767493426, 2, "regular use problem"], [0.06359086762765391, 1, "m. beth franzcp clinical manager"], [0.0630413029079348, 1, "pgdip psych b.eng consulting gp mbbs"], [0.06262752605682972, 1, "belle southerden lisa toman managing director"], [0.06148185816534664, 1, "consulting gp mbbs"], [0.06061861754800732, 2, "substance abuse"], [0.06027429091672692, 1, "conroy maria dolenc anna lloyd anne lambert"], [0.059595447107102906, 1, "dr tessa cookson ben schiller"], [0.059262296355193554, 2, "risky use"], [0.05845614303744446, 1, "bsw consulting nurse bn individual psychotherapist / clinical supervisor systemic constellation facilitator ma"], [0.05723813074434288, 2, "experimental use"], [0.05721555141866001, 1, "byron private treatment centre"], [0.055607576137140666, 1, "daily morning"], [0.054031167683262146, 1, "hadad jayne adler renato"], [0.0537920594292725, 1, "maria dolenc anna"], [0.05339864724174466, 1, "honest atmosphere highly"], [0.05277519260831903, 1, "trauma / post-traumatic stress disorder signs"], [0.05151679356471815, 2, "morning"], [0.050222835027219526, 2, "gary thomas joanne"], [0.05017190160986082, 1, "alcohol addiction symptoms"], [0.04995174876691513, 1, "ba sosc"], [0.046340844686879275, 1, "group therapist / eating disorder"], [0.045179921907979564, 1, "grad dip gestalt"], [0.044788566263052755, 1, "lisa toman"], [0.044391134022700236, 2, "kylie beattie"], [0.044391134022700236, 1, "jayne adler"], [0.04343686603505444, 1, "anthony solomon"], [0.04299777938157563, 1, "organic"], [0.042973626676845685, 1, "family therapist individual / group"], [0.04232026463289483, 2, "addiction"], [0.04194482306541915, 1, "why byron private treatment centre"], [0.041689513042395265, 1, "art therapy"], [0.040776386272814456, 1, "email protection"], [0.040725327357348864, 5, "symptoms"], [0.04071627461466502, 1, "an alcohol abuse problem"], [0.04064596914012532, 1, "anne lambert"], [0.040446159462296245, 1, "ben schiller"], [0.039445619043333595, 1, "meditation therapy"], [0.03934748954175283, 1, "we treat byron private"], [0.0392734282089526, 1, "jedda schutz"], [0.03899606903058701, 3, "signs"], [0.03894850957598421, 1, "program"], [0.03870498754197789, 1, "psychiatrist b.medicine"], [0.038636334135857056, 1, "drug and alcohol abuse"]], "textrank_summery__resutls": ["PGDip Psych B.ENG Consulting GP MBBS, FRACGP, FARGP Consultant Psychiatrist MBBS FRANZCP Director LLB, B Juris  ", "Belle Southerden Lisa Toman Managing Director BA SoSc Clinical Director /", "Trauma / Post-traumatic stress disorder Signs and symptoms of post-traumatic stress disorder can be grouped into three areas.", "Let us walk you through a day at Byron Private Treatment Centre EARLY MORNING BEACH WALK/ SWIM", "Dr Tessa Cookson Ben Schiller  "], "wordcloud_resutls": [["Byron Private", 1.0], ["support", 0.5053763440860215], ["program", 0.41935483870967744], ["recovery", 0.3978494623655914], ["world first", 0.3870967741935484], ["depression", 0.3763440860215054], ["drug", 0.3655913978494624], ["Contact Us", 0.3118279569892473], ["life", 0.2903225806451613], ["symptom", 0.24731182795698925], ["mental health", 0.24731182795698925], ["treatment", 0.22580645161290322], ["person", 0.21505376344086022], ["will touch", 0.21505376344086022], ["time", 0.20430107526881722], ["help Call", 0.20430107526881722], ["Private right", 0.20430107526881722], ["family", 0.1935483870967742], ["individual", 0.1935483870967742], ["issue", 0.1935483870967742], ["Treatment Centre", 0.1935483870967742], ["Us re", 0.1935483870967742], ["re struggling", 0.1935483870967742], ["struggling break", 0.1935483870967742], ["break free", 0.1935483870967742], ["free addiction", 0.1935483870967742], ["addiction mental", 0.1935483870967742], ["health condition", 0.1935483870967742], ["condition Byron", 0.1935483870967742], ["Private help", 0.1935483870967742], ["Call Now", 0.1935483870967742], ["Now Use", 0.1935483870967742], ["Use confidential", 0.1935483870967742], ["confidential contact", 0.1935483870967742], ["contact form", 0.1935483870967742], ["form will", 0.1935483870967742], ["touch know", 0.1935483870967742], ["know world", 0.1935483870967742], ["first know", 0.1935483870967742], ["know change", 0.1935483870967742], ["change world", 0.1935483870967742], ["first change", 0.1935483870967742], ["change Byron", 0.1935483870967742], ["rights reserved", 0.1935483870967742], ["problem", 0.1827956989247312], ["trauma", 0.1827956989247312], ["Private Treatment", 0.1827956989247312], ["day", 0.17204301075268819], ["healing", 0.17204301075268819], ["therapy", 0.17204301075268819], ["people", 0.17204301075268819], ["Byron Bay", 0.17204301075268819], ["take", 0.16129032258064516], ["loved one", 0.16129032258064516], ["yoga", 0.15053763440860216], ["group", 0.15053763440860216], ["work", 0.15053763440860216], ["clients", 0.15053763440860216], ["process", 0.13978494623655913], ["environment", 0.13978494623655913], ["session", 0.13978494623655913], ["Clinical Director", 0.13978494623655913], ["clinical team", 0.13978494623655913], ["need", 0.12903225806451613], ["mind", 0.12903225806451613], ["drug addiction", 0.12903225806451613], ["long term", 0.12903225806451613], ["body", 0.11827956989247312], ["self", 0.11827956989247312], ["care", 0.11827956989247312], ["way", 0.11827956989247312], ["team will", 0.11827956989247312], ["therapist", 0.10752688172043011], ["meditation", 0.10752688172043011], ["feel", 0.10752688172043011], ["believe", 0.10752688172043011], ["relationship", 0.10752688172043011], ["part", 0.10752688172043011], ["residential", 0.10752688172043011], ["team Byron", 0.10752688172043011], ["stress disorder", 0.10752688172043011], ["us now", 0.10752688172043011], ["call Clinical", 0.10752688172043011], ["person using", 0.10752688172043011], ["alcohol", 0.0967741935483871], ["understand", 0.0967741935483871], ["approach", 0.0967741935483871], ["art", 0.0967741935483871], ["safe", 0.0967741935483871], ["may", 0.0967741935483871], ["understanding", 0.0967741935483871], ["others", 0.0967741935483871], ["experience", 0.0967741935483871], ["behaviour", 0.0967741935483871], ["Term Program", 0.0967741935483871], ["Director today", 0.0967741935483871], ["morning", 0.08602150537634409], ["daily", 0.08602150537634409], ["regular", 0.08602150537634409], ["suffering", 0.08602150537634409]], "wordcloud_resultsbi": ["mental_health", "condition_private", "private_right", "private_treatment", "addiction_mental", "confidential_contact", "contact_form", "form_touch", "free_addiction", "health_condition", "private_confidential", "touch_world", "world_private", "world_world", "long_term", "clinical_team", "clinical_director", "stress_disorder", "director_today", "drug_addiction", "term_program", "hour_clinical", "traumatic_stress", "art_therapy", "team_private", "alcohol_abuse", "experienced_practitioner", "first_step", "qualified_experienced", "substance_abuse", "symptom_depression", "team_qualified", "family_member", "holistic_approach", "sign_symptom", "team_hour", "therapy_program", "treatment_drug", "treatment_plan", "treatment_program", "body_mind", "clinical_depression", "connection_shame", "depression_symptom", "depression_treatment", "destructive_behaviour", "drug_drug", "drug_important", "drug_use", "foundation_path", "free_grip", "grip_addiction", "group_therapy", "individual_need", "life_free", "loss_control", "loved_one", "negative_consequence", "part_life", "path_recovery", "private_team", "recovery_community", "residential_program", "school_work", "shame_loneliness", "step_meeting", "temporary_relief", "therapy_session", "use_addiction", "website_clinical", "alcohol_addiction", "approach_treatment", "art_therapist", "change_life", "client_program", "co_condition", "comprehensive_treatment", "depression_time", "disorder_co", "drug_alcohol", "drug_problem", "drug_rehabilitation", "emotional_physical", "family_therapy", "few_week", "healthy_connection", "impossible_team", "issue_life", "journey_recovery", "plan_change", "post_traumatic", "practitioner_comprehensive", "private_foundation", "program_private", "recovery_private", "recovery_process", "rehabilitation_program", "residential_treatment", "right_private", "safe_environment"], "lda_mallet_resutls": {"Topic_0": ["clinical", "team", "support", "call", "director", "today", "find", "hour", "alcoholism", "holistic"], "Topic_1": ["family", "disorder", "problem", "trauma", "stress", "abuse", "alcohol", "traumatic", "therapist", "health"], "Topic_2": ["person", "individual", "life", "day", "issue", "behaviour", "substance", "term", "morning", "range"], "Topic_3": ["private", "addiction", "mental", "condition", "struggle", "free", "break", "reserve", "stage", "recommend"], "Topic_4": ["program", "change", "support", "world", "long", "step", "suffer", "residential", "term", "intensive"], "Topic_5": ["recovery", "provide", "group", "client", "process", "experience", "connection", "path", "meeting", "walk"], "Topic_6": ["contact", "drug", "form", "touch", "work", "confidential", "relationship", "start", "friend", "important"], "Topic_7": ["therapy", "art", "yoga", "session", "mind", "body", "meditation", "safe", "practice", "physical"], "Topic_8": ["depression", "symptom", "time", "people", "feel", "environment", "life", "part", "healing", "hold"], "Topic_9": ["treatment", "love", "care", "understand", "approach", "practitioner", "develop", "highly", "experienced", "qualified"]}}]