[{"company": "The Melbourne Centre of Healing", "introduction": "Rehabilitation facility", "end_market": "Rehabilitation", "industry": "Healthcare", "link": "https://themelbournecentreofhealing.com.au/", "search_text": "https://themelbournecentreofhealing.com.au/", "title": "The Centre for Healing - Mental Health and Addiction Treatment", "link_corrected": "https://thecentreforhealing.com.au/", "description": "Addiction & Mental Health Centre. All inclusive private rehab located in Australia. Daily support. Ice addiction, Prescription, Alcohol, Anxiety, PTSD, Depression ...", "crawled_links": ["https://thecentreforhealing.com.au/", "https://thecentreforhealing.com.au/blog/2019/5/6/what-is-a-float-tank-1", "https://thecentreforhealing.com.au/mental-health-program-rehab-melbourne", "https://thecentreforhealing.com.au/blog/2016/9/19/how-to-help-someone-with-an-addiction", "https://thecentreforhealing.com.au/media"], "header_text": ["\n              ", "\n            ", "HEAL", "HEAL", "BOOK A FREE INITIAL CONSULTATION", "Innovative Online Programs", "Programs", "Programs", "All Inclusive Programs", "DAILY Support", "DAILY Support", "Mental Health", "Mental Health", "Addiction Recovery", "Addiction Recovery", "FREE INITIAL CONSULTATION", "daily support", "HOME CARE RESOURCES ", "\n              ", "\n            ", "\n                      \n                        What is a float tank?\n                      \n                    ", "\n              ", "\n            ", "Mental Health", "MENTAL HEALTH PROGRAM", "INCLUSIONS", "THIS IS A COMPREHENSIVE AND INNOVATIVE PROGRAM WHICH COVERS ALL ASPECTS OF MENTAL HEALTH RECOVERY.", "\n              ", "\n            ", "\n                      \n                        How to help someone with an addiction.\n                      \n                    ", "A decision can be made out of intervention from the family or by the user of drugs (illicit or prescription) but only if they can see that there is hope and a way out. The key is inspiration to a better life.", "Some people need to hit rock bottom, or some people have support and potentially see a way out.", "Imagine you have a pinched nerve in your back which has been there for over a year.", "You visited your doctor and told them of your symptoms.", "They prescribe you a drug which temporarily band-aids the pain so you can get through each day without having to feel excruciating pain. ", "Every time you feel the pain, you take another pain killer in order to live with some normality and be in a better mood on a day to day basis. You don't know what else to do because of the friendship and trust you have with this doctor.", "You see some older people come out of his office, looking bent over and pale, like they have been struggling for years - but they trust the doctor and keep going back for more prescriptions.", "You aren't aware of an alternative and you decide that this is how it is going to be, for you have a great relationship with this doctor and you see yourself as a loyal person.  ", "You go in more frequently now, and the doctor advises that you are now asking for too much and he refuses to prescribe you anymore.", "He advises that you should go to a physiotherapist. You adhere and go and visit the physio, you are counting down how many pills you have left and this causes a slight panic.", "You visit the physio and the physio does a scan and checkup on you, he advises on how many appointments you will need and maybe he can fit you in in 3 weeks. You start feeling more anxious now because you are down to your last 2 tablets and you won't be able to get through the next few days without being in immense pain.", "You snap at our partner, family and colleagues. You feel desperate and don't want to have to think about the pain.", "You are loyal and deep down a good person, but you need this pain relief before you lose your job and ruin your relationships. ", "You go and see another doctor and hope that they don't see your records with your regular doctor. You are slightly excited about the potential of a script being made out.", "Emotionally, this will help you numb out the guilt of getting angry and taking it out on others.", "This calls for a different approach, as the current system has only a 10%-15% success rate.", " ", "A qualified yet caring therapist ", " is the best inspiration that someone with an addiction can have. Keep this in mind when you offer ways and strategies to enable people to seek help.", "Think back to the story, if you were in this much pain then how would it feel to stop the pain killers and be told to go away and talk about it over and over again.", "\n              ", "\n            ", "media Interviews", "media Interviews", "Videos", "Videos", "PODCAST", "PODCAST", "Partners", "Partners", "Would you like to watch more video's? ", "RADIO STATION INTERVIEW", "HERALD SUN ARTICLE", "SUCCESS STORY", "Sydney morning herald", "Interview", "interview"], "paragraph_text": ["INNOVATIVE ONLINE OUTPATIENT PROGRAMS TO ASSIST PEOPLE IN", "MENTAL HEALTH", " AND ", "ADDICTION RECOVERY", ".", "INNOVATIVE ONLINE OUTPATIENT PROGRAMS TO ASSIST PEOPLE IN", "MENTAL HEALTH", " AND ", "ADDICTION RECOVERY", ".", "At The Centre for Healing we pride ourselves in offering comprehensive programs which effectively help everyday people get to the cause and offer long-term recovery from addictions and mental health from the comfort of your own home.", " ", "We are completely non-judgmental and help clients from all walks of life.", "Our Story", "Co-Founder Ryan Hassan has his own experience in recovering from his own addiction and mental health issues. His purpose and passion is to assist others to effectively and quickly get through their inner issues to achieve their external goals. He is often requested in the media for expert advice (Herald Sun, Fox FM and more) and he’s highly sought after for speaking. He leads a passionate team of therapists who are  both experienced and compassionate.", "Often rehabilitation facilities charge 10's of thousands of dollars per month for a low success rate and non-personalised services.", "We are here to change the industry and treat people and their families with fair and transparent services which actually get exceptional results from the first session. All of our prices are inclusive of all additional premium services, so everyone is on the same page and there is less stress to recovery and more support during the journey.", "We offer a free initial consultation. This is a chance for you to meet our practitioners, find out more about the program and decide whether it would be the right direction for you.", "Support when it is needed most is such an important part of healing and recovery. As you are in your usual environment and as triggers arise,  it is important to have someone to help you manage in the moment. ", "Recovery doesn't just during your program. We offer an assortment of personal development and online resources as a part of the on-going support and continual improvement during and beyond the time in the program.", "What is floatation therapy and the benefits?", "One of the hardest things to go through is to see a loved one suffer in silence with an addiction.", "In Australia, Addiction Rehab costs can vary based on many aspects.", "Depression is treatable and there are several effective options for treating depression. ", "Find out more.", "Find out more.", "Find out more", " ", "Find out more", " ", "The Centre for Healing ™    ", "All rights reserved. ", "Disclaimer and Privacy Policy.", " ACN 610 872 789  ", "Australia's Innovation in Mental Health and Addiction Recovery", " ", "Interested in becoming a therapist? ", "Click here to get Qualified.", "\n                        ", "May  7, 2019", "\n                        ", "\n                          ", "by", " ", "Ivana Petrovic", "\n                        ", "\n                      ", "It’s likely that you’ve already heard people raving about float tanks and their benefits - after all, floatation therapy acts as a reset to your mind, body and soul, allowing you to come out refreshed, re-energised and ready to take on your day regardless of what comes at you. But what exactly is it about and how does it work?", "The float tank, which is a pod that is large enough to fit your body with room to position yourself, contains an Epsom-Salt water solution (500kg Magnesium Sulfate) and is heated to average skin temperature (35°C). The high salt content allows your body to float buoyantly, removing the effects of gravity, leaving you feeling supported and weightless. Basically, you hop in the soundproof tank, preferably close the lid, switch off the lights, and float for an hour in a peaceful environment free from distractions! Think of it as a little mini vacation. No stress if you’re claustrophobic either - the tanks are larger than you think, and you have the option to leave the lid open, internal pod lights on, and listen to specialised music while you’re in there to help make the experience as comfortable for you as possible!", "And the benefits? They’re endless! Other than stress relief and relaxation, you can expect pain relief, mental clarity, an increase in energy, improvement in sleep patterns, improvement in creativity and even a shift in consciousness.", "Rest House ", "is also the only centre that offers DreamScape Elements as a free addition to the floatation experience. DreamScape Elements are a series of audio tracks that were designed specifically for use in a float tank, which you can choose to listen to during your float. This generally helps first time floaters ease into the experience, as well as aids regular floaters to learn new ways of thinking. The audio tracks use guided meditation, positive affirmations and binaural beats to stimulate the subconscious mind and create a relaxed and receptive pathway to the area of your brain that influences behaviour. This allows new concepts to be introduced to the brain and used in the real world, regardless of whether you fall asleep in the tank or not - which is totally safe and normal!", "There’s tracks covering a wide range of topic, but crowd favourites include:", "Stress Buster:", " Great for first time floaters - release stubborn anxiety and tension, and learn new ways of handling stress that helps you take that wonderful floating feeling out into the real world.", "Mental Detox:", " The equivalent of taking a broom to your mind and sweeping away negative, unhealthy thoughts and replacing them with a new perspective.", "Pain Away:", " Taking advantage of the natural relief floating already offers, this element implants post-float suggestions so pain sufferers can learn to recall the natural effects learned in the sessions.", "So get ready to take your self care routine to the next level!", "  ", "We recommend float tank sessions as an addition to our ", "Mental Health", ", ", "Addiction Recovery", " Programs. Schedule a Free Initial Consultation to see which one would be right for you.", "\n          \n        \n", "\n        ", "The Centre for Healing ™    ", "All rights reserved. ", "Disclaimer and Privacy Policy.", " ACN 610 872 789  ", "Australia's Innovation in Mental Health and Addiction Recovery", " ", "Interested in becoming a therapist? ", "Click here to get Qualified.", "Get past any mental health blocks, such as; excessive negative thoughts, depression, anxiety and post traumatic stress with our natural, effective and innovative program.", "We work with you in getting to the underlying root cause of the mental health concerns you currently have. Once we find and release the cause we can see a reduction in symptoms along with the need for destructive coping mechanisms or ‘band aid’ short term relief.", "Who we can help;", "We can help with; Depression, Post-natal depression, Anxiety disorder, PTSD (Post Traumatic Stress Disorder), Bipolar Disorder, OCD,  Chronic Stress, Grieving, Borderline Personality Disorder and more.", " ", "Weekly Sessions", "Sessions are conducted with a compassionate and experienced practitioner in a caring and supportive setting from the comfort of your own home. Our effective & innovative guided therapy allows you to sit back and relax while making profound and positive change in yourself and life.", "Daily Support", "This program focuses on what your personal needs are and we include any support that you may need along the way.", "Message us any time of day when you need it most.", " ", "Resources", "We offer a large range of personal development resources and courses. We also offer a private online community (optional), along with personalised digital resources that will help you on your journey. ", "Online Courses", "You will also gain access to our most popular online courses, ensuring that you have the tools and knowledge yourself - to continue healing and growing after your program.", "Mental Health Program runs for 8 weeks and costs $3640 (all services included).", "*Flexible Interest Free payment plans available through ", "Zipmoney.", "How does it work?", "The structure and therapy in the program is conducted over secure face to face video call. ", "If you are not sure about this and want to try as session first before committing to a program ", "you can book one here", ".", "If you liked the sound of the therapy and high success rate in assisting people overcome their symptoms and want to get started right away, here is the link to book below.", "Please note that this therapy is quite intensive but it does achieve amazing results, we get told all the time that it is like 10 years worth of therapy in 8 weeks.", "What will happen?", "Once you click purchase on the link above, you will receive a confirmation email, receipt (for either upfront or a payment plan)", "and a welcome email with a video and a Home Care Pack document as to what to expect in the program.", "You'll be sent a registration form to complete so we can best prepare for your program.", "Then, we will contact you to confirm when you would like your weekly sessions. They are usually the same time and day every week over the 8 weeks. You should have at least a week in-between each session as the therapy is quite intensive and the week allows it to settle down and click through.", "Then you receive an email and calendar links with the confirmed days for your program, you'll get reminders", "and the link to click to easily start your secure video call from your computer or mobile.", "From the your secure login page, you can receive our recommendations, resources and have access to daily support.", "The Centre for Healing ™    ", "All rights reserved. ", "Disclaimer and Privacy Policy.", " ACN 610 872 789  ", "Australia's Innovation in Mental Health and Addiction Recovery", " ", "Interested in becoming a therapist? ", "Click here to get Qualified.", "\n                        ", "September 19, 2016", "\n                        ", "\n                          ", "by", " ", "Melissa Hiemann", "\n                        ", "\n                      ", "One of the hardest things to go through is to see a loved one suffer in silence with an addiction.", "We want to be able to tell them the perfect answer, give them direction on the right way to go and get help and be able to bring back the person that they used to be.", "We find, at our online rehab, that when it comes to mental health and addictions, even Ice addictions - that they really have to decide that they need help in order to be open to the idea.", "There are various ways that the decision to get help can be made, not all of them are pleasant but we list the most common ones here to help you understand yourself or a loved one;", "- Hitting financial stress due to prioritising money to the addiction rather than bills, food and other basic needs.", "- Needing to borrow money or use loved ones houses for accommodation and a place to recover when the sustainability of keeping up the addiction runs out momentarily (can slip back in a week or two later).", "- Physical deterioration (particularly with heroin and ice addictions) such as extreme reduction in weight, dry mouth and sores on body and face. ", "- Clothing and other items are not looked after as they normally once were.", "- Long amounts of time between contact (inability to contact a loved one for a longer than normal time).", "- Court ordered due to possible jail time.", "- Increase in sick days or loss of job.", "- Increased anger when asked or confronted.", "When it comes to helping a loved one to make the decision it comes down to them feeling supported and a sense that they are ready.", "Conventional counselling, psychology and other rehab services in Australia can cost a lot of money and time. The issue is that they are not healing the emotional pain and trauma as to WHY someone would need to use a coping mechanism such as drugs or habits.", "Our programs are completely focused on the underlying cause and pain of addictions.", " ", "Scientific studies have shown a great link between emotional trauma and physical pain.", "Knowing this, can you see the correlation between prescription drugs and street drugs. Yes the side affects can be less - but are still there. When we are trying to block emotional pain or physical pain out and find something that works, we tend to stick with it because deep down we all want to feel pain free.", "It is so important that the underlying causes, such as trauma (sometimes repressed), childhood trauma in particular, suppressed emotions (lack of emotional support or emotional intelligence), lack of hope to be freed from the pain needs to be addressed and healed.", "Imagine, asking someone to talk about these issues. Re-living them and bringing up the thoughts and emotions that they are trying to repress! Of course they are probably not wanting to do this and it may make them want to numb it out more. ", " ", "\n          \n        \n", "\n        ", "The Centre for Healing ™    ", "All rights reserved. ", "Disclaimer and Privacy Policy.", " ACN 610 872 789  ", "Australia's Innovation in Mental Health and Addiction Recovery", " ", "Interested in becoming a therapist? ", "Click here to get Qualified.", "FOX FM segment ", "Do You Mind If I Ask...?", "  featured Ryan Hassan, a former drug addict who was brave enough to jump on air and educate Melbourne on some serious issues involving drugs and our community.", "Herald Sun Interviewed Ryan and Melissa on their story and journey on how they came about opening up the clinic.  Click on the ", "link here", " to download the readable version.", "Read above in the Leader about Cameron Watson from Melbourne and his success story in beating his Ice Addiction.", "\"I think a lot of the pain was coming from the codeine. I felt so liberated and empowered to not be dependent on anything,\" ", "Ms Okutgen", ", who is now an addiction recovery therapist at ", "The Centre for Healing", ".", "YMT Interview our Co-Founder Ryan Hassan about his view on Ice Addiction from his experience.", "ScriptWise interviews one of our", " therapists", " Deniz Okutgen about her codeine dependence and recovery.", "Shift Happens", "Shift Happens", "Ep #33 - The Wizard is Back!", "“Truth is, you may need to look at your inflammatory friends or family members”", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #32 - Talking About Our Scars with Michael Donehue", "\"The more we share, the more we can help people\"", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #31 - The Happiness Recipe with Iesha Delune", "\"Let blame go & take the reigns because you're amazing\"", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #30 - Inspiring Connection & Self Reflection with Ed Wischer", "“After documenting 182 people now, I’ve learnt how f**king awesome humans are”", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #29 - The Naked Farmer", "\"It takes just as much guts to talk about mental health issues as it does to get your gear off!\"", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #28 - Myndfit Turns the Tables", "“To get to the next evolution of consciousness when it comes to dealing with addiction. It’s gonna take a different model where we don’t identify as an addict or alcoholic”", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #27 - Challenging the Voices in our Head with Jaymee Wolff", "“My Depression and my Anxiety, they’re not things that are ‘wrong’ with me”", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #26 - Jack from Real Drug Talk is Back!!", "“We think that even though we’re clean, there’s always going to be a demon over my shoulder. Which is a horrible way to live”", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #25 - Health and Nutrition Wizard Holly Sinclair", "\"You need to eat for your stress\"", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "Ep #24 - The Hard Path to Happiness with Nick Sutherland", "\"I love doing nothing, the best somethings happen when I do nothing\"", "CLICK TO LISTEN AND FOR ALL THE SHOWNOTES", "The Centre for Healing ™    ", "All rights reserved. ", "Disclaimer and Privacy Policy.", " ACN 610 872 789  ", "Australia's Innovation in Mental Health and Addiction Recovery", " ", "Interested in becoming a therapist? ", "Click here to get Qualified."], "emails": [], "addresses": ["AND INNOVATIVE PROGRAM WHICH COVERS ALL ASPECTS OF ME"], "social_media_links": [], "telephone_numbers": ["610 872 789", "610 872 789", "610 872 789", "610 872 789", "610 872 789"], "lda_resutls": [[0, "0.027*\"video\" + 0.022*\"face\" + 0.022*\"help\" + 0.021*\"interview\" + 0.015*\"call\" + 0.015*\"secure\" + 0.015*\"medium\" + 0.015*\"care\" + 0.008*\"addiction\" + 0.008*\"work\""], [1, "0.018*\"people\" + 0.018*\"way\" + 0.014*\"floatation\" + 0.013*\"program\" + 0.012*\"care\" + 0.012*\"self\" + 0.012*\"back\" + 0.012*\"take\" + 0.012*\"ready\" + 0.012*\"come\""], [2, "0.035*\"program\" + 0.030*\"right\" + 0.030*\"reserve\" + 0.030*\"innovative\" + 0.024*\"depression\" + 0.024*\"disorder\" + 0.024*\"mental\" + 0.019*\"pain\" + 0.018*\"anxiety\" + 0.018*\"people\""], [3, "0.081*\"recovery\" + 0.042*\"addiction\" + 0.019*\"therapy\" + 0.019*\"important\" + 0.018*\"help\" + 0.013*\"support\" + 0.013*\"need\" + 0.013*\"trauma\" + 0.013*\"emotional\" + 0.007*\"get\""], [4, "0.044*\"therapist\" + 0.034*\"click\" + 0.033*\"qualified\" + 0.029*\"interested\" + 0.029*\"become\" + 0.018*\"come\" + 0.018*\"love\" + 0.018*\"go\" + 0.017*\"happen\" + 0.015*\"story\""], [5, "0.040*\"listen\" + 0.033*\"shownote\" + 0.031*\"pain\" + 0.017*\"feel\" + 0.017*\"think\" + 0.016*\"tank\" + 0.013*\"experience\" + 0.010*\"free\" + 0.007*\"see\" + 0.007*\"drug\""], [6, "0.019*\"week\" + 0.019*\"session\" + 0.016*\"want\" + 0.016*\"go\" + 0.016*\"time\" + 0.014*\"take\" + 0.012*\"help\" + 0.012*\"learn\" + 0.012*\"visit\" + 0.012*\"able\""], [7, "0.028*\"addiction\" + 0.022*\"policy\" + 0.022*\"disclaimer\" + 0.022*\"privacy\" + 0.018*\"mental\" + 0.014*\"need\" + 0.013*\"health\" + 0.012*\"get\" + 0.012*\"issue\" + 0.011*\"take\""], [8, "0.025*\"program\" + 0.023*\"support\" + 0.023*\"offer\" + 0.023*\"find\" + 0.015*\"daily\" + 0.015*\"see\" + 0.015*\"resource\" + 0.012*\"consultation\" + 0.012*\"initial\" + 0.012*\"right\""], [9, "0.038*\"program\" + 0.019*\"need\" + 0.018*\"may\" + 0.013*\"day\" + 0.013*\"pain\" + 0.013*\"doctor\" + 0.013*\"support\" + 0.013*\"include\" + 0.013*\"link\" + 0.013*\"see\""]], "kpe_resutls": [["pain", 0.05179213983309521], ["doctor", 0.04252110334499099], ["peopl", 0.03318740705096914], ["way", 0.025474066475088108], ["free initi consult", 0.021637825676297746], ["day", 0.02113083349350873], ["drug", 0.020327473850453016], ["famili", 0.019763042498204934], ["mental health mental", 0.019692179174883938], ["physio", 0.019251358251750433]], "rake_resutls": [[38.095238095238095, "free initial consultation innovative online programs programs programs"], [35.46666666666667, "‘ band aid ’ short term relief"], [32.52777777777778, "post traumatic stress disorder ), bipolar disorder"], [32.16666666666667, "flexible interest free payment plans available"], [25.75, "generally helps first time floaters ease"], [25.0, "f ** king awesome humans"], [23.0, "acn 610 872 789 australia"], [22.68888888888889, "mental health mental health program inclusions"], [22.5, "often rehabilitation facilities charge 10"], [22.416666666666668, "sometimes repressed ), childhood trauma"], [20.833333333333332, "shift happens shift happens ep"], [19.333333333333336, "audio tracks use guided meditation"], [19.3, "natural relief floating already offers"], [16.92857142857143, "innovative online outpatient programs"], [15.5, "anything ,\" ms okutgen"], [15.404040404040403, "effectively help everyday people get"], [15.25, "35 ° c )."], [15.166666666666668, "free initial consultation"], [15.136363636363637, "already heard people raving"], [14.75, "innovative guided therapy allows"], [14.5, "nutrition wizard holly sinclair"], [14.277777777777779, "hitting financial stress due"], [14.25, "high salt content allows"], [14.045454545454545, "actually get exceptional results"], [14.0, "home care pack document"], [13.85, "emotional intelligence ), lack"], [13.333333333333334, "use loved ones houses"], [13.333333333333334, "herald sun interviewed ryan"], [12.844444444444445, "mental health program runs"], [12.833333333333334, "like 10 years worth"], [12.75, "serious issues involving drugs"], [12.166666666666668, "take another pain killer"], [12.166666666666666, "qualified yet caring therapist"], [12.0, "family members ” click"], [11.666666666666666, "‘ wrong ’"], [11.545454545454545, "get started right away"], [11.277777777777779, "post traumatic stress"], [11.016666666666666, "recommend float tank sessions"], [10.75, "borderline personality disorder"], [10.416666666666666, "optional ), along"], [10.25, "first time floaters"], [10.0, "offering comprehensive programs"], [10.0, "10 %- 15"], [9.844444444444445, "mental health concerns"], [9.844444444444445, "mental health blocks"], [9.761904761904763, "addiction recovery programs"], [9.666666666666668, "peaceful environment free"], [9.5, "salt water solution"], [9.5, "element implants post"], [9.5, "court ordered due"]], "guided_lda_resutls": [["way", "interested", "people", "suffer", "possible", "trying", "underlying", "story", "keep", "getting"], ["mental", "support", "float", "day", "610", "daily", "away", "taking", "benefits", "email"], ["centre", "would", "stress", "link", "new", "floaters", "life", "able", "session", "things"], ["help", "healing", "mind", "doctor", "therapist", "tank", "next", "best", "okutgen", "tanks"], ["click", "innovation", "many", "interviews", "tracks", "imagine", "melbourne", "fox", "personalised", "self"], ["depression", "becoming", "initial", "much", "great", "better", "shownotes", "come", "visit", "note"], ["innovative", "cause", "outpatient", "long", "video", "love", "usually", "identify", "treatable", "arise"], ["free", "want", "think", "work", "told", "hope", "rehab", "negative", "sun", "helps"], ["person", "advises", "ones", "job", "inclusive", "reduction", "least", "drugs", "slip", "system"], ["program", "see", "ep", "time", "offer", "one", "comes", "ice", "get", "789"], ["find", "go", "services", "acn", "like", "herald", "first", "personal", "money", "physical"], ["health", "get", "need", "therapy", "online", "australia", "take", "loved", "experience", "going"], ["pain", "stress", "needs", "physio", "development", "open", "emotions", "important", "lights", "results"], ["addictions", "trauma", "emotional", "ways", "talk", "interview", "week", "story", "feeling", "contact"], ["reserved", "issues", "home", "family", "coping", "effects", "learn", "nothing", "ryan", "environment"], ["qualified", "right", "disorder", "journey", "large", "hassan", "expect", "range", "podcast", "experienced"], ["addiction", "listen", "someone", "success", "drugs", "body", "weeks", "made", "effective", "rights"], ["people", "shownotes", "assist", "ready", "shift", "along", "wizard", "prescription", "without", "world"], ["recovery", "resources", "make", "even", "receive", "regular", "less", "addition", "tank", "compassionate"], ["programs", "back", "policy", "disclaimer", "sessions", "post", "feel", "may", "relief", "privacy"]], "textrank_resutls": [[0.07696344390943553, 1, "support mental health mental health"], [0.07148450260642246, 1, "excruciating pain"], [0.07082234439296241, 1, "innovative online programs programs programs"], [0.06795557276590926, 1, "immense pain"], [0.06717310051048249, 1, "media interviews media interviews videos videos podcast podcast partners partners"], [0.06485529368415056, 1, "daily support home care resources"], [0.06373594851076522, 1, "interviews videos videos podcast podcast partners partners"], [0.05983026717654434, 1, "mental health mental"], [0.059625456707930326, 1, "support"], [0.05370779618775571, 1, "sydney morning herald interview interview"], [0.05362412100731558, 1, "addiction recovery addiction recovery"], [0.052826654346579856, 3, "people"], [0.050752881087556406, 5, "day"], [0.05007935273716799, 1, "all inclusive programs daily support daily"], [0.04984447862792268, 1, "radio station interview"], [0.0490578410237014, 1, "more prescriptions"], [0.048936581888712874, 1, "health program"], [0.048576417883874165, 1, "more video"], [0.047111891819838846, 1, "mental health recovery"], [0.04501758278125343, 2, "another pain killer"], [0.044407637378398264, 1, "home care resources"], [0.044056711053140074, 1, "sun article"], [0.044056711053140074, 1, "success story"], [0.043785488887364575, 1, "free initial"], [0.04327907082805439, 2, "drugs"], [0.04317463615123196, 1, "this much pain"], [0.04237479370764515, 1, "this pain relief"], [0.041348105364707545, 2, "family"], [0.04094430998383538, 1, "inspiration"], [0.03833748441998218, 1, "rock bottom"], [0.03762435579089645, 3, "the pain"], [0.03755602652726957, 3, "ways"], [0.03659717900512676, 1, "daily"], [0.035883868886937675, 1, "strategies"], [0.0353440492654392, 2, "the next few days"], [0.0353314924113047, 1, "your regular doctor"], [0.03391487198151998, 4, "years"], [0.03391487198151998, 1, "trust"], [0.03360104186062349, 1, "order"], [0.03317909705992162, 1, "some older people"], [0.03231362923356913, 1, "intervention"], [0.031177626491813222, 6, "your doctor"], [0.029609893986672402, 1, "how many appointments"], [0.029067597321958006, 1, "the best inspiration"], [0.028806729815508962, 1, "how many pills"], [0.028251178459734405, 1, "basis"], [0.028110974697239673, 1, "mind"], [0.027459767926615912, 1, "a pinched nerve"], [0.027459767926615912, 1, "a different approach"], [0.02708531445716294, 1, "a good person"]], "textrank_summery__resutls": ["Innovative Online Programs Programs Programs All Inclusive Programs DAILY Support DAILY Support Mental Health Mental Health", "so you can get through each day without having to feel excruciating pain.  ", "A FREE INITIAL CONSULTATION", "You start feeling more anxious now because you are down to your last 2 tablets and you won't be able to get through the next few days without being in immense pain.", "Think back to the story, if you were in this much pain then how would it feel to stop the pain killers and be told to go away and talk about it over and over again. \n               \n             "], "wordcloud_resutls": [["program", 1.0], ["pain", 0.8695652173913043], ["Mental Health", 0.8695652173913043], ["help", 0.7391304347826086], ["need", 0.5652173913043478], ["people", 0.5217391304347826], ["see", 0.4782608695652174], ["time", 0.4782608695652174], ["Addiction Recovery", 0.4782608695652174], ["stress", 0.43478260869565216], ["Health Addiction", 0.43478260869565216], ["CLICK LISTEN", 0.43478260869565216], ["LISTEN SHOWNOTES", 0.43478260869565216], ["way", 0.391304347826087], ["day", 0.391304347826087], ["go", 0.391304347826087], ["SHOWNOTES Ep", 0.391304347826087], ["online", 0.34782608695652173], ["back", 0.34782608695652173], ["drug", 0.34782608695652173], ["offer", 0.34782608695652173], ["session", 0.34782608695652173], ["find", 0.34782608695652173], ["therapy", 0.34782608695652173], ["week", 0.34782608695652173], ["doctor", 0.30434782608695654], ["take", 0.30434782608695654], ["come", 0.30434782608695654], ["will", 0.30434782608695654], ["Interview", 0.30434782608695654], ["re", 0.30434782608695654], ["Centre Healing", 0.30434782608695654], ["INNOVATIVE", 0.2608695652173913], ["support", 0.2608695652173913], ["resources", 0.2608695652173913], ["want", 0.2608695652173913], ["think", 0.2608695652173913], ["video", 0.2608695652173913], ["cause", 0.2608695652173913], ["one", 0.2608695652173913], ["link", 0.2608695652173913], ["issue", 0.2608695652173913], ["loved one", 0.2608695652173913], ["someone", 0.21739130434782608], ["feel", 0.21739130434782608], ["now", 0.21739130434782608], ["relief", 0.21739130434782608], ["mind", 0.21739130434782608], ["story", 0.21739130434782608], ["experience", 0.21739130434782608], ["services", 0.21739130434782608], ["emotional", 0.21739130434782608], ["DAILY Support", 0.21739130434782608], ["float tank", 0.21739130434782608], ["Healing rights", 0.21739130434782608], ["rights reserved", 0.21739130434782608], ["reserved Disclaimer", 0.21739130434782608], ["Disclaimer Privacy", 0.21739130434782608], ["Privacy Policy", 0.21739130434782608], ["Policy ACN", 0.21739130434782608], ["ACN Australia", 0.21739130434782608], ["Australia Innovation", 0.21739130434782608], ["Innovation Mental", 0.21739130434782608], ["Recovery Interested", 0.21739130434782608], ["Interested becoming", 0.21739130434782608], ["becoming therapist", 0.21739130434782608], ["therapist Click", 0.21739130434782608], ["Click Qualified", 0.21739130434782608], ["free", 0.17391304347826086], ["home", 0.17391304347826086], ["float", 0.17391304347826086], ["going", 0.17391304347826086], ["feeling", 0.17391304347826086], ["away", 0.17391304347826086], ["talk", 0.17391304347826086], ["first", 0.17391304347826086], ["may", 0.17391304347826086], ["body", 0.17391304347826086], ["work", 0.17391304347826086], ["allows", 0.17391304347826086], ["use", 0.17391304347826086], ["new", 0.17391304347826086], ["post", 0.17391304347826086], ["Disorder", 0.17391304347826086], ["happen", 0.17391304347826086], ["trauma", 0.17391304347826086], ["course", 0.17391304347826086], ["FREE INITIAL", 0.17391304347826086], ["INITIAL CONSULTATION", 0.17391304347826086], ["Ice Addiction", 0.17391304347826086], ["book", 0.13043478260869565], ["CARE", 0.13043478260869565], ["tank", 0.13043478260869565], ["decision", 0.13043478260869565], ["made", 0.13043478260869565], ["family", 0.13043478260869565], ["prescription", 0.13043478260869565], ["hope", 0.13043478260869565], ["life", 0.13043478260869565], ["year", 0.13043478260869565]], "wordcloud_resultsbi": ["mental_health", "addiction_recovery", "health_addiction", "daily_support", "disclaimer_privacy", "interested_therapist", "policy_mental", "privacy_policy", "recovery_interested", "right_disclaimer", "therapist_qualified", "initial_consultation", "depression_anxiety", "free_initial", "ice_addiction", "innovative_online", "more_more", "pain_pain", "recovery_addiction", "success_rate", "addiction_mental", "audio_track", "comfort_own", "dreamscape_element", "effective_innovative", "emotional_pain", "first_time", "floatation_therapy", "hard_silence", "health_program", "home_care", "innovative_program", "medium_interview", "more_right", "new_way", "online_course", "online_outpatient", "outpatient_program", "own_home", "pain_killer", "pain_relief", "payment_plan", "people_addiction", "personal_development", "physical_pain", "physio_many", "program_people", "program_program", "real_world", "recovery_program", "relationship_doctor", "silence_addiction", "support_way", "therapy_intensive", "time_floater", "traumatic_stress", "video_call", "weekly_session", "year_doctor", "able_next", "able_perfect", "able_person", "access_daily", "access_popular", "accommodation_place", "act_reset", "addict_alcoholic", "addict_brave", "addiction_able", "addiction_addiction", "addiction_bill", "addiction_cost", "addiction_decision", "addiction_different", "addiction_experience", "addiction_help", "addiction_lot", "addiction_mind", "addiction_scientific", "addiction_such", "addiction_week", "addition_addiction", "addition_floatation", "additional_premium", "advantage_natural", "affect_less", "affirmation_binaural", "aid_short", "air_melbourne", "alcoholic_shownote", "alternative_great", "amazing_result", "amazing_shownote", "amount_time", "anger_decision", "angry_different", "answer_direction", "anxiety_disorder", "anxiety_tension", "anxiety_traumatic"], "lda_mallet_resutls": {"Topic_0": ["therapy", "resource", "time", "money", "symptom", "great", "face", "visit", "receive", "include"], "Topic_1": ["week", "back", "session", "learn", "float", "experience", "call", "rate", "thought", "ice"], "Topic_2": ["find", "click", "qualified", "daily", "link", "time", "assist", "success", "good", "online"], "Topic_3": ["program", "listen", "mental", "innovative", "video", "body", "story", "offer", "contact", "increase"], "Topic_4": ["support", "doctor", "make", "love", "tank", "interview", "trauma", "important", "heal", "improvement"], "Topic_5": ["pain", "feel", "free", "drug", "day", "offer", "work", "life", "leave", "part"], "Topic_6": ["addiction", "recovery", "people", "stress", "reserve", "mind", "home", "light", "decide", "happiness"], "Topic_7": ["issue", "relief", "emotional", "pain", "talk", "advise", "partner", "shift", "treat", "disorder"], "Topic_8": ["shownote", "depression", "care", "service", "initial", "anxiety", "happen", "post", "online", "person"], "Topic_9": ["therapist", "health", "policy", "privacy", "large", "disclaimer", "start", "track", "medium", "interested"]}}]