[{"company": "Eastern Suburbs Dermatology", "introduction": "Dermatology Clinic", "end_market": "Dermatology", "industry": "Healthcare", "link": "http://easternsuburbsderm.com.au/", "search_text": "http://easternsuburbsderm.com.au/", "title": "Dermatologist Sydney- Eastern Suburbs DermatologyEastern ...", "link_corrected": "https://easternsuburbsderm.com.au/", "description": "Dermatologist Sydney providing treatment & care for ailments that affect our Australian skin – skin cancer, melanoma, acne, psoriasis & eczema/ dermatitis.", "crawled_links": ["https://easternsuburbsderm.com.au/", "https://easternsuburbsderm.com.au/cosmetic-services/chemical-skin-peels", "https://easternsuburbsderm.com.au/cosmetic-services/intense-pulse-light-treatments-ipl", "https://easternsuburbsderm.com.au/medical-services/photodynamic-therapy-pdt", "https://easternsuburbsderm.com.au/cosmetic-services/anti-wrinkle", "https://easternsuburbsderm.com.au/cosmetic-services", "https://easternsuburbsderm.com.au/cosmetic-services/laser", "https://easternsuburbsderm.com.au/medical-services/ultraviolet-light-therapy", "https://easternsuburbsderm.com.au/medical-services/excessive-underarm-sweating", "https://easternsuburbsderm.com.au/contact-us/how-to-find-us", "https://easternsuburbsderm.com.au/contact-us", "https://easternsuburbsderm.com.au/patient-information/frequently-asked-questions", "https://easternsuburbsderm.com.au/news/updates", "https://easternsuburbsderm.com.au/news", "https://easternsuburbsderm.com.au/patient-information/links", "https://easternsuburbsderm.com.au/patient-information/fees", "https://easternsuburbsderm.com.au/patient-information", "https://easternsuburbsderm.com.au/patient-information/appointments", "https://easternsuburbsderm.com.au/patient-information/referrals", "https://easternsuburbsderm.com.au/cosmetic-services/kleresca-skin-rejuvenation", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists/dr-stephen-donoghue-bscmed-mb-bs", "https://easternsuburbsderm.com.au/cosmetic-services/skin-fillers", "https://easternsuburbsderm.com.au/cosmetic-services/laser/ablative-fractional-laser-resurfacing", "https://easternsuburbsderm.com.au/cosmetic-services/laser/laser-hair-removal", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists/dr-michael-leibowitz-bsc-med-mb-bs-hons-dch-fracp-facd", "https://easternsuburbsderm.com.au/cosmetic-services/laser/laser-skin-treatment", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists/dr-andrew-ming-bscmed-mb-bs-hons-dch-fracp-facd", "https://easternsuburbsderm.com.au/welcome-esds-new-website", "https://easternsuburbsderm.com.au/sun-protection-2", "https://easternsuburbsderm.com.au/category/blog", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists/dr-penny-lee-m-b-b-s-dip-r-c-o-g-f-r-n-z-c-p-f-c-d", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists/dr-mike-bannister-m-b-b-s-f-c-d", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists/dr-susan-sinclair-m-b-b-s-dip-r-c-o-g-f-c-d", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists/dr-david-wong-m-b-b-s-hons-1-f-c-d", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists", "https://easternsuburbsderm.com.au/dermatologists/dermatologist", "https://easternsuburbsderm.com.au/about-us/privacy-policy", "https://easternsuburbsderm.com.au/about-us", "https://easternsuburbsderm.com.au/dermatologists", "https://easternsuburbsderm.com.au/feed", "https://easternsuburbsderm.com.au/medical-services", "https://easternsuburbsderm.com.au/dermatologists/meet-our-dermatologists/dr-glenda-wood-mbbs-hons-facd", "https://easternsuburbsderm.com.au/dr-alicia-oconnor-mbbs-bappscphty-mph-facd", "https://easternsuburbsderm.com.au/medical-services/acne", "https://easternsuburbsderm.com.au/medical-services/skin-cancers", "https://easternsuburbsderm.com.au/medical-services/skin-disorders", "https://easternsuburbsderm.com.au/medical-services/digital-monitoring-moles"], "header_text": ["Eastern Suburbs Dermatology – Sydney Dermatologist", "Our Staff", "Dermatology Services", "Contact Us", "Chemical Skin Peels", "Facial peels", "Alpha hydroxy acid (AHA) peels", "Trichloroacetic acid (TCA) peels", "How long does it take to heal?", "How many chemical peels are required?", "After care", "Website Search", "Intense Pulsed Light Treatments (IPL)", "How Intense Pulsed Light (IPL) Treatment works", "How does this treatment feel?", "What to expect following intense pulsed light treatment", "After intense pulsed light treatment", "Website Search", "Photodynamic Therapy (PDT)", "What is photodynamic therapy?", "What skin lesions are suitable for photodynamic therapy?", "What is the treatment procedure for photodynamic therapy?", "Is photodynamic therapy painful?", "Cosmetic results", "Photodynamic therapy aftercare", "Daylight photodynamic therapy", "Website Search", "Muscle Relaxants (Anti-Wrinkle)", "Why use muscle relaxants?", "How muscle relaxants work", "How we apply muscle relaxants", "Common side effects", "Advice for use of muscle relaxants", "Medicare claims", "Website Search", "Cosmetic Services", "Website Search", "Laser", "Website Search", "Ultraviolet Light Therapy", "Common disorders which can be treated include:", "Less common disorders include:", "There are two types of UV therapy:", "Skin types:", "Medicare claims", "Website Search", "Adjustments to the routine dose may be made during the course of phototherapy for a number of reasons. These include:", "Excessive Underarm Sweating", "Axillary Hyperhidrosis", "How we treat axillary hyperhidrosis", "Medicare claims", "Website Search", "How to Find Us", "How To Get Here", "Practice Location", "Mailing Address", "Google Map", "Public Transport", "Coming By Car", "Website Search", "Contact", "Practice Hours", "General Enquiry Form", "Website Search", "Frequently Asked Questions", "1) What is the cost of an initial consultation?", "2) Costs of cosmetic treatments", "3) Practice Hours", "4) Do I need a referral?", "5) Do you bulk bill?", "6) Repeat Prescriptions", "7) Are you in Westfield?", "8) How do I get into your building?", "9) Parking", "Payment methods", "Website Search", "Updates", "Website Search", "Website Search", "Links", "Website Search", "Fees", "When do we expect payment?", "Pathology Fees", "Concessions", "Medicare claims", "Website Search", "Patient Information", "Website Search", "Appointments", "Appointment request form", "Website Search", "Referrals", "How long does a referral last for?", "Medicare claims", "Website Search", "Kleresca Skin Rejuvenation", "Website Search", "Dr Stephen Donoghue MBBS BSc(Med) FACD", "Website Search", "Face Fillers", "What are face fillers?", "How face fillers are used", "How long does it last?", "Common side effects of face fillers", "Advice for use of face fillers", "Medicare claims", "Website Search", "Ablative and Fractional Laser Resurfacing", "Website Search", "Laser Hair Removal", "Why use laser hair treatment", "How laser hair treatment works", "Before laser hair removal treatment", "After laser hair removal treatment", "Website Search", "Side effects are rare but may include:", "Dr Michael Leibowitz MBBCh BSc FFDerm FACD", "Website Search", "Laser Skin Treatment", "Why use laser skin treatment?", "How laser skin treatment works", "Ablative laser skin treatment", "Non-ablative laser skin treatment", "Vascular laser skin treatment", "Before", "After laser skin treatment", "Website Search", "Dr Andrew Ming BSc(Med) MBBS(Hons) DCH FRACP FACD", "Website Search", "Welcome to ESD’s website", "Sun Protection", "Website Search", "blog", "Dr Penny Lee MBBS FRANZCP FACD", "Website Search", "Dr Mike Bannister MBBS FACD", "Website Search", "Dr Sue Sinclair MBBS Dip RACOG FACD", "Website Search", "Dr David Wong MBBS (Hons1) FACD", "Current clinical appointments include:", "Past appointments include:", "Dr Wong’s areas of clinical interests include:", "Website Search", "Meet Our Dermatologists", "Website Search", "What Is A Dermatologist?", "Skin cancer", "Skin diseases", "Other dermatology problems", "Cosmetic dermatology", "Website Search", "Privacy Policy", "Website Search", "About Us", "What we do", "Non-surgical cosmetic procedures", "Patient Care", "Website Search", "Dermatologists", "Website Search", "Each of our specialists have complementary subspecialty interests, allowing ESD to provide a comprehensive dermatological service to:", "Medical Services", "Website Search", "Dr Glenda Wood AM MBBS (Hons) FACD", "Website Search", "Dr Alicia O’Connor MBBS BAppSc(Phty) MPH FACD", "Website Search", "Acne", "Website Search", "Skin Cancers", "The three most common skin cancers that are seen are:", "Website Search", "Skin Disorders", "Common skin disorders that we manage include:", "Patch Testing:", "Psoriasis:", "Atopic Dermatitis:", "Website Search", "Digital Monitoring for Moles", "Website Search", "Mapping utilises the following proven tools to assist in both the diagnosis and monitoring of moles:"], "paragraph_text": ["Eastern Suburbs Dermatology has been providing specialist medical skin care for the residents of the Eastern Suburbs of Sydney and beyond since 1988.", "We diagnose, manage and treat skin cancer and other skin disorders which affect our community.", "All our consultant dermatologists at Eastern Suburbs Dermatology are Fellows of the Australasian College of Dermatologists.", "Our individual dermatologists have sub-specialisation interests in", "We are confident in our ability to provide appropriate dermatology treatment and care for the more common ailments that affect our Australian skin:", "Please explore our Eastern Suburbs Dermatology website and feel free to ", "contact us", " for further information or to make an appointment to consult one of our dermatologists in Sydney.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Your skin is the largest living organ of the body. It comprises millions of skin cells or keratinocytes (epidermis) and its nourishment/support network (dermis). Each day, thousands of these cells die and are shed from the skin surface. They are then replenished by new cells from below. It normally takes 28 days for the deepest cells to reach the outermost layer. Unfortunately, sometimes this is a slow and haphazard process that does not allow your skin to shed evenly which over time and with sun exposure can lead to areas of varying pigmentation, textural changes and loss of elasticity.", "The purpose of a facial chemical peel is to cause an even, controlled shedding of several layers of damaged skin cells, leaving behind a new, fresher layer of skin with a more even texture and colour", ", similar to a snake shedding its skin.", "Different chemicals are used in facial chemical peels. The chemical used is dependent on the desired depth of the facial peel. In general, glycolic acid is used for superficial chemical peels and trichloroacetic acid for medium depth chemical peels. Deeper peels can be achieved with the chemical phenol, but this is more hazardous and is rarely used today with the advent of laser resurfacing for deeper wrinkles.", "Alpha hydroxy acid (AHA) peels are used for superficial peels. The most commonly used acid is glycolic acid. The AHA’s are a naturally occurring group of substances usually found in fruits so AHA’s are also referred to as fruit acids. They work by loosening the bonds between the superficial skin cells allowing them to be removed more easily. Often as preparation prior to a chemical skin peel your doctor will ask you to use products that contain AHA or tretinoin (a form of Vitamin A) to remove some of the surface skin layers, so that when your acid peel is applied the process is more even.", "The strength of the glycolic acid chemical peel applied depends on your skin type and the condition that is being treated. A normal course of glycolic acid chemical peels is four to six depending on your individual needs and response to each peel. The typical response to a glycolic acid chemical peel is similar to a mild sun or windburn. The redness typically settles within 24 hours and peeling of the skin in small flakes lasts for three to five days to leave a fresher, smoother complexion. Repeat chemical peels are normally given at one to two week intervals.", "The trichloroacetic acid (TCA) peel is helpful for:", "TCA chemical peels are performed as an outpatient procedure at our clinic.", "A number of applications (one to several) of TCA are applied to your skin to create a controlled chemical burn.", "Patients normally experience a few minutes of burning and stinging after the medication is applied. This usually stops within a few minutes without any further discomfort during the rest of the time you are peeling, although most patients experience itching during the healing process. Immediately following the chemical peel your skin will have a white, frosted appearance. During the following days your skin will turn darker, feel tighter, then crack and peel off, leaving you with a new, fresh layer of skin. There are no scabs, bleeding or bandages required.", "During the healing process you should experience no pain. When peeling, most people look like they have sunburn. If you are not concerned by your appearance, you can return to work and resume your normal social activities. However sun exposure and activities that cause heavy perspiration should be strictly avoided.", "Most patients require more than one chemical peel to achieve the best result. The number of chemical peels depends on the specific skin problem being treated.", "Should you have any questions or concerns regarding chemical skin peels, please contact our practice. This also applies if you are unsure of any irritation, as this may be caused by infection.", "Make an appointment", " ", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Eastern Suburbs Dermatology uses an intense pulsed light hand piece to offer non-invasive treatments to address skin redness, fine broken capillaries, brown spots and sun damage. This treatment is appropriate for any part of your face, neck and décolletage area. It can also be used in combination with ", "non-ablative laser resurfacing", " treatments. This handpiece has three different program settings, the program selected for you will be determined by your skin type and the problem area to be addressed.", "In particular, this intense pulsed light hand piece can treat low contrast pigmentation and can be used on other areas of the body to treat pigmentation and freckles.", "Like most laser treatments the sensation of intense pulsed light is a flicking or stinging sensation in association with a bright light (your eyes are protected by appropriate eye shields or glasses depending on area). Anaesthetic cream or pain relief medications are not generally required.", "Some or all symptons can be expected following treatment:", "2-3 treatments are normal for intense pulsed light therapy to achieve good results.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Eastern Suburbs Dermatology is pleased to offer photodynamic therapy where appropriate for certain types of non-melanoma skin cancer and pre-cancerous skin lesions. Please note that not all types of skin cancer are suitable for this form of treatment and currently there is no government Medicare rebate for this procedure. Veterans’ Affairs may approve this treatment on individual application by your doctor. The cost of treatment depends upon the size of the lesion.", "As a rule of thumb, a 10mm diameter lesion will be AUD$600 + GST (this is the all-inclusive cost of the two cycles of recommended treatment for a histologically proven and appropriate skin cancer type).", "PDT or photodynamic therapy is the application of a cream (which contains a photoactive chemical that is more selectively absorbed by ", "abnormal cells in comparison to normal tissue) to the lesion to be treated. The chemical in the cream is then activated by exposure to a specific wavelength of light which destroys the abnormal cells leaving normal tissue unaffected.", "Your dermatologist will advise if your skin lesion is suitable for PDT and what alternative treatments are available. In most cases a skin biopsy is required to confirm the exact diagnosis prior to treatment.", "With photodynamic therapy, one or more lesions can be treated at the same time. In most cases, the treatment protocol consists of 3 steps:", "For skin cancers, a second cycle of treatment is routinely repeated one week later.", "This varies from patient to patient and the location of lesions to be treated. If pain is experienced, it can have a stinging or burning quality. Discomfort can be minimized by taking painkillers such as paracetamol two hours before illumination. If required, the light exposure can be paused (with no adverse effect on the final outcome), so that additional pain relief such as a local anaesthetic can be given.", "The selective destruction of abnormal cells only by PDT means that the scarring potential of PDT is less likely in comparison to other methods of skin cancer treatment. It is, however, important to remember that the ‘gold standard’ for skin cancer treatment is still surgical removal. The studies using PDT suggest a success rate around 80 – 85% in non-melanoma skin cancer treatment.", "After completing your cycle of PDT, keep the area clean and avoid direct sunlight exposure of the treated area for two days. The most common side effect immediately following treatment is local discomfort which should be readily relieved with paracetamol.", "This is a new application for PDT, specifically for the treatment of extensive solar keratosis (field therapy). A result of studies carried out both in Australia and Europe have shown that the active cream can be applied very thinly to the areas to be treated. After allowing ½ an hour for the cream to be absorbed patients are asked to expose the area of treatment to sunlight (this activates the chemical just like the red light does – but the activation is much more gentle and is virtually pain free) for a period of 2 hours. After which the residual chemical is removed at the practice and red light illumination is given to activate any remaining chemical.", "The end reaction is like a moderate sunburn – peaking in severity 2-3 days after treatment, usually by the end of one week most of the peeling is complete. ", "Clearance of 60-70% of sunspots can be expected", ". This treatment is an option for patients who do not want to use other topical agents including liquid nitrogen cryotherapy, and other topical treatments that are currently available. You can discuss all these treatment options with your dermatologist.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Currently available muscle relaxant injections are a purified form of bacterial neurotoxin — a natural protein which is extracted from bacterial cultures. In high doses it is a poison. However, in much smaller doses that are injected directly into specific sites, it has both cosmetic and medical applications.", "Muscle relaxant injections have been available worldwide for more than 20 years and have been used widely to treat various medical conditions including:", "Muscle relaxant can also be injected into the skin to block the action of nerves that control the sweat glands, especially ", "excessive underarm sweating", " or hyperhidrosis (the use of muscle relaxant for this condition is currently subsidised by Medicare after appropriate criteria is met). Muscle relaxant injection treatments are also recognised and subsidised by the Australian Pharmaceutical Benefits Scheme for the treatment of a number of medical indications including chronic migraine headaches, urinary incontinence, spasticity and other disorders – these all have specific criteria which needs to be met.", "The use of muscle relaxants as a cosmetic treatment was only discovered when people using it to treat facial muscle spasms coincidentally noticed an improvement in their wrinkles.", "Muscle relaxants work by causing temporary muscle paralysis where it is injected. It also blocks the activity of sweat glands. Its major cosmetic applications are for facial expression lines and areas of excessive sweating. The toxin cannot spread throughout your body but is naturally broken down over time. This is why the effect of muscle relaxants is in general limited to three to four months. Regular injections may prolong its effect.", "In general terms, anti-wrinkle injections are used to reduce ‘dynamic’ lines (lines that appear as the face moves and not lines that are visible when the face is at rest). The most common application sites are the mid forehead frown lines, horizontal forehead creases and the crow’s feet or smile lines around the eyes. Because treatment with injection targets specific, individual muscles, the ability to form most facial expressions should not be affected.", "Injections are given by a series of fine needle injections which sting briefly. Usually four to six injections are required for any one cosmetic site. It is a relatively safe treatment when administered by a medical professional trained in its use. As with all treatments, there are some side effects associated with muscle relaxant injections, although most are mild and temporary.", "Common side effects of treatment include temporary soreness and mild bruising. A persistent headache is uncommon. With injection of the mid forehead (glabella) frown lines, a drooping eyelid can result, which usually only lasts a few days. However this specific side effect can be treated with a prescription eye drop.", "These injections are not given to women who are pregnant or breastfeeding or if the patient suffers from a neuromuscular disorder. Following treatment you are recommended to stay upright for at least one hour and to regularly contract the muscles that have been injected. The effect of the relaxant can take up to one week to kick in, but the average is three to five days.", "Muscle relaxant injections are in general a cosmetic procedure for which there is no Medicare or private health fund reimbursement, GST is also charged as part of the provision for this treatment. The cost of injections is based on the number of units needed to treat any area. As a guide, the number of units needed to treat horizontal forehead lines is between 10 – 20  units through 5 – 8 injections. Glabella (midforehead) frown lines require 16 – 20 units, and crow’s feet 9 – 12 units per side. Please ask your doctor for the exact fee before proceeding.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Eastern Suburbs Dermatology provides specialist advice and treatment on a range of cosmetic procedures directed at both aging and photo-aging changes to the skin. The majority of our cosmetic procedures offered have limited or no downtime.", "Some of these cosmetic procedures are described in greater detail in the list below:", "ESD is also able to offer treatments directed at reducing the visible appearance of scars (these include surgical, acne, traumatic, keloid and hypertrophic scars).", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Laser skin treatment is becoming increasingly useful for a variety of skin and cosmetic conditions. The word LASER is short for ", "L", "ight ", "A", "mplification by ", "S", "timulated ", "E", "mission of ", "R", "adiation. Lasers work by putting out a very high intensity beam of light of a particular wavelength. The light is designed to pass through the skin leaving the skin undisturbed and to selectively remove a particular target deep in the skin. This can be in the form of red to purple for blood vessels and cherry spots, brown pigment in aging spots, and unwanted pigmented hair follicles (unfortunately white hairs do not provide a target for laser devices at this time) and tattoo removal. The wavelength of light required for each of these different colours is quite specific and a different laser exists for each purpose. The advent of colour-specific lasers and ultra-short pulse durations has now made lasers much safer for use on the skin.", "Resurfacing lasers which are used to remodel scars, reduce wrinkles from both aging and sun exposure and so rejuvenate tired skin are directed at the water molecules in our skin as the primary target rather than a specific colour.", "IPL devices are not lasers in the true sense – they emit a broad spectrum of visible light not a single wavelength – but by restricting the band of light they can be tuned to target blood vessels, hair or pigment. The major advantage of such devices is that they can treat a larger area much more quickly in comparison to a laser which has a much smaller focus of treatment.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "At ESD we provide phototherapy, which is a form of ultraviolet light treatment that dermatologists are able to offer patients suffering with a variety of skin disorders.", "The doctor prescribes a course of therapy for each patient during which their progress is monitored. For each treatment the patient is required to stand in a chamber lined with panels of ultraviolet lights. There is also a small UVB machine specifically for treating hands and/or feet, if these are the only areas affected.", "The most frequently used treatment is UVB. The UVA treatment is the combination of long wave ultra violet (UVA) and a photosensitising chemical, which is either applied as a lotion to specific areas or taken in tablet form to treat widespread areas of skin involvement.", "A patient’s skin type refers to the colour of the skin and how likely a patient is to get burnt. This classification is used when assessing the dose regimen for ultraviolet light therapy. The skin types include:", "\nProtective eyewear, and sometimes a full face mask, must be worn during treatments. Application of sunscreen may be required for certain areas. The ultraviolet light penetrates the skin more effectively if a moisturizer is applied to affected areas prior to exposure. Perfumed moisturizers should be avoided as these may irritate the skin.", "Because phototherapy is a form of light exposure, overexposure can increase the risk of skin cancer and accelerate ageing of the skin. Research and clinical studies have indicated the risk of skin cancer is more evident with PUVA therapy. To avoid this, patients with a past history of multiple skin cancers are excluded.", "Most of the cost of phototherapy treatment is covered by Medicare and the patient is required to pay a minimal ‘gap’ fee. Pensioners and government Health Care Card holders are currently bulk-billed for each light treatment.", "Following their initial consultation, patients are able to attend phototherapy treatments on a ‘walk-in’ basis during practice hours from Monday to Friday. Progress during the course of your treatment will be monitored and reviewed periodically by your treating dermatologist.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Axillary hyperhidrosis is the medical term for sweaty armpits, where excessive sweating is localised to the armpits. If sweating in this area has not been responsive to the use of various antiperspirants, provided your condition meets with strict Medicare requirements – you could be eligible to have this problem treated with injections of ", "muscle relaxants", ".", "The reduction in sweating varies with the individual and the duration of action can be between 4 to 6 months.", "Diluted muscle relaxant (the medication binds to the nerve receptors on your sweat glands to stop their activation, over time new nerve receptors grow and so the sweating response returns) is delivered by a number of fine needle injections into your armpit.", "Medicare does not provide subsidy for excessive sweating in other areas of the body including hands and feet. If your excessive sweating is of recent onset or is generalised you should see your local doctor to have appropriate investigations to rule out underlying causes of excessive sweating.", "If you are needle phobic there are a number of oral medications that may be of benefit in reduction of sweating.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Suite 2001 Level 20", "Westfield Tower 2", "\n101 Grafton Street", "\nBondi Junction", "\nNSW 2022", "The entry to Westfield Tower 2 is at the corner of Grafton and Grosvenor Streets opposite the Bondi Junction bus and rail interchange.", "Please send all correspondence to", "\nEastern Suburbs Dermatology", "\nPO Box 1240", "\nBondi Junction", "\nNSW 1355", "Buses:", " Bus numbers 200; 313; 314; 316; 317; 326; 327; 333; 348; 352; 353; 355; 357; 359; 360; 361; 380; 381; 382; 386; 387; 389; 400; 410; X84; X89. The buses will either drop you off on Oxford Street or within the bus/ rail interchange.", "Trains:", " Bondi Junction train station is the end station for the Eastern Suburbs & Illawarra Line. It is 5 stations from Central, 4 from Town Hall and 3 from Martin Place.", "The practice is located above the Westfield Bondi Junction Shopping Centre. There are 3 parking areas associated with this centre. The best parking area is the entry into David Jones from Grafton Street. Level P4 has valet parking, Levels P3 and P2 are self- parking only. The shopping centre offers 2 hours of free parking. In the David Jones parking area there is a lift well marked Tower 2 which will bring you to the ground level entry area of Tower 2, simply change lifts to access level 20. There is also both 2 hour free council parking and paid parking areas on the other side of Grafton Street under Syd Einfeld Drive.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Telephone: 02 9389 7333", "Facsimile: 02 9386 0278", "We recommend that you contact us by telephone for appointments and cancellations rather than emailing us as we may not be able to respond to all email correspondence promptly. Please note that we are unable to provide any medical advice by email.", "How to Find us", "Monday to Friday 8.00am to 5.00pm,", "  excluding public holidays.", "\nPlease check latest news for additional practice closure periods.", "Enquiries may also be submitted by completing the form below", "Your Name (required):", "\n    ", "Your Email (required):", "\n    ", " ", "Your Contact Number:", "\n", "Subject:", "\n    ", " ", "Preferred method of contact:", "\n", "email", "telephone", "How did you hear about us?", "\n", "\n", "Your Message:", "\n    ", " ", " ", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Eastern Suburbs Dermatology is a private medical practice and charges a fee for service for which with a valid referral a rebate may be obtained through Medicare. Eastern Suburbs Dermatology fees are generally in line with what is recommended as fair and reasonable fees by the Australian Medical Association. The fees charged are subject to annual review and discounts may be offered to holders of a valid aged pension card, disability pension card and health care card holders subject to the presentation of the relevant card at the time of consultation. Those holders of a Department of Veterans Affairs Health Card are directly charged to DVA, (except for cosmetic procedures). Consultation and treatment for no out of pocket costs are available at the major teaching hospitals – Prince of Wales, St Vincent’s and Royal Prince Alfred Hospitals in this area.", "These are dependent on the exact treatment required and the extent of therapy – it is recommended that you discuss any treatments you wish to pursue with your specialist dermatologist in a formal consultation before proceeding so that a realistic expectation of results and costs can be provided.", "Monday to Friday 8.00am to 5.00pm, excluding public holidays.", "It is in your best interest to obtain a referral to see one of our dermatologists from your general practitioner. This should be done prior to booking your appointment with us. A referral ensures that your doctor(s) will receive a report of your consultation with one of our dermatologists, helping to keep your health record complete and up to date.", "A valid referral also allows you to receive the maximum rebate applicable to your visit when it is processed by Medicare. Please check the validity of your referral with our staff when booking your subsequent visits.", "The referral is your responsibility. It would be unethical and inappropriate to ask one of our staff to contact your doctor for a referral.", "A new referral is also required if the condition for which you seek treatment and advice is different to the original condition referred for initially.", "Please refer to Referrals under Patient Information for more information.", "No, we do not bulk bill. Eastern Suburbs Dermatology is a private medical practice and our fees are based on the rates recommended by the Australian Medical Association (AMA) and the costs of running our practice.", "Consultation and treatment at no out of pocket cost are available at major public hospital outpatients’ department – Prince of Wales Hospital, Sydney Children’s Hospital, St Vincent’s Hospital and Royal Prince Alfred Hospital.", "We do not issue accounts and fees are payable in full on the day of consultation.", "We accept cash, cheque, EFTPOS, Mastercard and Visa.", "Requests for repeat prescriptions generally will not be issued without your condition being reviewed by one of our dermatologists.", "Westfield Bondi Junction has two office towers. We are in Office Tower 2 which is located above the David Jones Department Store. The entrance to Tower 2 is located at the corner of Grosvenor and Grafton Streets, opposite the Bondi Junction Bus and Rail stations. Refer to Contact Us for further information regarding how to get here.", "The entrance to Westfield Office Tower 2 is located at the corner of Grosvenor and Grafton Streets, opposite the Bondi Junction Bus and Rail stations. We are on Level 20.", "You may also access the building through the David Jones car park on levels P2 to P4. There is a Tower 2 car park lift that takes you up to the ground floor (G) of Tower 2. Please change lifts on ground floor and take the tower lifts to level 20.", "There is free parking for two hours in the Westfield shopping centre. The closest parking for Tower 2 is the David Jones parking area. There are also a number of public car parks opposite Tower 2 on Grafton Street.", " ", " ", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "New Skin Rejuvenation Treatment – ", "refer to Kleresca Skin Rejuvenation under Cosmetic Services.", "End of year closure period", "The practice will be closed from the 24th of  December 2019 to 1st of  January 2020 (inclusive).", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Daylight saving is upon us and the warm weather of summer has already arrived. We all need to now pay attention to our use of sun protection. The evidence is clear that excessive sun exposure affects all ethnicities, increasing our risk of all types of skin cancer, premature aging and pigmentation of the skin, early development of cataracts and other… ", "Continue reading ", "→", "We hope you find our website useful in keeping you informed about the services that we offer as well as information about your skin and how to keep your skin healthy.", "Our dermatologists are focussed on delivering the best health outcomes for your skin – we are able to offer advice on any issue that affects your skin, from medical… ", "Continue reading ", "→", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "DermNet NZ. Facts about the skin:  ", "www.dermnetnz.org ", "this is a great site for authoritative information on skin diseases and disorders and their treatments – however the information should not be taken as medical advice for individuals.", "Skin and Cancer Foundation Australia (NSW): ", "www.scfa.edu.au", "Skin and Cancer Foundation Inc.:", " www.skincancer.asn.au", "Australasian College of Dermatologists: ", "www.dermcoll.asn.au", " for A to Z of skin, children’s area and list of patient support groups.", "American Academy of Dermatology Public Resources Center: ", "www.aad.org/public/DermatologyA-Z ", "for extensive information on most skin diseases.", "The Cancer Council Australia: ", "www.cancer.org.au ", "The National Psoriasis Foundation (U.S.): ", "www.psoriasis.org", " ", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Our fees are generally in line with those considered fair and reasonable by the Australian Medical Association (AMA). Please note Eastern Suburbs Dermatology is a private medical practice. Consultations and treatment at no out of pocket cost are only available at major public hospital outpatients’ department – Prince of Wales Hospital, Sydney Children’s Hospital, St Vincent’s Hospital and Royal Prince Alfred Hospital.", "Fees are payable on the day of consultation and we accept cash, cheque, EFTPOS, Mastercard and Visa. Where tissue samples are taken – pathology fees are not included in the additional service costs, a separate account will be issued by the pathology provider. Certain additional surgical services such as excision removal of tumours cannot be charged until the result of the pathology test is known as per Medicare reimbursement requirements and an invoice will be provided and payable once the test  results are received.", "Fees payable to Eastern Suburbs Dermatology do not include pathology fees (see above).", "Holders of a current Australian Government issued Aged Pension Card or government issued Health Care Card may be offered a discounted dermatologist fee provided that the entitlement card is produced at the time of consultation. Currently Eastern Suburbs Dermatology accepts as full payment for services (not cosmetic) rendered for Department of Veterans’ Affairs Gold Card holders (and those with white cards specific for skin disorders).", "A number of procedures are classified by Medicare as being purely cosmetic for which there is no Medicare rebate, for these services GST must be added. Your dermatologist will advise you if your procedure is not covered by Medicare prior to your treatment. Health funds are not able at this point in time to provide rebates for treatment carried out in the practice setting.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Eastern Suburbs Dermatology provides itself in providing the best patient care.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "As one of the largest dermatology practices in Australia, we strive to maintain a shorter waiting list for appointments. If you believe your skin condition warrants urgent attention, please see your family doctor first who can contact one of our specialists to arrange an earlier appointment on your behalf.", "Whenever possible, ESD also endeavours to accommodate country and overseas based patients during their short stays in Sydney.", "If you are unable to attend your appointment please call and cancel or rebook at least 24 hours before your scheduled visit.", "Your Name (required):", "\n", "Contact Phone No (required):", "\n", "Your Email (required):", "\n ", " ", "Preferred Date of your appointment:", "\n ", " ", "\n", "ESD will endeavour to offer you a date that is the closest available date to your preferred date if  the date requested is unavailable.  ", "Other information/message:", "\n ", " ", "Preferred method of contact:", "\n", "email", "telephone", "If your preferred method is telephone, what is the best time to contact you?", "\n ", "How did you hear about us?", "\n", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "It is in your best interest to obtain a referral to see one of our dermatologists from your general practitioner. This should be done prior to booking your appointment with us. A referral ensures that your doctor(s) will receive a report of your consultation from one of our dermatologists, helping to keep your health record complete and up to date.", "However if you choose not to provide a referral this does not prevent you from making appointments to consult a dermatologist (please note there is no rebate available from Medicare without a valid referral).", "A referral from a general practitioner generally lasts for 12 months from the date of the referral for the specified skin condition. However your doctor may specify a shorter period. An indefinite referral or referral for periods longer than 12 months is only accepted for the ", "original condition ", "specified and where the condition requires regular long term follow up care i.e. every 3 to 4 months. If the gap between visits to see one of our dermatologists is greater than 9 months then a new referral should be obtained. This also avoids Medicare not recognising the validity of your expired referral when your claim is made.", "A referral from another specialist is only valid for 3 months (as legislated by Medicare).", "A new referral is required if you seek treatment or advice for a different condition.", "The referral is your responsibility. It would be unethical and inappropriate to ask one of our dermatologists or staff members to contact your doctor for a referral.", "A valid referral also allows you to receive the maximum rebate applicable to your visit when it is processed by Medicare. Please check the validity of your referral with our staff when booking your subsequent visits.", "Cosmetic treatments are not covered by Medicare so referrals are not required.", "For more information please contact us", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "This is a totally novel method of skin rejuvenation that Eastern Suburbs Dermatology is pleased to provide to our patients.", "It is a non-invasive biophotonic treatment which consists of the application of a biophotonic gel to the area to be treated followed by LED light activation. There is virtually no downtime with this treatment. This process has been scientifically proven to stimulate your own skin cells to produce up to a 400% increase in collagen production.", "This innovative treatment has been available in Europe for 2 years now and has now received TGA approval for its use in Australia. The combination of the gel and LED light produces fluorescent light energy that stimulates your body’s collagen producing cells.", "Side effects that are experienced are minimal but may include temporary redness and swelling especially in fairer skin types and hyperpigmentation (bronzing) in darker skin types.", "The recommended program of treatment consists of 4 treatment sessions, once weekly. The full effect of the treatments can take up to 6 months to be fully realised. Areas which are suitable for this form of rejuvenation includes the face, neck, décolletage area and back of the hands. Your complexion improves by induction of collagen which reduces fine lines, pore size and also reduces the visibility of scars.", " ", "How is the treatment performed?", "Some patients report an improvement in their skin even following one treatment, however it is important to understand the full benefit of the 4 treatments can take up to 6 months to be seen.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dr Stephen Edmund Donoghue is a Fellow of the Australasian College of Dermatologists. He trained at the University of New South Wales and holds a Bachelor of Science (Medicine), Bachelor of Medicine and Bachelor of Surgery.", "Following completion of his internship and residency Dr Donoghue completed 2 years of specialty training with the Royal Australian College of Physicians prior to undertaking his Dermatology specialist training.", "Dr Donoghue has a wide range of experience after practicing dermatology at many major teaching hospitals including the Skin and Cancer Foundation, St Vincent’s Hospital, Concord Hospital, Prince of Wales Hospital and the Sydney Children’s Hospital. Dr Donoghue has also practiced at a number of rural and regional locations including Bourke, Brewarrina, Coffs Harbour, Wyong, Kiama, Nowra and Wollongong.", "Dr Donoghue is a published author in peer-reviewed journals and has presented at the national Australasian annual dermatology meetings. He has been involved in medical education through the regular teaching of junior doctors and medical students and has conducted surgical skills teaching workshops for medical students at the University of New South Wales.", "Dr Donoghue also has an interest in international health and has completed volunteer medical work in East Timor. Outside of medicine he is a keen musician and has been a member of various classical ensembles and orchestras in the past.", "Dr Donoghue is highly skilled in both medical and surgical dermatology with special interests in skin cancer management, acne, paediatric dermatology and cutaneous lymphoma.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Face fillers (also known as skin fillers) are injectable gels that can add volume to your skin and lips with natural looking results.", "Eastern Suburbs Dermatology uses a range of dermal fillers which naturally exists in your skin, the product comes as a smooth injectable gel and is placed below the skin’s surface to literally ‘fill in’ or ‘plump up’ static facial wrinkles and folds that are present at rest, creating a natural and more refreshed facial appearance.", "The face fillers used at Eastern Suburbs Dermatology are now formulated with an anaesthetic, thus increasing comfort during the procedure. It is available in a range of different concentrations – the filler selected is determined by the area to be volumised or filled. In general where the area to be corrected is superficial a less dense filler is used compared to deeper areas.", "The dermal filler substances used are a sterile pyrogen-free, physiological solution of tissue ground substance which is not of animal origin. The gel is presented in a graduated pre-filled disposable syringe. This is an injectable implant used for filling any medium-sized depression of the skin via mid-dermis injection, as well as lip definition and pouting of lips.", "Face fillers should not be used simultaneously with:", "Where a superficial acid peel has caused a significant inflammatory response – filler injection should be delayed until the skin has recovered.", "Over time, the injectable gel is gradually and naturally degraded in the human body. The effect of skin fillers for superficial correction generally lasts for at least six months and in many circumstances longer (denser fillers can remain for well over 12 months).  Follow-up treatments are needed to maintain the effects of skin fillers.", "Common side effects associated with the use of face filler treatment are:", "These usually resolve within a few days. Occasional cases of bumps and pimples sometimes accompanied by redness may occur a few days to a few weeks after the injection. These common side effects are temporary and generally disappear spontaneously in a few days.", "Make up should not be applied after the injection. Avoid prolonged exposure to sunlight, UV light and freezing temperatures or using saunas or steam rooms for two weeks after the injection. Avoid massaging and/or putting pressure on the injection site for a few days following treatment.", "When skin fillers should not be used:", "Please notify your doctor if you have epilepsy, porphyria (a biochemical enzyme disorder), any allergies to medications or supplements, an autoimmune disease, a tendency to develop keloid scarring or are taking any medications (including anti-coagulant treatment such as aspirin), herbal or vitamin supplements.", "Filler injections are a cosmetic treatment (GST is payable). The cost of these injections is based on the number of syringes needed to treat any area. Please ask your doctor for the exact fee before proceeding.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "This form of laser treatment is a more invasive treatment with a significantly longer recovery period of time required.", "These treatments aimed primarily at rejuvenating more sun damaged skin where the patient wishes to avoid surgical procedures.", "The resurfacing laser can also be used to remove certain types of age mark to minimise any residual scarring.", "The fractionated laser (are named as such as they only treat a limited percentage of the surface area of the skin and so minimise the risk of complications that were seen with deeper ablative treatments) is also used to rejuvenate sun damaged skin and to reduce wrinkles.", "It is also commonly used to reduce acne scars, post-surgical scars and keloid or hypertrophic scars.", "For more information on these treatments please ", "contact ", "and speak to our Eastern Suburbs Dermatology laser nurses.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Unwanted facial and body hair is a problem for many people. It may be due to genetic disposition, hormonal changes, or drug therapy. Laser-assisted hair removal offers safe, non-invasive removal of unwanted hair with minimal discomfort, providing a long-term alternative to waxing, shaving, depilatory creams and electrolysis. Hair can be removed from almost any site on the body.", "While no technology promises complete hair removal, laser hair treatment can offer long-term hair reduction. How long the treatment lasts varies with each person. The majority of patients achieve a 60-70% reduction in unwanted hair. There is a minority of patients, however, who do not respond as well. Furthermore, there is an extremely small percentage of patients (3-5%) who, for some unknown reason, are only minimally responsive to hair removal lasers.", "We use a 1064 Nd:YAG Laser. The laser targets the pigment in the hair follicle while leaving the surrounding skin structures unharmed. The process works best in those who have dark -coloured hair and fairly light skin pigmentation. However it is also effective in darker skinned people. [The laser is US FDA approved for hair removal in dark skinned patients].", "The laser targets hairs in their active growth stage (anagen). At any one time, only a certain percentage of hair follicles are in their growth phase, depending on the area of the body. For this reason a number of treatments are required (usually six to eight). Appointments are scheduled approximately six to eight weeks apart.", "The sensation of laser treatment is best described as like that of a repeated flicking of a rubber band and/or a burning sensation.", "By following the recommended ‘before’ and ‘after’ treatment instructions, you should achieve a good result.", "Make an appointment", " ", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dr Michael Leibowitz was born and educated in Johannesburg, South Africa. After obtaining a bachelor degree in science, he completed his medical training at the University of the Witwatersrand, Johannesburg and later his internship in medicine and surgery at Johannesburg General Hospital.", "After 3 years of training in pathology, Dr Leibowitz changed his specialty to dermatology and obtained a registrar post at the Chris Hani Baragwanath Hospital (the largest hospital in the southern hemisphere). Subsequently he graduated with a Fellowship in Dermatology from the College of Medicine of South Africa (FF Derm) and continued as a consultant at Baragwanath Hospital as well as establishing a private practice in Johannesburg.", "Dr Leibowitz and his family immigrated to Wellington, New Zealand where he worked in both private practice and hospital. He has since relocated to Australia and worked at Taree on the mid North Coast and now at Eastern Suburbs Dermatology.", "His extensive experience covers a wide range of differing dermatological disorders. Surgery for skin cancer, however, remains one of his keen interests. He was awarded Fellowship of the Australasian College of Tropical Medicine for his extensive experience in dermatology in Africa and is also a Fellow of the Australasian College of Dermatologists.", "Dr Leibowitz is married and has three daughters. Outside of medicine, he is interested in art (painting), chess, travel, film and literature.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Many conditions can be treated effectively with laser therapy including:", "We use a vascular laser platform with a number of different hand pieces to allow us to deliver different treatments for different conditions.", "The different laser platforms are accessed via the adjustment of various power and duration parameters and also different treatment handpieces, thus allowing the same laser to be used for  ", "ablative, ", "non-ablative, vascular ", "and hair removal procedures.", "The ablative mode can more aggressively treat the signs of photoaging – including age marks, wrinkles, uneven texture, deep dermal imperfections and difficult-to-treat perioral and periorbital areas.", "We also have a 532nm KTP laser specifically to target very superficial capillaries and redness of the face.", "Spider veins and superficial ‘broken’ capillaries on the face, neck and trunk can now be treated very effectively with laser therapy. Broken capillaries are very common. They can be hereditary, although most are caused by sun exposure, pregnancy, hormones, rosacea and other less common skin conditions. Freckles can be treated on almost any site of the body. Some birth marks such as port wine stains and other skin blemishes may also respond to laser treatment.", "Non-ablative therapy is most commonly used to improve the appearance of ageing and sun damaged skin. This includes the ‘mottled’ appearance that can occur on the neck. Skin conditions such as rosacea also respond well to non-ablative therapy. Usually capillaries on the face respond to two or three vascular treatments. Non-ablative therapy generally requires four to six treatments. Sometimes to achieve the desired results, both vascular and non-ablative treatments are required as a combination treatment.", "The sensation of a vascular laser treatment is best described as like that of a repeated flicking of a rubber band and/or a burning sensation. The non-ablative therapy has the sensation of gently warming the area. No anaesthetic is required although when having vascular treatments to sensitive areas a local anaesthetic cream can be applied one hour prior to treatment. Treatments last from 10 to 45 minutes depending on the size of the area being treated.", "The vascular lasers have a ‘chilltip’ attachment which cools the skin before and after the vascular treatments. This significantly reduces any discomfort and also minimises side effects. Ice packs may also be used pre- and post-treatment. Side effects with laser treatment are uncommon but may include:", "If you follow the ‘before’ and ‘after’ instructions for laser treatment below, you should achieve a good result. Results will be seen within a few weeks and improvement may continue for several months.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dr Andrew Ming graduated from Medicine at the University of New South Wales with First Class Honours in 1997. His undergraduate training was completed at St. Vincent’s Hospital, Darlinghurst, after which he completed his internship and residency at St. George Hospital, Kogarah.", "Dr Ming commenced his studies in paediatrics at The Children’s Hospital at Westmead, where he worked as a Paediatric Registrar. He obtained the Diploma in Child Health through the University of Sydney. His training led him abroad to study in London after which he returned to Australia and completed his training as a Paediatrician. Dr Ming became a Fellow of The Royal Australasian College of Physicians in 2006.", "Dr Ming pursued further specialist training in Dermatology. He undertook postgraduate training in Dermatology at the Skin and Cancer Foundation in Darlinghurst, St. Vincent’s Hospital, Prince of Wales Hospital, Sydney Children’s Hospital, Concord Hospital and Liverpool Hospital. He was awarded the Fellowship of the Australasian College of Dermatologists in 2010.", "Dr Ming completed a Fellowship in Paediatric Dermatology at The Children’s Hospital Colorado and the University of Colorado Denver, USA. His training included the diagnosis and management of genetic skin diseases, birthmarks, surgery, laser treatments and a variety of other paediatric dermatology conditions.", "He is a Visiting Medical Officer at The Children’s Hospital at Westmead. His areas of interest include adult and paediatric dermatology and the management of skin cancers.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "We hope you find our website useful in keeping you informed about the services that we offer as well as information about your skin and how to keep your skin healthy.", "Our dermatologists are focussed on delivering the best health outcomes for your skin – we are able to offer advice on any issue that affects your skin, from medical disorders to skin cancer, dermatologic surgery and the treatment of aging and photo-damaged skin.", "There have been many innovations and new discoveries in the field of dermatology over the last decade – ranging from new treatments for severe psoriasis, breakthrough drugs for the treatment of malignant melanoma, digital surveillance for those with many moles and the non-surgical options for keeping us looking our best.", "If you would like receive our updates on our website ", "please sign up for ESD news", " – we look forward to bringing you up to date information on what’s happening in our specialty.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Daylight saving is upon us and the warm weather of summer has already arrived. We all need to now pay attention to our use of sun protection. The evidence is clear that excessive sun exposure affects all ethnicities, increasing our risk of all types of skin cancer, premature aging and pigmentation of the skin, early development of cataracts and other eye disorders, photosensitivity disorders and even non-Hodgkin’s lymphoma. Strategies for sun protection should include sun avoidance (minimise exposure between the hours of 10 am and 4 pm in summer time), seeking shade (but remember you can still get sunburnt from reflected UV rays), protective clothing and sunglasses and finally the regular and appropriate application of sunscreen to exposed areas of skin.", "There are excellent clinical studies that have clearly demonstrated that the long term regular use of sunscreen reduces the incidence of both melanoma and other skin cancers, plus the cosmetic benefit of less photo-aging.", "Choosing a sunscreen. Always select a 50+ sunscreen – do not rely on a cosmetic product that contains a sunscreen to give you adequate sun protection if you intend to be exposed for more than a few minutes. A 50 + sunscreen will give you a guaranteed amount of UVA protection, the 50+ refers to the degree of UVB protection the sunscreen affords, in order for a product to be labelled as a 50+ the degree of UVA protection has to be at least equal to or greater than 1/3 of the UVB SPF. Sunscreens labelled less than this do not have the UVA protection requirement. UVA rays penetrate the skin more deeply than UVB and may have a role in the causation of melanoma.", "Sunscreens help to protect us in 2 different ways – either by absorbing the rays or reflecting them. In general the physical sunscreen agents are either zinc oxide or titanium dioxide (they often leave a whitish film on the skin after application). The controversy concerning nanoparticles (which may be found in sunscreens containing zinc oxide and titanium dioxide), current evidence suggests that these particles are unable to penetrate the skin or enter living cells and so do not represent a health risk. Other sunscreen agents are chemically based and there is a wide variety of them.", "Sunscreen use and application – ideally in order to obtain the full benefit, the product should be applied liberally 15 to 30 minutes before outdoor exposure to allow the product to dry and be absorbed – do not rub in, apply as an even layer. Reapplication should be every 2 hours. An approximate guide is ½ a teaspoon for each arm, face and neck. 1 teaspoon for each leg, front and back. Once the sunscreen is opened it should be discarded after 12 months regardless of expiration date.", "UV Index – this is an international standard of measurement of UV radiation strength. The Bureau of Meteorology (", "http://www.bom.gov.au/uv", ") provides this index on a daily basis. In brief an index of 12 means a fair skinned individual will burn in 12 minutes, index 6 means 24 minutes. Please note this is a guide only and many other factors play a role including skin type, time of day etc. The higher the index, the more important sun protection is.", "Vitamin D – there is no doubt that vitamin D is needed for good bone health and that sun exposure is considered to be the main source of vitamin D during summer. Studies have shown that regular use of sunscreen does not affect Vitamin D levels, whilst actively seeking shade when outdoors does affect Vitamin D levels. Ideally the areas of skin to be exposed for Vitamin D should not be the areas that are constantly exposed – face, neck, chest, forearms and hands. Consider exposing the inner forearms to sunlight for a few minutes each day. Where this is insufficient consider dietary supplementation.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Daylight saving is upon us and the warm weather of summer has already arrived. We all need to now pay attention to our use of sun protection. The evidence is clear that excessive sun exposure affects all ethnicities, increasing our risk of all types of skin cancer, premature aging and pigmentation of the skin, early development of cataracts and other… ", "Continue reading ", "→", "We hope you find our website useful in keeping you informed about the services that we offer as well as information about your skin and how to keep your skin healthy.", "Our dermatologists are focussed on delivering the best health outcomes for your skin – we are able to offer advice on any issue that affects your skin, from medical… ", "Continue reading ", "→", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dr Penny Lee graduated from Queensland University in 1981 and worked at the Royal Brisbane Hospital, where she gained an interest in dermatology. She then completed a General Practice training programme and obtained a Diploma of Obstetrics and Gynaecology in 1984. After spending several years in general practice, an opportunity arose to obtain experience as a psychiatry registrar at St Vincent’s Hospital, Sydney. She subsequently completed her training and obtained Fellowship of the Royal Australian and New Zealand College of Psychiatrists in 1993.", "After working five years in a private psychiatry practice in Paddington, Dr Lee completed a year of research with the Skin and Cancer Foundation, Darlinghurst. She undertook her postgraduate dermatology training at Liverpool, St Vincent’s, Royal Prince Alfred and Prince of Wales Hospitals. Dr Lee was awarded the Fellowship of the Australasian College of Dermatologists in 2002. Her interests include the early diagnosis and management of skin cancer, laser and low impact aesthetic treatments and paediatric dermatology.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dr Mike Bannister graduated from the University of NSW with Honours in 1989. His undergraduate training was at the Royal North Shore Hospital and Royal Prince Alfred Hospital. He also worked in the Emergency Department at Mona Vale Hospital for four years and then spent a year doing cell-based research in psoriasis at Royal North Shore Hospital just prior to his clinical dermatology training.", "Dr Bannister completed his postgraduate training in dermatology at Westmead Hospital, Royal Newcastle Hospital, the Skin & Cancer Foundation Darlinghurst and the Prince of Wales Hospital. He is a Fellow of the Australasian College of Dermatologists.", "His areas of interest are skin cancer management, psoriasis and eczema.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dr Sue Sinclair graduated from Sydney University in 1980. She has worked as a Paediatric Registrar at the Children’s Hospital Westmead and as a Fellow in Paediatric Dermatology. Dr Sinclair spent two years of her dermatology training in the UK. She was awarded Fellowship of the Australasian College of Dermatologists in 1992.", "Dr Sinclair holds a Diploma in Obstetrics and Gynaecology. Her particular interests in dermatology include paediatrics and the treatment of sun damage.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dr David Wong graduated in medicine from Sydney University with First Class Honours in 1983. He completed his undergraduate medical training at Royal Prince Alfred Hospital. Internship and residency years were based at the Prince of Wales Hospital group. His postgraduate training in dermatology was undertaken at Prince of Wales Hospital, he was awarded Fellowship of the Australasian College of Dermatologists in 1988. Since then he has worked mainly in private practice in Sydney whilst maintaining a position as Visiting Medical Officer to the Prince of Wales Hospital.", "Dr Wong is a serving director on the board of Epiderm (formerly the Australian Dermatology Research and Education Foundation), a not for profit organisation involved in improving the standard of dermatological care for all Australians. He has also qualified as a Fellow of the Australian Institute of Company Directors.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "A ", "dermatologist", " is a medical graduate who after completing a basic medical degree and a minimum of two years of general hospital experience (intern and general resident), on successful application embarks on a five year period of hospital based specialist training and exit examination process.", "The medical specialty of dermatology focuses on the diagnosis, treatment and prevention of all diseases and disorders of the skin, hair and nails.", "Given the Australian climate and our love of the outdoors lifestyle, skin cancer is a major concern for all Australians. Australian dermatologists are trained in the full range of skin cancer diagnostic techniques and available treatments, both ", "surgical", " and ", "non-surgical", ".", "Many skin diseases are related to internal disorders, requiring a dermatologist’s sound knowledge of general medicine. Other conditions are environmentally precipitated demanding a detailed enquiry into a patient’s lifestyle or working conditions.", "Many medications and supplements which we may take for our health may also cause allergy and drug reactions of the skin – some of which can be life threatening if not diagnosed and treated early.", "Because the skin is the boundary between our internal organs and the world, skin infections (", "viral, fungal, bacterial", " and ", "parasitic", ") are a common problem. Distressing chronic conditions such as psoriasis and eczema can significantly interfere with a person’s quality of life and present a constant challenge to both the patient and the treating dermatologist.", "Cosmetic dermatology is a more recent sub-specialisation for dermatologists. Our dermatologists can provide expert information and advice on a variety of cosmetic procedures and products available for minimising the effects of age and sun damage. They are also able to discuss treatments to improve:", "Contact us today", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", " ", "Our practice is committed to best practice in relation to the management of information we collect. This Privacy Policy has been developed to protect patient privacy in compliance with the Privacy Act 1988 (Cth) (‘the Privacy Act’).  This policy is to inform you of:", " ", "The type of information we may collect and hold includes:", " ", "We will generally collect personal information:", " ", "In general, we collect, hold, use and disclose your personal information for the following purposes:", " ", "You have a right to seek access to, and request correction of the personal information which we hold about you. Our practice has the right to refuse to alter information if the practice is satisfied that the information is not incomplete, incorrect, irrelevant, out of date or misleading, or if the request contains information that is incorrect or misleading. There may be a fee involved with this request which you will be notified in advance.", "For details on how to access and correct your health record, please contact our practice as noted below under ‘Contact Details’.", "We will normally respond to your request within 30 days.", " ", "Our practice has systems in place to protect the privacy, security, quality and integrity of the data held electronically. Our staff are trained and required to respect and protect your privacy. We take reasonable steps to protect information held from misuse and loss and from unauthorised access, modification or disclosure.", "If you attended our practice prior to 2005 our practice may hold hard copies of your old medical history and these records are kept in secure filing cabinets and accessible only by practice staff.", "As part of our commitment to preserving the confidentiality of the information contained in your medical record we advise that strict secure storage policies are observed in this practice.", "Our staff are required to sign confidentiality agreements as part of their employment at this practice. Each member of staff is well versed in the principles and importance of doctor–patient confidentiality.", "Your personal and medical information are stored electronically and all reasonable steps are taken to prevent any unlawful interference with your electronic records, which are accessible only by staff of this practice and access is protected by a security password.", "Our computers are protected by antivirus software, antispyware and firewalls and we update the security technology on an ongoing basis.", "Hard copies of patient information are disposed by an external provider that specialises in secure document destruction.", " ", "If you have any questions about privacy-related issues or wish to complain about a breach of the Australian Privacy Principles or the handling of your personal information by us, you may lodge your complaint in writing to (see below for details).  We will normally respond to your request within 30 days.", "Practice Manager", "PO Box 1240", "Bondi Junction", "NSW 1355", " ", "If you are dissatisfied with our response, you may refer the matter to the OAIC:", "Phone: ", "1300 363 992", "Email: ", "enquiries@oaic.gov.au", "Fax: ", "+61 2 9284 9666", "Post: ", "GPO Box 5218", "\nSydney NSW 2001", "Website: ", "https://www.oaic.gov.au/individuals/how-do-i-make-a-privacy-complaint", " ", "The Privacy Act provides that individuals must have the option of not identifying themselves, or if using a pseudonym, when dealing with our practice, except in certain circumstances, such as where it is impracticable for us to deal with you if you have not identified yourself.", "There may be a range of circumstances where providing services anonymously may be impracticable. For example:", "Our practice reserves the right to decide on requests for anonymity and the use of pseudonyms on a case by case basis. Please speak to our Front Office Manager or refer to the contact details noted above under ‘Contact Details’.", " ", "We do not disclose your personal information to overseas recipients. An exception to this policy is if you request and authorise our practice to do so.", " ", "This Policy will be reviewed from time to time to take account of new laws and technology, changes to our operations and other necessary developments.", " ", "Our website is provided to inform you about the services provided by our practice. We do not collect personal information about you when you visit our website. If you choose to contact us via our General Enquiry form your contact details are only used to respond to your enquiry. You are not required to provide your real name if you send your enquiry via our website.", "Our website uses ‘cookies’ to help us understand the browsing behaviour of our website users. The following non-personally identifiable information are collected, including but not limited to browser type, version and language, operating system, pages viewed while browsing the our website, page access times and referring website address. This collected information is used solely internally for the purpose of gauging visitor traffic, trends and delivering personalized content to you while you are our website. You may refuse the use of cookies by selecting the appropriate settings on your browser, disable JavaScript, or use the opt-out service provided by Google – external site. However if you refuse the use of cookies you may not have the full functionality of our website.", "Our website uses Google Analytics, a service which transmits website traffic data to Google servers. By using our website, you consent to the processing of data about you by Google in the manner described in Google’s Privacy Policy – external site. We use reports provided by Google Analytics to help us understand website traffic and webpage usage.", "Our website may contain links to other websites. Please note that our practice is not responsible for the privacy practices of such other sites. When you go to other websites from our website, we advise you to read their privacy policy.", " ", "Our practice reserves the right to make amendments to this Privacy Policy at any time. If you have objections to our Privacy Policy, you should not access or use our website.", "[1]", " See: https://myhealthrecord.gov.au/internet/mhr/publishing.nsf/content/home", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "“We have been providing specialist medical skin care to the community for more than 30 years.”", "The primary focus at Eastern Suburbs Dermatology will always be to ", "detect, diagnose and institute appropriate therapy for skin cancer", " – in particular malignant melanoma.", "Other skin disorders are also diagnosed and treated including:", "We also offer a range of non-surgical cosmetic procedures including:", "Giving those who seek aesthetic treatments the reassurance that these procedures are performed under the supervision of their specialist physician.", "All materials and instruments used in patient care within this surgery are either single-use disposable or sterilised by autoclave in accordance with the Australasian College of Dermatologists sterilisation guidelines. All infection control procedures are overseen by our registered nursing staff.", "Eastern Suburbs Dermatology looks forward to further extending our services in the field of dermatology and to share with our patients,  future innovations and improvements in dermatologic therapy and cutaneous surgery.", "We strive to offer the latest techniques and technology available to treat various types of skin diseases and skin cancers.", "Contact us today", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "The dermatologists on staff at ESD are all Fellows of the Australasian College of Dermatologists (FACD) – the peak body for the training of dermatologists in Australia.", "A number of them also serve as Visiting Medical Officers at a number of University of Sydney and University of New South Wales teaching hospitals.", "Learn more about the individual specialists working at ESD by going to our ", "Meet Our Dermatologists page", ".", "Contact us today", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "We provide specialist diagnosis, management and care on a broad range of skin complaints and disorders. The more common conditions and treatments are mentioned below:", " ", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dr Wood has been in practice as a specialist dermatologist since 1981. She has maintained an interest in all areas of general dermatology including the development of the use of laser technology to better treat vascular skin lesions.", "She is a past President of The Australasian College of Dermatologists (ACD). She has published many journal articles and has participated in and contributed to international Dermatology Conferences world-wide. In 2012 Dr Wood was the recipient of the Silver Medal of the ACD – the College’s highest award – in recognition of her contribution to the practice of Dermatology in Australia and internationally.", "She is actively involved in both teaching undergraduate medical students and in the training of dermatology registrars.", "Dr Wood is a Senior Staff Specialist and Head of Department of Dermatology at the Prince of Wales Hospital, Sydney.", "She is also a Senior Staff Specialist at the Royal Hospital for Women, Sydney and Consultant Dermatologist at the Prince of Wales Private Hospital, Sydney.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Alicia is a fellow of the Australasian College of Dermatologists. She studied medicine at the University of Notre Dame Sydney where she graduated in 2011. Prior to this she studied a Bachelor of Applied Science Physiotherapy at the University of Sydney and worked for several years as a physiotherapist.", "Alicia completed her internship and residency at St Vincent’s Hospital Sydney. She undertook a year of training in Critical Care and during this time she completed a Masters of Public Health at the University of Sydney and a Post Graduate Diploma in Clinical Dermatology at Queen Mary University of London. In 2015, Alicia was awarded the inaugural Dermatology and Phlebology Research and Training Fellowship at St Vincent’s Hospital Dermatology Department.", "Alicia was accepted onto the Australasian College of Dermatologists training program in 2016. She completed her Dermatology training at Royal Prince Alfred Hospital, Prince of Wales Hospital, Sydney Children’s Hospital, Liverpool Hospital, St Vincent’s Hospital and The Skin Hospital Darlinghurst. She was awarded the American Academy of Dermatology prize for her outstanding performance in her fellowship exams in 2019.", "Alicia is an adjunct lecturer at University of Notre Dame Sydney where she lectures and examines medical students. She has written a number of articles published in peer-reviewed journals.", "Alicia’s interests include general adult and paediatric dermatology.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Acne or pimples is a very common skin complaint seen in Western societies. It is a disorder that involves the sebaceous glands which are most plentiful on the face and upper body.", "Acne is reported to affect both sexes of different races and ethnicities. The majority of those that are affected are adolescents and young adults but can be seen in infants and adults of all ages.", "The factors involved in causing the clinical picture of acne are:", "Acne can be familial, it can also be associated with other disorders such as polycystic ovarian disease. Medications can also trigger or worsen acne such as oral steroids, hormones (especially testosterone), antiepileptic medications amongst others.", "Topical applications can also aggravate acne such as cosmetic products especially liquid foundation. Working in both hot and humid environments and where there is exposure to oil can also be triggers such as kitchen workers and mechanics.", "There is also some evidence to suggest a diet high in dairy consumption, or with high glycaemic index foods will trigger or worsen acne.", "The clinical spectrum of acne starts from open and closed comedones (non-inflammatory acne – black heads and whiteheads) to inflammatory lesions of acne – papules (red bumps), pustules (yellow heads), nodules and cysts (large lumps). In rare cases of severe acne they may also have inflammatory lesions of the scalp, armpits, groin and buttocks. The residual signs of inflammatory acne are red marks and scars (from icepick scars to trough like depressions to keloid scars). Patients that suffer with acne even if perceived to be mild may suffer with adverse social and psychological effects.", "Treatment", ":", "This depends on the severity of the disease but always begins with a good routine for cleansing the skin and choosing the right products to use on your face. Your dermatologist can guide and suggest appropriate OTC products.", "Topical medications include benzoyl peroxide, topical retinoids and combinations with topical antibiotics.", "Chemical peels", " – refer to Chemical Skin Peels under Cosmetic Services.", "Kleresca Gel", " – this is a new treatment that Eastern Suburbs Dermatology is pleased to offer our patients. This represents a new paradigm in the treatment of acne. The treatment consists of the application of a biophotonic gel to the affected skin followed by white LED light activation. This kills the bacteria involved in the inflammatory acne and at the same time appears to normalise sebum production to give lasting benefit long after the treatment course is completed. The major advance that this treatment offers is its effects in promotion of skin healing and scar reduction. This is something that traditionally could not be addressed until inflammatory acne had settled. The treatment course consists of 2 treatments a week for 6 weeks.", "Kleresca Patient Information", "The treatment was also featured on the channel 7 evening news on 3rd of August 2016. To view the story, click here: ", "https://au.news.yahoo.com/video/watch/32228049/new-acne-product-kleresca-makes-bad-skin-disappear/", ".", "Oral medications", " – different antibiotics are used to settle inflammatory acne. In female patients the use of the oral contraceptive pill can be very helpful in bringing acne under control. Oral isotretinoin for severe cystic acne had been available for over 30 years now and still remains a most effective treatment. However there are a number of side effects that patients need to be aware of prior to commencement. Your dermatologist will guide you through if this is appropriate to your case.", "Scar treatments", " – depending on the type of scars and location your dermatologist can suggest appropriate therapy including fractional ablative laser (refer to Laser under Cosmetic Services).", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "The diagnosis and treatment of skin cancers forms a major proportion of an Australian dermatologist’s workload. Due to our love of the outdoors and our fair skin, Australians have one of the highest rates of skin cancer in the world. This is not to say that those of us with darker skins are safe from skin cancer.", "It is important to recognise there are different subtypes of skin cancers within each group that can carry very different prognoses. Your ESD dermatologist is trained to correctly diagnose and then suggest treatment that is suited to your specific diagnosis.", "Eastern Suburbs Dermatology is set up to perform minor surgical skin cancer procedures (both an initial skin biopsy as well as formal surgical removal of the tumour if needed), without the need to attend a day surgery or hospital. Specimens that are collected are referred to a specialist in skin pathology to ensure a very high standard of care is taken in interpreting your result.", "Precancerous lesions such as solar or actinic keratosis are commonly seen in those with fair skin, ESD dermatologists can diagnose and advise treatments for individual lesions as well as field therapies where appropriate – treatments include liquid nitrogen cryotherapy, cream options and photodynamic therapy.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Dermatologists are the medical specialists who undergo postgraduate medical training to understand the reasons behind why some skin disorders occur, how to diagnose the condition properly and so initiate the most appropriate treatment suited to that patient.", "Eastern Suburbs Dermatology also offers patients access to standard patch testing which is a form of allergy testing looking for possible causes of contact dermatitis. Most common forms of contact allergy that you may be aware of include costume jewellery intolerance (nickel allergy) and allergy to sticking plaster.", "Patch testing can correctly identify the causative allergen which once identified may lead to remission of the contact dermatitis.", "Psoriasis is one of the most common skin disorders that dermatologists diagnose and treat – in general this is a chronic condition of the skin for which there is no cure but with appropriate therapy there may be prolonged symptom free periods. It is now also recognised that many patients with psoriasis may have associated arthritis and the metabolic syndrome (obesity, diabetes, high blood pressure and lipid or cholesterol abnormalities). ESD dermatologists can help to guide patients through the different treatments that are available to manage psoriasis.", "Atopic dermatitis (or atopic eczema) is another condition which dermatologists are commonly called on to manage. Although the majority of patients with this improve with age, the persistent itch of this skin disorder has a major effect on the quality of life of patients it afflicts – and on occasion this disorder persists well into adulthood. Dermatologists are well placed to manage this skin disorder.", "Make an appointment", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  ", "Eastern Suburbs Dermatology utilises the services of a skin imaging system to map a patient’s moles, to assist in the monitoring and early detection of melanoma.", "If you have a large number of moles your specialist may advise you to have your moles mapped as a more accurate way of monitoring your moles for change.", "After your moles have been mapped, on subsequent visits to your dermatologist he/she can compare these baseline photographs on the day of your check-up. Dermoscopy or dermatoscopy is a tool used daily by your dermatologist to assess lesions on your skin more closely – essentially a 10 x illuminated magnification device is used to look at the patterns in moles, pigment marks and other skin lesions to look for clues to make a more accurate diagnosis – this also helps your dermatologist to reduce the number of biopsies or to also guide the biopsy location.", "Copyright © ", "Eastern Suburbs Dermatology", " 2020. All Rights Reserved. ", "Designed by Wellsites  "], "emails": ["enquiries@oaic.gov.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["1300 363 992", "+61 2 9284 9666"], "lda_resutls": [[0, "0.034*\"dermatology\" + 0.027*\"treatment\" + 0.016*\"skin\" + 0.014*\"complete\" + 0.013*\"training\" + 0.012*\"may\" + 0.012*\"card\" + 0.010*\"practice\" + 0.010*\"year\" + 0.010*\"fee\""], [1, "0.070*\"design\" + 0.070*\"wellsite\" + 0.063*\"copyright\" + 0.017*\"skin\" + 0.014*\"treatment\" + 0.011*\"line\" + 0.011*\"practice\" + 0.011*\"light\" + 0.008*\"intense\" + 0.008*\"pulse\""], [2, "0.045*\"treatment\" + 0.036*\"laser\" + 0.029*\"skin\" + 0.026*\"hair\" + 0.016*\"therapy\" + 0.013*\"injection\" + 0.012*\"ablative\" + 0.012*\"non\" + 0.012*\"removal\" + 0.011*\"light\""], [3, "0.018*\"referral\" + 0.017*\"skin\" + 0.017*\"area\" + 0.013*\"also\" + 0.013*\"require\" + 0.012*\"treatment\" + 0.012*\"dermatologist\" + 0.011*\"visit\" + 0.011*\"date\" + 0.009*\"long\""], [4, "0.033*\"skin\" + 0.029*\"treatment\" + 0.012*\"disorder\" + 0.012*\"include\" + 0.011*\"treat\" + 0.011*\"dermatologist\" + 0.011*\"common\" + 0.010*\"area\" + 0.009*\"effect\" + 0.009*\"practice\""], [5, "0.024*\"skin\" + 0.018*\"dermatologist\" + 0.013*\"patient\" + 0.013*\"treatment\" + 0.013*\"peel\" + 0.013*\"use\" + 0.010*\"also\" + 0.009*\"website\" + 0.009*\"may\" + 0.008*\"contact\""], [6, "0.043*\"skin\" + 0.023*\"appointment\" + 0.021*\"peel\" + 0.019*\"chemical\" + 0.018*\"make\" + 0.013*\"cancer\" + 0.011*\"treatment\" + 0.011*\"cosmetic\" + 0.010*\"dermatologist\" + 0.009*\"use\""], [7, "0.017*\"parking\" + 0.014*\"area\" + 0.014*\"fee\" + 0.013*\"staff\" + 0.013*\"referral\" + 0.013*\"pathology\" + 0.012*\"doctor\" + 0.009*\"payable\" + 0.009*\"practice\" + 0.008*\"involve\""], [8, "0.051*\"website\" + 0.049*\"right\" + 0.048*\"reserve\" + 0.043*\"search\" + 0.027*\"skin\" + 0.013*\"contact\" + 0.010*\"type\" + 0.010*\"practice\" + 0.010*\"privacy\" + 0.009*\"provide\""], [9, "0.020*\"treatment\" + 0.019*\"skin\" + 0.016*\"muscle\" + 0.014*\"relaxant\" + 0.013*\"service\" + 0.012*\"information\" + 0.012*\"year\" + 0.011*\"medical\" + 0.011*\"website\" + 0.009*\"complete\""]], "kpe_resutls": [["care websit search intens", 0.09313969564792313], ["treatment websit search photodynam therapi", 0.0338651616178839], ["filler", 0.033833258108508096], ["light treatment", 0.032870605804776604], ["face", 0.03207162308344718], ["treatment", 0.02893110148128421], ["medicar", 0.02594868890420719], ["search dr", 0.02512316944974413], ["intens", 0.02425194694215772], ["sydney dermatologist", 0.02392893704207208]], "rake_resutls": [[58.95294117647058, "practice manager po box 1240 bondi junction nsw 1355"], [55.91899115377376, "dermatology problems cosmetic dermatology website search privacy policy website search"], [52.495798319327726, "practice location mailing address google map public transport coming"], [50.5185817805383, "contact us today copyright © eastern suburbs dermatology 2020"], [50.308055464748826, "information please contact us copyright © eastern suburbs dermatology 2020"], [50.27044183075636, "mph facd website search acne website search skin cancers"], [48.32157221794372, "laser skin treatment website search dr andrew ming bsc"], [46.882860617643225, "surgical cosmetic procedures patient care website search dermatologists website search"], [44.65191511387163, "home copyright © eastern suburbs dermatology 2020"], [43.260714285714286, "gpo box 5218 sydney nsw 2001 website"], [41.65191511387164, "wellsites copyright © eastern suburbs dermatology 2020"], [41.65191511387164, "org copyright © eastern suburbs dermatology 2020"], [40.90191511387164, "appointment copyright © eastern suburbs dermatology 2020"], [40.14285714285714, "especially testosterone ), antiepileptic medications amongst others"], [39.790551071100275, "fractional laser resurfacing website search laser hair removal"], [38.111697722567285, "intense pulsed light treatment website search photodynamic therapy"], [37.65191511387164, "copyright © eastern suburbs dermatology 2020"], [36.161330291879494, "laser hair removal treatment website search side effects"], [36.09585921325052, "dch fracp facd website search welcome"], [35.262525879917185, "treat axillary hyperhidrosis medicare claims website search"], [34.78655130036204, "care website search intense pulsed light treatments"], [34.639409290473125, "laser skin treatment works ablative laser skin treatment non"], [33.83350311210136, "major public hospital outpatients ’ department – prince"], [33.791261512101094, "medical services website search dr glenda wood"], [33.69686931426062, "face fillers medicare claims website search ablative"], [32.81666666666667, "current australian government issued aged pension card"], [32.41489361702128, "success rate around 80 – 85"], [32.35186840693724, "appropriate – treatments include liquid nitrogen cryotherapy"], [31.90378250591017, "frown lines require 16 – 20 units"], [30.454570791527317, "wellsites eastern suburbs dermatology provides specialist advice"], [30.314409290473122, "ablative laser skin treatment vascular laser skin treatment"], [30.24704184704185, "suggest appropriate therapy including fractional ablative laser"], [29.833333333333332, "topical agents including liquid nitrogen cryotherapy"], [29.591996497951637, "website search skin disorders common skin disorders"], [29.27852998065764, "feet 9 – 12 units per side"], [28.967391304347828, "led light produces fluorescent light energy"], [28.761250953470633, "eastern suburbs dermatology also offers patients access"], [28.666666666666668, "medical indications including chronic migraine headaches"], [28.63131313131313, "treat facial muscle spasms coincidentally noticed"], [27.762525879917185, "medicare claims website search adjustments"], [27.57142857142857, "titanium dioxide ), current evidence suggests"], [27.02967171717172, "apply muscle relaxants common side effects advice"], [26.79705882352941, "veterans ’ affairs gold card holders"], [26.464285714285715, "public car parks opposite tower 2"], [26.23809523809524, "reflected uv rays ), protective clothing"], [26.191666666666666, "redness typically settles within 24 hours"], [26.174321923383246, "perform minor surgical skin cancer procedures"], [25.72395158803577, "eastern suburbs dermatology – sydney dermatologist"], [25.429192546583852, "moles website search mapping utilises"], [25.13250517598344, "expect following intense pulsed light treatment"]], "guided_lda_resutls": [["may", "appropriate", "eastern", "alicia", "refer", "application", "product", "keep", "ablative", "given"], ["also", "please", "new", "advice", "paediatric", "access", "facd", "interests", "risk", "red"], ["health", "specific", "date", "injections", "individual", "fellow", "gel", "designed", "filler", "pdt"], ["suburbs", "may", "acne", "disorders", "staff", "prior", "side", "junction", "also", "esd"], ["treatments", "information", "area", "different", "specialist", "university", "well", "procedures", "psoriasis", "lasers"], ["one", "prince", "australian", "surgical", "vincent", "applied", "ablative", "six", "bus", "bachelor"], ["sydney", "sun", "dermatologist", "suburbs", "following", "years", "grafton", "injections", "free", "recommended"], ["website", "practice", "cancer", "required", "effects", "removal", "worked", "awarded", "fellowship", "currently"], ["treat", "types", "therapy", "lines", "see", "cream", "valid", "generally", "benefit", "reduction"], ["cosmetic", "used", "fees", "moles", "vitamin", "seen", "google", "even", "appearance", "reviewed"], ["dermatology", "search", "designed", "us", "hair", "copyright", "completed", "appointment", "face", "fillers"], ["wales", "college", "light", "non", "best", "body", "major", "experience", "full", "request"], ["dermatologists", "referral", "common", "time", "cells", "dr", "long", "vascular", "light", "range"], ["skin", "laser", "include", "treated", "available", "parking", "sweating", "au", "foundation", "minutes"], ["scars", "relaxant", "superficial", "note", "obtained", "diagnosis", "treat", "post", "tca", "limited"], ["medical", "patients", "make", "care", "doctor", "form", "photodynamic", "graduated", "result", "results"], ["privacy", "condition", "sunscreen", "mbbs", "guide", "collect", "commonly", "period", "internship", "find"], ["rights", "dr", "training", "chemical", "contact", "number", "services", "royal", "days", "acid"], ["treatment", "hospital", "reserved", "areas", "general", "therapy", "offer", "peels", "provide", "lesions"], ["eastern", "2020", "wellsites", "copyright", "medicare", "patient", "including", "australasian", "exposure", "peel"]], "textrank_resutls": [[0.1431630004583955, 1, "website search cosmetic services website search laser website"], [0.1405524422443253, 1, "website search cosmetic services website search laser website search ultraviolet light"], [0.12733082126907697, 1, "website search kleresca skin rejuvenation website search dr stephen donoghue mbbs"], [0.12646499964856242, 1, "website search patient information website search appointments appointment"], [0.11795979953622657, 1, "website search patient information website search appointments appointment request form"], [0.11794039224019254, 1, "website search side"], [0.11635755585353261, 1, "website search ablative"], [0.11528014377719015, 1, "problems cosmetic dermatology website search privacy policy website search"], [0.1121454484245439, 1, "medical services website search"], [0.11197605940686027, 1, "laser hair removal treatment website search side effects"], [0.11111540536287627, 1, "website search photodynamic therapy"], [0.11021224906064712, 1, "website search muscle relaxants"], [0.11020167127970804, 1, "moles website search mapping"], [0.10973185882303685, 1, "sun protection website search"], [0.10911640438470534, 1, "website search skin disorders common skin disorders"], [0.10883344334212454, 1, "car website search contact practice hours general enquiry form website search"], [0.10846152503817708, 1, "website search"], [0.1061755404664651, 1, "patient care website search dermatologists"], [0.1043060119667233, 1, "website search intense pulsed light treatments"], [0.10221613856555739, 1, "facd website search dr alicia o’connor"], [0.10126955021071334, 1, "website search adjustments"], [0.10119097124178036, 1, "website search referrals"], [0.10059532193466837, 1, "facd website search dr sue sinclair mbbs"], [0.10036859843915935, 1, "search dr david wong mbbs"], [0.09926926475029688, 1, "facd website search face fillers"], [0.09814226604960215, 2, "laser skin treatment"], [0.09775264005919282, 1, "9) parking payment methods website search updates website search website search links website search fees"], [0.09485354432595987, 1, "fractional laser resurfacing website search laser hair removal"], [0.09446339772642416, 1, "ablative laser skin treatment"], [0.09319232193079686, 1, "vascular laser skin treatment"], [0.0927672431740225, 1, "ffderm facd website search laser skin treatment"], [0.0922067689811214, 1, "dch fracp facd website search welcome"], [0.09190377372132894, 1, "laser skin treatment website search dr andrew ming bsc(med) mbbs(hons"], [0.0902385086753468, 1, "search dr"], [0.08887581946399598, 1, "non-ablative laser skin treatment"], [0.08859955743590936, 1, "franzcp facd website"], [0.08607409331796588, 1, "skin cancer skin"], [0.08600431431539006, 1, "’s website sun protection website search blog"], [0.0856850795316696, 1, "website search ablative and fractional laser resurfacing website"], [0.08486842402807701, 1, "dip racog facd website"], [0.08472150068454826, 1, "medical services website"], [0.08423611827956479, 2, "laser hair treatment"], [0.08128198414013339, 1, "laser hair removal treatment"], [0.07047460921189214, 1, "dr penny lee mbbs"], [0.07033833368571683, 1, "intense pulsed light treatment"], [0.06917669336630178, 1, "cosmetic treatments"], [0.06875462492385308, 1, "dr glenda wood am mbbs"], [0.06659983046557162, 1, "skin types"], [0.06557805856169399, 1, "skin lesions"], [0.0638273841167743, 1, "dr wong"]], "textrank_summery__resutls": ["Common side effects Advice for use of muscle relaxants Medicare claims", "Pathology Fees Concessions Medicare claims", "Why use laser hair treatment How laser hair treatment works Before laser hair removal treatment After laser hair removal treatment Website Search Side effects are rare but may include: Dr Michael Leibowitz MBBCh BSc FFDerm FACD Website Search Laser Skin Treatment", "Medicare claims", "Medicare claims Website Search Ablative and Fractional Laser Resurfacing Website Search Laser Hair Removal"], "wordcloud_resutls": [["treatment", 1.0], ["skin", 0.7986111111111112], ["Eastern Suburbs", 0.5138888888888888], ["Suburbs Dermatology", 0.5], ["laser", 0.3402777777777778], ["patient", 0.3333333333333333], ["Copyright Eastern", 0.3194444444444444], ["Dermatology Rights", 0.3194444444444444], ["Rights Reserved", 0.3194444444444444], ["Reserved Designed", 0.3194444444444444], ["Designed Wellsites", 0.3194444444444444], ["may", 0.2986111111111111], ["practice", 0.2986111111111111], ["Website Search", 0.2986111111111111], ["dermatologist", 0.2916666666666667], ["area", 0.2916666666666667], ["skin cancer", 0.2708333333333333], ["use", 0.2569444444444444], ["used", 0.2222222222222222], ["medical", 0.2013888888888889], ["information", 0.19444444444444445], ["will", 0.19444444444444445], ["training", 0.1875], ["required", 0.18055555555555555], ["include", 0.1736111111111111], ["referral", 0.1736111111111111], ["condition", 0.1736111111111111], ["number", 0.1527777777777778], ["new", 0.14583333333333334], ["time", 0.14583333333333334], ["cosmetic", 0.1388888888888889], ["day", 0.1388888888888889], ["injection", 0.1388888888888889], ["therapy", 0.13194444444444445], ["acne", 0.13194444444444445], ["specialist", 0.13194444444444445], ["light", 0.125], ["general", 0.125], ["service", 0.125], ["one", 0.125], ["different", 0.125], ["Hospital", 0.125], ["year", 0.125], ["us", 0.11805555555555555], ["treated", 0.11805555555555555], ["treat", 0.11805555555555555], ["form", 0.11805555555555555], ["Australian", 0.11805555555555555], ["University", 0.11805555555555555], ["muscle relaxant", 0.11805555555555555], ["provide", 0.1111111111111111], ["appropriate", 0.1111111111111111], ["peel", 0.1111111111111111], ["available", 0.1111111111111111], ["disorder", 0.1111111111111111], ["sunscreen", 0.1111111111111111], ["completed", 0.1111111111111111], ["Australasian College", 0.1111111111111111], ["contact", 0.10416666666666667], ["care", 0.10416666666666667], ["Please", 0.10416666666666667], ["doctor", 0.10416666666666667], ["application", 0.10416666666666667], ["lesion", 0.10416666666666667], ["hour", 0.10416666666666667], ["including", 0.10416666666666667], ["health", 0.10416666666666667], ["fee", 0.10416666666666667], ["interest", 0.10416666666666667], ["staff", 0.09722222222222222], ["chemical", 0.09722222222222222], ["following", 0.09722222222222222], ["Medicare", 0.09722222222222222], ["Dr", 0.09722222222222222], ["offer", 0.09722222222222222], ["well", 0.09722222222222222], ["College Dermatologists", 0.09722222222222222], ["chemical peel", 0.09722222222222222], ["common", 0.09027777777777778], ["months", 0.09027777777777778], ["scar", 0.09027777777777778], ["Make appointment", 0.09027777777777778], ["side effect", 0.09027777777777778], ["Prince Wales", 0.09027777777777778], ["many", 0.08333333333333333], ["consultation", 0.08333333333333333], ["ESD", 0.08333333333333333], ["body", 0.08333333333333333], ["prior", 0.08333333333333333], ["type", 0.08333333333333333], ["specific", 0.08333333333333333], ["appointment Copyright", 0.08333333333333333], ["Website", 0.0763888888888889], ["procedure", 0.0763888888888889], ["two", 0.0763888888888889], ["individual", 0.0763888888888889], ["applied", 0.0763888888888889], ["medication", 0.0763888888888889], ["best", 0.0763888888888889], ["result", 0.0763888888888889]], "wordcloud_resultsbi": ["copyright_right", "right_wellsite", "website_search", "skin_cancer", "muscle_relaxant", "side_effect", "appointment_copyright", "chemical_peel", "skin_disorder", "laser_hair", "skin_treatment", "cosmetic_procedure", "face_filler", "hair_removal", "intense_light", "laser_skin", "laser_treatment", "search_website", "skin_type", "non_ablative", "photodynamic_therapy", "common_side", "light_treatment", "paediatric_dermatology", "personal_information", "privacy_policy", "skin_disease", "sun_exposure", "treatment_treatment", "common_skin", "face_neck", "skin_lesion", "skin_skin", "sun_protection", "training_dermatology", "treatment_laser", "type_skin", "ablative_laser", "ablative_therapy", "area_skin", "bus_rail", "chemical_skin", "contact_detail", "cosmetic_treatment", "dermatology_training", "effect_treatment", "excessive_sweating", "few_minute", "good_result", "information_skin", "long_term", "medical_student", "melanoma_skin", "parking_area", "relaxant_injection", "skin_cell", "skin_condition", "skin_filler", "skin_rejuvenation", "therapy_skin", "training_fellowship", "treatment_available", "treatment_patient", "treatment_skin", "ultraviolet_light", "valid_referral", "vascular_laser", "website_website", "able_advice", "abnormal_cell", "advice_issue", "aging_pigmentation", "appropriate_therapy", "area_body", "attention_use", "available_major", "broken_capillary", "cancer_foundation", "cancer_premature", "cancer_treatment", "card_holder", "care_card", "clear_excessive", "consultation_treatment", "corner_street", "cosmetic_service", "cost_available", "daylight_saving", "dermatologist_appropriate", "dermatologist_general", "dermatologist_good", "dermatologist_skin", "dermatology_private", "development_cataract", "diagnosis_management", "diagnosis_treatment", "different_treatment", "early_development", "eastern_suburb", "esd_dermatologist"], "lda_mallet_resutls": {"Topic_0": ["skin", "disorder", "type", "sun", "exposure", "age", "application", "sunscreen", "affect", "product"], "Topic_1": ["laser", "peel", "chemical", "hair", "apply", "cell", "removal", "body", "facial", "process"], "Topic_2": ["dermatologist", "dermatology", "referral", "complete", "training", "year", "specialist", "general", "work", "interest"], "Topic_3": ["include", "injection", "effect", "number", "day", "common", "muscle", "doctor", "line", "relaxant"], "Topic_4": ["treatment", "area", "treat", "face", "follow", "hour", "ablative", "vascular", "level", "parking"], "Topic_5": ["reserve", "copyright", "cosmetic", "procedure", "filler", "surgical", "staff", "range", "disease", "study"], "Topic_6": ["website", "search", "information", "contact", "provide", "care", "form", "request", "access", "hold"], "Topic_7": ["practice", "medical", "time", "service", "fee", "good", "hospital", "cost", "consultation", "health"], "Topic_8": ["skin", "patient", "cancer", "require", "therapy", "offer", "condition", "high", "week", "mole"], "Topic_9": ["design", "wellsite", "light", "appointment", "make", "lesion", "scar", "prior", "specific", "reduce"]}}]