[{"company": "Archer", "introduction": "Specialist in product design, precision engineering, fabrication and manufacturing of complex components and assemblies", "end_market": "Defence", "industry": "Manufacturing", "link": "http://www.archerenterprises.com.au/capabilities", "search_text": "http://www.archerenterprises.com.au/capabilities", "title": "Archer Enterprises: World Class Precision Design ...", "link_corrected": "https://www.archerenterprises.com.au/", "description": "Their ability to think outside the square, their workmanship and constant communication throughout the project was ... info@archerenterprises.com.au ...", "crawled_links": ["https://www.archerenterprises.com.au/suppliers", "https://www.archerenterprises.com.au/capabilities", "https://www.archerenterprises.com.au/case_studies", "https://www.archerenterprises.com.au/products", "https://www.archerenterprises.com.au/safety_and_quality", "https://www.archerenterprises.com.au/case_studies/granite_power", "https://www.archerenterprises.com.au/case_studies/yamato_scientific", "https://www.archerenterprises.com.au/case_studies/pop_up_sprinkler", "https://www.archerenterprises.com.au/case_studies/check_valve", "https://www.archerenterprises.com.au/case_studies/stanwell_corporation", "https://www.archerenterprises.com.au/case_studies/oil_plate", "https://www.archerenterprises.com.au/case_studies/ammunition_bunker", "https://www.archerenterprises.com.au/case_studies/the_rejected_rejuvenated", "https://www.archerenterprises.com.au/deluge_valve_spare_parts", "https://www.archerenterprises.com.au/pop_up_foam_sprinkler", "https://www.archerenterprises.com.au/response_time_index_rti_plunge_test_wind_tunnel"], "header_text": ["Our Suppliers", " ", "Contact Details", "Capabilities", "More Cost Effective To Design And Make The Parts In Australia Than Overseas. ", " ", " ", " ", " ", " ", " ", " ", "Contact Details", "Case Studies", "Other Case Studies ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "Contact Details", "Products", " ", "Contact Details", "Safety & Quality", "Safety", "Quality", " ", "Contact Details", "Granite Power", "Other Case Studies ", " ", "Contact Details", "Yamato Scientific Co. Ltd.", "Other Case Studies ", " ", "Contact Details", "Hangar Pop Up Sprinkler", "Other Case Studies ", " ", "Contact Details", "Check Valve Manufacture", "Other Case Studies ", " ", "Contact Details", "Stanwell Corporations’ Stanwell Power Station", "Other Case Studies ", " ", "Contact Details", "After Market Oil Plate", "Other Case Studies ", " ", "Contact Details", "Ammunition Bunker Fire Suppression Nozzle", "Other Case Studies ", " ", "Contact Details", "The Rejected Rejuvenated", "Other Case Studies ", " ", "Contact Details", "Deluge Valve Spare Parts", " ", "Contact Details", "ARCHER Pop-Up Foam Sprinkler", " ", "Contact Details", "ARCHER Response Time Index (RTI) Plunge Test Wind Tunnel", " ", "Contact Details"], "paragraph_text": ["Atom Supply", "Pyrosales Pty Ltd", " Copyright Archer Enterprises Pty. Ltd. 2020", "\"The project required that Archer Enterprises manufacture highly complex stainless steel and titanium components with very fine tolerances including making multiple versions which were fractions of a millimetre different in order to simulate their changing dimensional behaviour under extreme operating temperatures. It was more cost effective to design and make the parts here in Australia with Archer than do it overseas.\"", "Research Project Manager Sean McCracken.", " ", "Allow Archer to holistically partner with you from the conceptual product design phase right through to manufacture and assembly, or select specific areas of expertise to achieve your desired outcome. ", " Copyright Archer Enterprises Pty. Ltd. 2020", "Archers overhaul of Multi Jet Control Valve used in fire suppression systems on Special Hazard Applications has increased testing and maintenance abilities for the existing fire suppression system, at a fraction of the cost", " ...", "The challenge faced by this customer is common across many industry sectors. Systems of all kinds have components which have to be replaced or removed for servicing and because it has been such a long time since those parts were originally installed ...", "The Barra range of turbo charged straight six cylinder engines developed by Ford Australia are unique to our nation and hurl the Ford XR6 and Ford Performance Vehicles Typhoon down the road quicker than vee-eight Fords. The 245T (245 kilowatts & ...", "The scope of work involved designing and manufacturing a performance-critical check valve for a pneumatically-powered fire suppression system in multi-million dollar heavy vehicles used in the mining industry.", "The challenge with this type of engineeri...", "The Australian Defence Force is constantly evolving as new assets are introduced. With the arrival of a new piece of equipment comes the need to upgrade support services. When the Royal Australian Navy introduced new MRH90 helicopters to its South Co...", "This project came from the need for the Stanwell Power Station to replace outdated components in its Special Hazard Water Deluge Fire Suppression system which were no longer made by the Original Equipment Manufacturer. In addition there&nbs...", "All over the world automatic fire sprinkler systems must comply with an international ISO standard known as the ISO 6182 performance standard. They must also gain approval from two U.S. underwriting companies, FM Global and UL. In order for manufactu...", " This project for Australian company Granite Power, which is funded by the Australian Renewable Energy Agency (ARENA), required that Archer manufacture highly complex stainless steel and titanium components with very fine tolerances - including ...", " Copyright Archer Enterprises Pty. Ltd. 2020", "Deluge Valve Spare Parts", "Pop-Up Foam Sprinkler", "RTI Plunge Test Wind Tunnel", " ", "Click on the links above to learn more, or contact ARCHER today on on the following: ", "+61 2 4340 1211", "info@archerenterprises.com.a", " Copyright Archer Enterprises Pty. Ltd. 2020", "Archer Enterprises Pty Limited (ARCHER) is an Australian owned family company providing precision engineering and manufacturing products and services.", "ARCHER is firmly committed to a work health and safety policy enabling all work activities to be carried out safely, and with all possible measures taken to remove (or at least reduce) risks to the health, safety and welfare of workers, contractors, authorised visitors, and anyone else who may be affected by our operations. We are committed to ensuring we comply with the relevant legislation, Codes of Practices and Australian Standards as far as possible.", "Management Responsibilities:", "All officers, managers and team leaders/supervisors are responsible and accountable for the safety of workplace participants, contractors, and company property under their control so far as reasonably practicable. Managers and team leaders/supervisors are responsible for ensuring all policies, procedures, safe work practices and safe work procedures are followed at all times.", "Worker/Contractor/Visitor Responsibilities:", "All workers/contractors/visitors are obligated and required to comply with health and safety legislation and ARCHER’s policies and procedures by taking reasonable care that their acts or omissions do not adversely affect their health or safety of both themselves and that of other persons. All workers/contractors/visitors must report all hazards and incidents to their supervisors as soon as practically possible to ensure their own health and safety and safety of others in our workplace, including contractors, visitors and third parties.", "ARCHER seeks the co‐operations of all workers/contractors/visitors, customers and other persons. We encourage suggestions for realising our health and safety objectives to create a safe working environment with a zero accident rate.", " ", "Archer Enterprises Pty Limited is an Australian owned family Company providing precision engineering and manufacturing products and services.", "To ensure customer requirements are totally and consistently met with the aim of enhancing customer satisfaction, Archer Enterprises is committed to operating and continually improving an effective and efficient Quality Management System in accordance with the requirements of ISO 9001:2015 and one which meets relevant statutory and regulatory requriements.", "Archer Enterprises’ senior management shall ensure that quality objectives relevant to the organisation are established, communicated, and when measured, focus attention on opportunities for improvement of the Quality Management System’s effectiveness. Such quality objectives shall be routinely reviewed and input as to their makeup shall be sought from all relevant stakeholders.", "We also recognise that, whilst the resources and management needed to run an effective quality system rest with management, it can only succeed if everyone in the Company plays their part. Consequently, everyone associated with our business is encouraged to identify problems and recommend actions to prevent them. ", " ", " Copyright Archer Enterprises Pty. Ltd. 2020", " This project for Australian company Granite Power, which is funded by the Australian Renewable Energy Agency (ARENA), required that Archer manufacture highly complex stainless steel and titanium components with very fine tolerances - including making multiple versions which were fractions of a millimetre different in order to simulate their changing dimensional behaviour under extreme operating temperatures. ", " Granite Power Research Project Manager, Sean McCracken, worked closely with Archer throughout the design and manufacturing stages,", " \"We sent our CAD data to Archer and they converted it into three dimensional TopSolid7 files. Archer helped us with the design phase and was then responsible for making the front end assembly for the impulse turbine for our Granex Waste Heat Recovery demonstration model.”", " Granex technology captures waste heat from a power generator and re-uses it through a Granex Heat Conversion System. Sean says the waste heat moves at more than Mach 1.7 through the front nozzle, it hits the turbine blades and drives them at 70,000RPM. Pressure is as high as 60 bar and internal temperatures can reach 260 degrees Celsius.", " He adds that Australia is not renowned for turbine development which makes this project by Archer a first for 'Down Under',", " \"It was always a fairly ambitious thing to take on. The overseas technology that we wanted was so expensive and for us to make it a commercial application we needed to find a way of reducing the cost. Having Archer make the assembly has been the most economical way for us to do it. We found that there were far greater cost efficiencies to develop it here.", " \"Archer had to make complex parts like the impeller. I've been told that the machining of the impeller alone took two hours. They also made multiple versions of one part that were fractions of a millimetre apart to mimic the changes that the component will undergo due to the extreme temperature changes in the turbine. If the impeller was too tight we'd suffer friction when it made contact with the shroud. We really appreciate all the extra effort involved. We didn't ask them to do that, they just went and did it. I think their enthusiasm has driven us along. I've dealt with a lot of people and you feel you have to push therm along but with Archer it's been so easy.\"", " Chief Executive Officer Stephen de Belle echoes Sean's comments,", " \"Granite Power has enjoyed a very productive relationship with Archer. Their mastery of design and process for this type of product and application has been fantastic. They also made us aware of certain issues which we hadn't appreciated the significance of and then they were able to help us resolve them. Brad, Russell and the team are very enthusiastic about their work and it has been good to work with people who are proud of what they do.\"", " Stephen says their breakthrough Granex technology has attracted the attention of countries around the world,", " \"Our exclusive technology which has been developed in conjunction with the University of Newcastle power had already led to enquiries from Indonesia, Papua New Guinea, Bangladesh and Africa. We are having discussions with various international agencies and will be inviting them to come to our facility and see the turbine in action. This is a real case of Australian technology to the world.\"", " ", " Copyright Archer Enterprises Pty. Ltd. 2020", "All over the world automatic fire sprinkler systems must comply with an international ISO standard known as the ISO 6182 performance standard. They must also gain approval from two U.S. underwriting companies, FM Global and UL. In order for manufacturers to meet the ISO/FM/UL benchmarks their sprinkler systems need to undergo a complex scientific exercise known as the \"plunge test”.", "The scientific test determines the Response Time Index (RTI) and Conductivity Factor (C Factor). [The RTI is used in conjunction with the C Factor to predict the response time of the sprinkler in fire environments defined in terms of gas (air) temperature and velocity versus time, enabling fire suppression system design engineers to design effective sprinkler systems].", "This scientific process is conducted inside a unique custom-built RTI Plunge Test Tunnel. Archer is the world’s developer, designer and manufacturer of this highly sophisticated piece of test equipment.", "Yamato Scientific Co. contacted Archer and requested that an RTI Plunge Test Tunnel be made for the Japan Fire Equipment Inspection Institute. The brief included having Archer fly to Tokyo to train their engineers. The JFEII was established in 1963 as a public organisation to conduct inspections of fire equipment across the Japanese mainland. It is housed in Japan’s National Research Institute of Fire and Disaster which is where the nation’s fire fighters are trained. JFEII specified that it wanted the same test equipment as FM and tasked Yamato Scientific Co. with sourcing it. ", "“The RTI plunge test tunnel is a highly specialised application-specific piece of world standard apparatus. The uniquely shaped wind tunnel is a fully integrated solution with process control for both gas (air) temperature and velocity, sprinkler response time control, and can measure pressure differences of less than 1 Pascal to a resolution of 0.0001 mmHg”, said Operations Director Russell Byrne. ", "Before Archer’s revolutionary tunnel was developed the few organisations which carried out such testing would build large test tunnels which were permanent fixtures of buildings. Then along came the Archer design which is free standing and fully self-contained. With dimensions of just 2200 x 1000 x 1600mm it is easily transportable and this has become the product-of-choice around the world.", "The tunnel features custom fabricated stainless steel duct work with ceramic insulation and a painted mild steel exterior cladding. Archer manufactured all components of the tunnel: heating plenum chamber; plug fan assembly (housing, impeller and transmission); duct work, dampeners, doors and cladding; test section ducting and plunge mechanism; and other parts (excluding the electric motor and heater elements), including many precision machined components on our Okuma multi-axis machine centres. Next we integrated the electronics which included a programmable process controller, electric fan motor and variable speed drive, timer, pressure switches/transducers and temperature thermocouples. It took just over three months to build. The completed tunnel underwent stringent testing at the Archer Manufacturing Centre of Excellence before being shipped to Japan. ", "The Japanese RTI Plunge Test Tunnel project is a good demonstration of the diversity of Archer. Engagement went all the way from designing the first-of-its-kind solution with best of breed 3D CAD/CAM/CAE software to product development, sourcing of materials, manufacturing parts, electromechanical integration, product testing, installation, commissioning of the equipment, training personnel and producing the operations manual in Japanese! A complete end to end delivery.", "In the words of Managing Director Brad Byrne,", "\"We always like to take on a new challenge and extend ourselves. We are known for taking on the projects that others regard as 'too hard'. With the wide range of equipment that we have in place and the combined expertise of our team we really are suited to developmental manufacturing for R&D, making working prototypes, producing low volume runs of complex and specialised components, and helping to test them.\"", "Russell emphasises that being hands-on right to the end of a project is a ‘signature’ of Archer methodology,", "“It’s one thing to manufacture a product, it is another thing to ensure that your customer understands it and will get the best return on investment from it. When you are dealing with international customers it is vital that you go the extra mile. We are up against tough competition from overseas but I believe here in Australia we have the know-how to provide highly specialised technology to the world. Brad and I stayed over there for five days installing the tunnel, comissioning it and training the JFEII engineers. What was interesting was that they also sought out our expertise and experience to assist them with understanding the ISO performance standard for automatic fire sprinklers. They saw us as an authority in this field. So we spent time helping them get a good understanding.”", "Adds Brad, \"We are focused on accurately defining our customers' solutions. We develop a complete understanding of their environment and challenges. Our expertise in production engineering and manufacturing processes combined with our passionate results-centric philosophy delivers the very best outcome.\"", " Copyright Archer Enterprises Pty. Ltd. 2020", "The Australian Defence Force is constantly evolving as new assets are introduced. With the arrival of a new piece of equipment comes the need to upgrade support services. When the Royal Australian Navy introduced new MRH90 helicopters to its South Coast base, HMAS Albatross, the ‘ripple effect’ extended to the unique asset protection system in its aircraft hangars.", "The underground pressurised nozzles pop-up from below the floor of the hangar when activated and discharge retardant over the aircraft. Since the original system was installed the size and shape of the aircraft had changed dramatically. This required a completely new spray pattern.", "The scope of work also required the new delivery unit to be capable of operating in a harsh environment. This was because the heavy aircraft roll over the pop-up nozzles and hangar cleaning practices have changed. In previous years if there was a spill, such as aviation fuel, the floor would be flooded with water to clean it away. These days, with strict environmental regulations in place, spills have to be dealt with in a more controlled and localised manner. This may result in the components being in contact with volatile substances for longer whilst the mopping up procedure is carried out. In addition, although every care is made to keep the hangars clean the nozzles are exposed to wind-blown debris and dirt.", "Archer Operations Director Russell Byrne explains the scientific approach that they had to take with this project,", "“A fire suppression unit is much more than a system pumping out water or retardant in all directions to neutralise an incident. There are strict operating standards. Our new generation nozzle had to deliver a constrained amount of water into a defined virtual space. The MRH90 helicopter fuselage sits lower to the ground than the previous aircraft assets. It is a reduction in height from 900 millimetres ground clearance to 450 millimetres. The width of the spray pattern remained unchanged at 7.5 metres. So, the water had to reach a certain point and not go past it.”", "Archer studied the existing piping system and pump rates. The new nozzle would have to operate under the same flow rates as the current system. The ‘virtual space’ was calculated into the design of the new nozzle using sophisticated 3D CAD/CAM software. A clever inverted angled deflector centre was created to disperse the water. It differed a lot from the original unit. This feature doubled by adding to the ruggedness of the design.", "Archer assessed the manufacturing of the original OEM components – which were aluminium investment castings – and determined that by machining the new versions from billet they would have even greater strength.", "The CAD file was posted to one of Archer’s multi-axis machine centres and a number of prototypes were made. From here they were assembled and taken to the test laboratory which is part of Archer’s world-class Manufacturing Centre of Excellence. A test bench was set up to check water deflection angles and dispersant range. Within a short period of time the optimum specifications had been achieved and the nozzles were installed at the air base.", " ", " ", " ", " Copyright Archer Enterprises Pty. Ltd. 2020", "The scope of work involved designing and manufacturing a performance-critical check valve for a pneumatically-powered fire suppression system in multi-million dollar heavy vehicles used in the mining industry.", "The challenge with this type of engineering is that there is no room for failure-to-operate. The component can’t be tested after it is installed but should an incident occur it has to function correctly 100% of the time.", "Archer has been developing fail-safe products of all kinds for three decades. We were approached by our customer because they were transitioning from a static fire system which didn’t require a check valve to the more advanced inline pneumatic system. When that older system was activated it simply delivered suppressant for a short time then deflated. The pneumatic system required at least 60 seconds of sustained pressure at the control valve to exhaust nitrogen gas into the vehicle (this is the industry standard). Our customer looked for a standard industrial solution. They found commodity-type valves available on the market but didn’t consider them to be reliable enough. As a result, they came to Archer.", "This valve featured unique demands. Whereas conventional pneumatics systems are cycling – the valves open then close then open then close, and so on – this fire suppression unit called for for one-off use. It would only open once when required to suppress a fire and it had to work. What we call ‘set and forget’ technology. The valve also had to connect to OEM equipment on board the vehicle.", "The project began with research of the fire suppression market and industry standards. Although the vehicle extinguisher market is a mature one Archer was unable to find relevant reference material, as Operations Director Russell Byrne explains, “We expected to find some data that we could use as a reference point but to our surprise despite the age of this industry there was nothing out there relating to the new type of system required. This meant that our design-to-manufacture phase would be breaking new ground.”", "Having determined the technical requirements of the check valve (i.e. zero fail operation, provide one minute of constant pressure, connect seamlessly to existing infrastructure, etc.) Archer involved many of its specialty areas housed at the Manufacturing Centre of Excellence. Powerful three dimensional design software was used to create the new design. Simulation software demonstrated its functionality. Photo-realistic coloured renders were supplied to the customer. The tiny valve components – featuring inner and outer threads, complex curves and mirror-finish surfaces - were manufactured from steel in a world-class multi-axis machine centre. As an added benefit an arrow was marked on the outer body by the CNC machine to show air flow direction. The parts were assembled and then operated on a test bench in the laboratory. An air velocity meter was used to confirm gas flow rates to industry standard. Only then did Archer pass on the finished product to the customer.", "Since that time this unit has become sought after throughout the mining industry. There are currently more than 600 check valves installed in heavy vehicles across Australia.", " Copyright Archer Enterprises Pty. Ltd. 2020", "This project came from the need for the Stanwell Power Station to replace outdated components in its Special Hazard Water Deluge Fire Suppression system which were no longer made by the Original Equipment Manufacturer. In addition there weren’t any spare parts available and the OEM had stopped providing maintenance or overhaul services. The Multi-Jet Control (MJC) valves had been in service for 20 years and consideration was being given as to how best to service/maintain them  to ensure another two decades of performance-critical protection for the site’s four coal fired generating units which supply 1460-megawatts to the Queensland power grid. ", "One alternative available to Stanwell Power Station was to approach other OEM’s and change over to their type of valve. This would lead to a number of cost and logistical issues. The introduction of different valves which would require modifications to the interfaces and fire suppression pipework. Modifying the system would require it to be shut down for a length of time. Another factor was that the existing valves had a metal to metal seal design which was prone to leaking and the other OEM’s had the same design.", "Stanwell Power Station preferred the option of commissioning Archer to come up with a more efficient solution. This suited us because for many years we have specialised in problem solving for complex projects and performance-critical systems.", "We presented a solution which involved designing and manufacturing new-generation components which were compatible with the existing system. We would improve the old design to prevent further water leaks and there would be no need for a lengthy shut down. Furthermore, we would be able to meet their deadline. ", "This project involved many of the capabilities that we have in our world-class Manufacturing Centre of Excellence at Somersby Industrial Estate on the Central Coast of NSW: CAD design, CAM technology, precision machining, precision fabrication, disassembly and assembly, and hydrostatic pressure testing. Everything we needed was here under the one roof.", "We have worked with power stations and large performance-critical sites such as Bluescope Steel and NZ Steel in the past so we were well prepared to handle this one.", "“We proposed a ‘swap out-swap in’ approach”, said Operations Director Russell Byrne, \"We decided to design and manufacture an exchange set of 60 valves for the first unit which could be installed in just four days during a scheduled shut down of the fire suppression unit. Then, we would receive the older valves back at our facility where they would be stripped and upgraded. These would then be installed in another unit and the ‘swap out-swap in’ process would be repeated until all four units were completed.\"", "Aware of the failings of the original valves, we came up with new internal and actuation mechanism designs for their new MJC valve which included a new sealing seat and piston, actuation linkage mechanism and Archer FL505 Glass Bulb Fusible Link - the specialised heat sensitive actuation mechanism which actuates/opens the valve in the case of the valve being activated by heat from a fire. These were incorporated in a valve body designed with the same connection-to-connection dimensions/pattern as the existing OEM MJC valves to allow connection straight into the existing system without modification of existing pipework.", "The improved design offered an additional benefit beyond improved performance. MJC valves require off-site performance testing of a representative percentage after 20 years of service and then every 12 years thereafter. The performance test is a destructive test, destroying the heat sensitive actuation mechanism. Currently all other available OEM valves on the market, once put through this “sensitivity” performance test, are not able to be re-built and re-used as the other OEM’s don’t offer the spare parts required nor offer such a service back at their factories. Essentially the MJC valves are scrapped and complete new valves have to be procured - a costly exercise.", "“We purposely made the new generation valves so that the actuation mechanism was modular in design. This means the MJC valves can be re-built and re-used after performance testing by simply replacing the Archer FL505 Glass Bulb Fusible Link on the valve”, said Managing Director Bradley Byrne.", "The new MJC valve was designed using latest-generation 3D CAD/CAM software which was integral to programming the tool paths required for the precision machining on our 9-axis Okuma Multus B300-W machine centre. The components were manufactured from stainless steel 316 and brass 385. The valves were hydro-statically pressure tested in the Archer on-site laboratory and then road freighted to Stanwell Power Station in a purpose built crate for safe and secure transit. The robust crate was specially designed by Archer and allowed for the multiple return journeys to and from Archer and Stanwell Power Station.", "“When the first batch of 60 OEM MJC valves for overhaul arrived here we pulled them down and discarded the 20 year old and compromised OEM internal components. The only parts we kept were the gunmetal valve body casting pieces. The castings were cleaned up and precision machined to allow for re-assembly and installation of our proven new generation design and components. The existing OEM MJC valves, having been overhauled to include our design, now included the same benefits of the new Archer MJC valves initially manufactured and supplied for the first swap out-swap-in. Once the MJC valves had been overhauled and fully reassembled they were hydrostatically pressure tested and then sent to Stanwell Power Station for the next unit’s swap out-swap in and we repeated the process again. Each batch was required by a strict time table set by Stanwell Power Station”, added Russ.", "“We enjoy the projects that others regard as being too hard”, said Brad, “This is why companies and organisations from around the world come to us for advice and solutions. The conventional course of action in any industry would be to find a new OEM supplier but Stanwell Corporation showed that Aussie initiative and know-how was the smarter option.\"", "“Stanwell Power Station is very pleased with the outcome of working with Archer. We were impressed that they were quick to understand our situation. They came up with an innovative and cost effective solution which enabled us to keep providing uninterrupted power supply to our customers throughout Queensland, and they were able to deliver it to us on time. Their ability to think outside the square, their workmanship and constant communication throughout the project was outstanding”, said Stan Beattie the Stanwell Corporation’s Project Manager, SPS Asset Services.", "Stanwell Power Station holds the Guinness World Record for the longest continuous operation of a power plant turbine: 1073 days and 1 hour. Archer is proud to be a contributor to the ongoing reliability and success of the Stanwell Corporation facility.", " Copyright Archer Enterprises Pty. Ltd. 2020", "The Barra range of turbo charged straight six cylinder engines developed by Ford Australia are unique to our nation and hurl the Ford XR6 and Ford Performance Vehicles Typhoon down the road quicker than vee-eight Fords. The 245T (245 kilowatts & 480 Newton metres of torque), 270T (270/550), 270T FG (270/533) and 310T FG (310/565) are incredibly powerful but there are always motoring enthusiasts out there who want that extra grunt.", "When you push an engine even further than it was originally intended that is when technical challenges can arise and in the case of our customer, an automotive high performance workshop, one such issue was oil flow.", "As engine rev’s climb higher the oil has to be pushed faster throughout the engine to protect connecting surfaces and keep it cool but the standard Ford oil pump struggled to cope. Without correct oil flow you can risk single component or complete engine failure. Our customer inspected the turbo-six engines and identified the part at the core of the problem: the OEM oil pump plate. This diecast aluminium plate is made to a specific design with different diameter screw holes and oil flow holes, filleted recesses and a smooth facing on one side where it touches the pump.", "Archer’s reputation for specialist solution-centric engineering and manufacturing is what led to us being briefed by the workshop to develop a cost-efficient solution for this niche project. We are not automotive specialists. Our customers include mining, defence, critical performance fail-safe product manufacturers and scientific laboratories. What they have in common is a need for someone with lateral thinking and world-best technology to think outside the box. This is where Archer comes in.", "The initial phase of the project involved scanning the OEM part and converting it into a 3D parametric model using SolidWorks CAD/CAM software. This allowed us to accurately plot the minute dimensions and the smooth facing which would be replicated in the new design.", "Next came the product development phase in which we applied our understanding of lubricant flow under various conditions to a prototype which retained key features but incorporated innovative new ideas to ensure that oil flow would no longer be restricted at high revs. The automotive workshop was very impressed by our photo-realistic 3D models which allowed them to quickly understand what we were changing and why.", "It is interesting to note that during this vital phase there wasn’t any in-person contact with the customer. In fact, the entire project was carried out remotely relying on email and phone conversations to discuss the design to manufacture journey. Such was their trust in Archer.", "The new design was standardised meaning that it would suit a variety of vehicle models. There would be no need to have small batches of different versions. Thus, it incorporated performance improvement as well as practical consideration of simplifying inventory and minimising production cost.", "The decision was made to move away from casting the new plate in preference to machining it from a billet of aluminium 6061 and then hard anodising it with a 15 micron anodised coating. This offered dual advantages: an ultra-smooth surface finish along with added longevity. Manufacturing the plate in the Okuma multi-axis machine centre meant that the part number could be cut into it – a practicality with regards to specifying, ordering and stocking the part.", "The final design was approved and went into production with the first batch of 50. The oil flow dilemma was solved and since then the customer has since ordered half a dozen batches.", "Archer has a full-service Manufacturing Centre of Excellence on the NSW Central Coast and was able to conduct concept, computer design, prototyping, modelling, machining and product testing under the one roof. ", " Copyright Archer Enterprises Pty. Ltd. 2020", "The challenge faced by this customer is common across many industry sectors. Systems of all kinds have components which have to be replaced or removed for servicing and because it has been such a long time since those parts were originally installed there aren’t any records to identify where they were made or what their specifications are…nor are any spare parts available.  ", "Archer’s Operations Director Russel Byrne explains, “When systems have been in operation for many years you often find that the original engineers and purchasing managers have moved on. The companies which manufactured those parts have shifted into different markets and don’t hold any more stock, or they have gone out of business. Another common challenge is that operational and safety standards or regulations have changed since the system was installed meaning that any replacement part has to be re-designed to conform. This is a specialty area in which Archer excels – researching, designing, testing and manufacturing complex parts for very specific functions.”", "The product in question was a fire suppression system nozzle in an ammunition bunker. In order for the nozzle to instantly supply fire retardant foam after being activated it had to have the fluid sitting right behind the nozzle under pressure. To prevent the liquid dropping on to the explosives it needed a quick-release cap. The cap had to be strong enough to prevent droplets ruining the explosives whilst capable of being blown off in a milli-second when the system is activated.", "“The project required that we integrate a new nozzle into a system which was compliant to operating standards which no longer existed. New standards had been brought in over time. That meant we would have to research the old and new standards, interpret the differences and find the middle ground where there was an overlap of old and new. This narrow window of time would give us the starting point for our design.”", "Adding to the challenge was a tight deadline for delivery.", "Archer began by researching the history of the suppression system components, changes to operating standards and codes, foam delivery performance requirements and other engineering details. Because Archer has been involved in this type of project for more than 35 years (Russell and brother Brad are the third generation of Byrnes running the company) we have extensive libraries of OEM part specifications, international standards for threads, O-rings and other sub-assembly components, as well as the latest industry codes and regulations. From this extensive knowledge base Archer was able to not only replicate the nozzle design but improve on it.", "“We always ask a lot of questions so that we understand all stakeholder requirements. Some of these questions are outside the initial brief because we want to take the customer on a journey beyond what their expectations are. It’s all about having a big perspective. We don’t just look at the part we look at the functionality of the entire system – now and in to the future.”", "The design and engineering teams at Archer set themselves the objective of designing a new-generation nozzle with improved functionality over the current model, which would be compliant to the latest operating standards and still able to fit the existing interface. Sophisticated 3D CAD/CAM software was used to design the replacement nozzle. Not only did it allow for rapid design development and precise dimensional accuracy it also meant that the customer was able to review the prototype ideas through a series of photo-realistic 3D colour renders.", "Once the product was approved the components were machined from billet steel in Archer’s Manufacturing Centre of Excellence on a world-class multi-axis machine centre. They were taken to the assembly area and test lab’. Archer simulated the cap being blown off and foam being sprayed on to the target area (there is a strict requirement regarding the nature of the spray pattern).", "“The Archer design features a tapered nozzle with threading that matches the existing interface. It’s an advancement over the outgoing design. As a result, our client is the only site in Australia with this type of suppression system.”", " Copyright Archer Enterprises Pty. Ltd. 2020", "Archers overhaul of Multi Jet Control Valve used in fire suppression systems on Special Hazard Applications has increased testing and maintenance abilities for the existing fire suppression system, at a fraction of the cost", " ", " Copyright Archer Enterprises Pty. Ltd. 2020", "ARCHER has the expertise and experience to assist with spare parts, servicing, maintenance, repair and/or overhaul of Deluge Valves, Sprinkler Valves and Alarm Valves found in FIRE Protection and Suppression Systems.", "ARCHER’s expertise and experience stems from its founders’ and subsequent directors’ combined careers over many decades within the Special Hazard FIRE Protection Industry in Australia and the UK, including R&D, manufacturing and after sales service & support.", "ARCHER offers seal kits, service kits, overhaul kits, upgrade kits and individual spare parts, including gaskets, rubber seats, clak / clapper assy’s, latches and diaphragm rubbers, to support the preventative maintenance of Deluge Valves, Sprinkler Valves and Alarm Valves to AS 1851 Routine Service (Maintenance) of Fire Protection Systems and Equipment.", "Contact ARCHER today for assistance with your Deluge Valve spare part, Sprinkler Valve spare part or Alarm Valve spare part requirements on the following:", "+61 2 4340 1211", "info@archerenterprises.com.au", " ", "Scroll down for further information.", "SEAL KITS", " typically include all the main serviceable rubber components requiring 3-yearly renewal /replacement per AS 1851, including:", " ", "SERVICE/OVERHAUL KITS", ", in addition to the main serviceable rubber components, also included are other serviceable hardware which may require replacement due to wear and tear and/or damage after many years of service, including:", " ", "        A)", "        B)", "        C)", "       D)", "       D)", "A)", "A)", "   B)", "C)", "A)", "A)", "A)", "A)", "B)", "                         A)", "                       A)", " ", "Contact us today on on the following:", "+61 2 4340 1211", "info@archerenterprises.com.au", " ", " Copyright Archer Enterprises Pty. Ltd. 2020", "The ARCHER Pop-up Foam Fire Sprinkler is specialised fit-for-purpose low-impact fire suppression technology designed to protect key aircraft hangar, apron & helipad / helideck infrastructure and the critical high-value aircraft assets and personnel within.", "ARCHER Pop-up Foam Fire Sprinklers not only provide superior protection against the loss of life and/or asset (fire protection performance), but also provides superior mitigation against loss or interruption of just-as-valuable operations and function (recovery and system/facility operations & function continuity performance).", "Pop-Up Sprinkler Activated", " Pop-Up Sprinkler Ready/Normally Restracted", "Loss of life/asset, nor interruption of operations & function, either is not an option. Critical operational & personnel sovereign defence & security (or commercial) capability is at stake, and protection of both: life & asset, and operations & function, is paramount. Protection of one at the mercy of the other compromises posture.", "Whilst providing a high level of fire protection performance by way of deluge foam fire suppression capability, ARCHER Pop-up Foam Fire Sprinklers are a low-impact “low-level” “low-expansion” foam system installed in the area’s floor, and when operated, sprays firefighting foam low to the floor area only (including under-wing), is not destructive and has minimal impact on equipment and personnel within the environs of the hangar, including aircraft and their sophisticated avionics and components, ensuring the highest levels of recovery and system/facility operations & function continuity performance.", "Manufacturer’s Certificate of Conformance is available for each batch manufactured, including material certificates", ".", "Download PDF datasheet below: ", "Datasheet Download", " Typical Discreet Installation of ARCHER Pop-Up Foam Fire Sprinklers", "Pop-Up Foam Fire Sprinkler Assy", "“Low-level” pop-up foam fire sprinkler systems are advantageous over other systems regarding the safety of life and assets such as:", "Compared to both these solutions that when implemented in sensitive areas such as an aircraft hangar, cause high levels of collateral damage and can have devasting affects not only on the sensitive and sophisticated aircraft and associated equipment in their path of discharge, but also on the personnel within the environs at time of actuation, with the increased likelihood of personal injury, slips, trips, falls and disorientation, all impeding the ability to egress safely.", "The ARCHER Foam Pop-Up Sprinkler are low-impact, non-destructive, “low-level”, “low-expansion” foam, which apart from its excellent firefighting performance, has excellent recovery and system/facility operations and function, due to it’s less detrimental effects on personnel and equipment.", "ARCHER Pop-up Foam Fire Sprinklers are also “kind” and low-impact on Firefighters. No need for Firefighters to:", "Pop-Up Foam Sprinkler System in Action", "Safe and Low-Impact for Occupants, Firefighters and Equipment", "Type:", "Aspirating, automatic pop-up type", "Body:", "316 Stainless Steel", "Mounting:", "In floor", "Outer Slide Tube: ", "316 Stainless Steel", "Discharge rate:", "82 L/min @ 350 kPa", "Pop-Up Tube:", "316 Stainless Steel", "Spray pattern:", "7.5 meter diameter @ 350 kPa", "450 mm maximum height above floor", "Seals:", "Deflector: ", "Nitrile", "316 Stainless Steel", "Min. operating pressure:", "210 kPa", "Blow-off Cap:  ", "316 Stainless Steel (etch primed and sprayed standard colour signal red)", "Inlet connection:", "Bottom entry, Pipe thread ISO 7 – Rp 1 (Female 1” (DN25) BSP Parallel)", "Total Assembly:", "Flanged Body:", "1.9kg", "1.2kg", "Configuration:", "Flanged top casting for flush mounting in concrete floor. Fully retracting pop-up tube and deflector with", "a protective blow-off cap (standard colour signal red).", "AE12-007/8 Spanner (14-046-0049):", " ", "For installation and removal of pop-up & outer slide tubes and deflector assembly. ", "AE12-007/7 (16-046-0044) Alignment and Pressure Test Plug:", " ", "Recommended to be used during installation. ", "16-046-0075 Pull-Up Tool Assembly:", " ", "To remove blow-off cap and perform pull test. ", "14-046-0077 Blow-Off Cap:", " Etch primed and sprayed standard colour Signal Red.", "Spares Storage Cabinet:", " ", "For housing Archer Model AE-12-007/1 or AE-12-450/1 Pop-Up Foam Sprinklers and accessories", "Contact ARCHER today on on the following: ", "+61 2 4340 1211", "info@archerenterprises.com.au", " Copyright Archer Enterprises Pty. Ltd. 2020", "The Archer Response Time Index (RTI) Plunge Test Wind Tunnel can be used to carry out the RTI and/or Rate of Rise/Ramp type plunge tests as specified in the various sprinkler head performance standards. The tunnel could also be used to evaluate the performance of other detection or protection devices, including detectors, and automatic/closed water mist nozzles, provided the limitations of the associated equipment are recognised.", "The RTI Plunge Test Wind Tunnel has been designed, developed and manufactured by Archer Enterprises Pty Ltd in Australia since creation in 1996. The RTI Plunge Test Wind Tunnel is part of the FM3210 Standard: \"Approval Standard for Heat Detectors For Automatic Fire Alarm Signalling\".", "Response Time Index (RTI) Plunge Test Wind Tunnel and Control Panel", "The Archer Enterprises manufactured RTI Plunge Test Tunnel (Tunnel) has been designed to reproduce similar, if not exact conditions to those produced by the international Organisations, (as was known at the date of manufacture) to determine the Response Time Index (RTI) and Conductivity Factor (C Factor) of fusible link and frangible glass bulb type automatic fire sprinklers.", "These Organisations include:-", "The scientific test determines the Response Time Index (RTI) and Conductivity Factor (C Factor). [The RTI is used in conjunction with the C Factor to predict the response time of the sprinkler in fire environments defined in terms of gas (air) temperature and velocity versus time, enabling fire suppression system design engineers to design effective sprinkler systems].", "The RTI plunge test tunnel is a highly specialised application-specific piece of world standard apparatus. The uniquely shaped wind tunnel is a fully integrated solution with process control for both gas (air) temperature and velocity, sprinkler response time control, and can measure pressure differences of less than 1 Pascal to a resolution of 0.0001 mmHg.", "Response Time Index (RTI) Plunge Test Wind Tunnel Close Up", "The unit and associated equipment are shipped as a complete package. The unit is manufactured and supplied as a complete “ turn-key” solution, right out of the box.", "No specialised post-delivery construction or complex assembly is required, simply setup the unit in a well ventilated area (others have large exhaust extraction unit overhead, but is really only required to keep area comfortable for technicians operating the unit), and on a level surface. The only installation works required for Customer to carry out are:", "The unit requires very minimal maintenance. Spare electrical contactor relays, heating elements, fan transmission timing belt, indicator light LED elements, etc., are supplied with the unit. The only preventative maintenance which may be required, would be replacement of fan transmission timing belt, with the servicing interval totally dependent upon the frequency of use. Regular general cleaning of all external and internal surfaces, including the clearing of debris from internal ducts and cleaning of filters upstream from test section, will see years of reliable service from the unit.", " ", "Contact ARCHER today on on the following: ", "+61 2 4340 1211", "info@archerenterprises.com.au", " Copyright Archer Enterprises Pty. Ltd. 2020"], "emails": ["info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.a", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au", "info@archerenterprises.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 (0)2 4340 1211", "+61 2 4340 1211", "+61 2 4340 1211", "+61 (0)2 4340 1211", "(14-046-0049", "7 (16-046-0044", "16-046-0075", "14-046-0077", "+61 2 4340 1211", "+61 (0)2 4340 1211", "+61 2 4340 1211", "+61 (0)2 4340 1211"], "lda_resutls": [[0, "0.048*\"contact\" + 0.035*\"detail\" + 0.028*\"archer\" + 0.018*\"system\" + 0.014*\"tunnel\" + 0.014*\"control\" + 0.012*\"quality\" + 0.012*\"test\" + 0.012*\"suppression\" + 0.011*\"fire\""], [1, "0.018*\"system\" + 0.015*\"valve\" + 0.011*\"oil\" + 0.010*\"component\" + 0.010*\"part\" + 0.009*\"customer\" + 0.009*\"safety\" + 0.009*\"come\" + 0.008*\"flow\" + 0.008*\"archer\""], [2, "0.025*\"archer\" + 0.017*\"standard\" + 0.015*\"com\" + 0.015*\"info\" + 0.014*\"design\" + 0.014*\"operation\" + 0.012*\"part\" + 0.012*\"system\" + 0.012*\"company\" + 0.010*\"market\""], [3, "0.023*\"valve\" + 0.019*\"fire\" + 0.016*\"spare\" + 0.015*\"part\" + 0.015*\"system\" + 0.015*\"nozzle\" + 0.014*\"archer\" + 0.014*\"test\" + 0.011*\"kit\" + 0.010*\"water\""], [4, "0.019*\"valve\" + 0.016*\"include\" + 0.011*\"world\" + 0.011*\"component\" + 0.009*\"come\" + 0.009*\"time\" + 0.009*\"archer\" + 0.009*\"test\" + 0.008*\"technology\" + 0.008*\"new\""], [5, "0.026*\"pop\" + 0.026*\"sprinkler\" + 0.021*\"case\" + 0.021*\"study\" + 0.015*\"fire\" + 0.013*\"foam\" + 0.013*\"system\" + 0.011*\"customer\" + 0.010*\"also\" + 0.010*\"iso\""], [6, "0.019*\"design\" + 0.012*\"performance\" + 0.012*\"require\" + 0.011*\"use\" + 0.011*\"heavy\" + 0.010*\"unit\" + 0.010*\"model\" + 0.010*\"work\" + 0.009*\"nozzle\" + 0.009*\"assembly\""], [7, "0.027*\"test\" + 0.024*\"archer\" + 0.019*\"design\" + 0.015*\"machine\" + 0.015*\"tunnel\" + 0.014*\"time\" + 0.014*\"manufacture\" + 0.012*\"part\" + 0.011*\"make\" + 0.011*\"response\""], [8, "0.032*\"would\" + 0.015*\"design\" + 0.012*\"operation\" + 0.012*\"valve\" + 0.012*\"unit\" + 0.010*\"function\" + 0.010*\"performance\" + 0.010*\"asset\" + 0.008*\"new\" + 0.008*\"cost\""], [9, "0.027*\"new\" + 0.019*\"australian\" + 0.017*\"archer\" + 0.017*\"low\" + 0.014*\"stainless\" + 0.013*\"foam\" + 0.012*\"fire\" + 0.011*\"equipment\" + 0.011*\"system\" + 0.011*\"power\""]], "kpe_resutls": [["contact detail", 0.32235712016688056], ["archer respons time index", 0.0759571952876004], ["australia", 0.06541619962934539], ["oversea", 0.06056281614504894], ["part", 0.059103132624521736], ["qualiti safeti qualiti", 0.0587726651167127], ["hangar pop", 0.05836736903295189], ["plung test wind tunnel", 0.05715548855346239], ["rti", 0.05676811738805221], ["foam sprinkler", 0.052450936749915335]], "rake_resutls": [[57.27542735042735, "case studies contact details stanwell corporations ’ stanwell power station"], [57.25, "chief executive officer stephen de belle echoes sean"], [47.33915284062343, "case studies contact details ammunition bunker fire suppression nozzle"], [43.947283272283265, "case studies contact details products contact details safety"], [43.885714285714286, "0001 mmhg ”, said operations director russell byrne"], [41.24453781512606, "valve ”, said managing director bradley byrne"], [41.010714285714286, "’ approach ”, said operations director russell byrne"], [40.92857142857142, "tunnel features custom fabricated stainless steel duct work"], [39.41235426977115, "foam sprinkler rti plunge test wind tunnel click"], [38.17857142857143, "royal australian navy introduced new mrh90 helicopters"], [36.917584213172454, "case studies contact details check valve manufacture"], [36.56709401709402, "case studies contact details yamato scientific co"], [36.41356460532931, "foam sprinkler contact details archer response time index"], [36.0, "turbo charged straight six cylinder engines developed"], [35.11372549019608, "frangible glass bulb type automatic fire sprinklers"], [35.0, "pipe thread iso 7 – rp 1"], [34.95391275391275, "heater elements ), including many precision machined components"], [33.18971306471306, "quality safety quality contact details granite power"], [32.45952380952381, "australian owned family company providing precision engineering"], [30.95619658119658, "case studies contact details hangar pop"], [30.787701863354037, "archer enterprises manufactured rti plunge test tunnel"], [30.70181818181818, "suppression system .” copyright archer enterprises pty"], [30.582773109243696, "special hazard water deluge fire suppression system"], [30.52, "archer fl505 glass bulb fusible link"], [30.33904761904762, "archer operations director russell byrne explains"], [30.33356421356421, "archer enterprises manufacture highly complex stainless steel"], [30.243484848484847, "archer enterprises ’ senior management shall ensure"], [29.625, "stanwell power station ”, added russ"], [29.54920814479638, "tiny valve components – featuring inner"], [28.615384615384617, "main serviceable rubber components requiring 3"], [28.375, "3d parametric model using solidworks cad"], [27.4, "outstanding ”, said stan beattie"], [27.360262286732876, "world automatic fire sprinkler systems must comply"], [27.0, "350 kpa 450 mm maximum height"], [26.81904761904762, "operations director russell byrne explains"], [26.81904761904762, "operations director russel byrne explains"], [26.0, "mrh90 helicopter fuselage sits lower"], [25.151746031746033, "archer manufacture highly complex stainless steel"], [25.0, "61 2 4340 1211 info"], [25.0, "2200 x 1000 x 1600mm"], [24.52542735042735, "contact details case studies"], [24.52542735042735, "case studies contact details"], [24.40255034820252, "japanese rti plunge test tunnel project"], [24.00686274509804, "foam fire sprinkler assy “ low"], [23.305797101449276, "testing would build large test tunnels"], [22.985883681535856, "rti plunge test wind tunnel"], [22.44090909090909, "fine tolerances including making multiple versions"], [22.337535014005603, "enabling fire suppression system design engineers"], [22.30896103896104, "au copyright archer enterprises pty"], [22.267370537958772, "2020 deluge valve spare parts pop"]], "guided_lda_resutls": [["test", "control", "deluge", "software", "floor", "actuation", "associated", "response", "existing", "along"], ["type", "rti", "generation", "quality", "index", "service", "function", "health", "body", "granite"], ["archer", "part", "case", "centre", "best", "versions", "needed", "046", "multiple", "20"], ["valves", "plunge", "management", "require", "meant", "keep", "pop", "latest", "component", "allowed"], ["foam", "oem", "customer", "standard", "solution", "hangar", "hazard", "specific", "steel", "may"], ["components", "performance", "studies", "ensure", "turbine", "known", "vehicles", "level", "way", "organisations"], ["archer", "fire", "sprinkler", "pop", "one", "made", "operating", "complex", "able", "precision"], ["design", "valve", "equipment", "unit", "world", "low", "rti", "water", "cost", "maintenance"], ["suppression", "parts", "product", "specialised", "mechanism", "manufactured", "replacement", "2020", "following", "3d"], ["new", "industry", "critical", "iso", "air", "need", "expertise", "activated", "contractors", "machine"], ["time", "pressure", "assembly", "work", "nozzle", "ford", "brad", "1211", "installation", "service"], ["copyright", "aircraft", "multi", "challenge", "international", "byrne", "must", "piece", "4340", "allow"], ["system", "tunnel", "required", "used", "operations", "protection", "technology", "stainless", "many", "involved"], ["power", "manufacturing", "systems", "us", "standards", "wind", "years", "heat", "response", "personnel"], ["contact", "enterprises", "mjc", "installed", "cad", "came", "area", "available", "unique", "manufacturer"], ["project", "2020", "manufacture", "sprinklers", "cap", "requirements", "could", "right", "blow", "australia"], ["would", "pty", "ltd", "safety", "steel", "oil", "check", "said", "phase", "throughout"], ["stanwell", "performance", "station", "overhaul", "special", "customers", "info", "excellence", "range", "products"], ["including", "testing", "flow", "different", "services", "longer", "outer", "mining", "team", "carried"], ["details", "also", "australian", "valves", "effective", "swap", "company", "machining", "impact", "standard"]], "textrank_resutls": [[0.15696940249055416, 1, "other case studies"], [0.15236887642495744, 1, "contact details case"], [0.15118957029608038, 1, "granite power other case studies"], [0.14951712383819094, 1, "sprinkler other case studies"], [0.14321819478603398, 1, "yamato scientific co. ltd. other case studies"], [0.1427514912652162, 1, "market oil plate other case studies"], [0.1395774231273388, 1, "contact details ammunition bunker fire suppression nozzle other case studies"], [0.13134644165356782, 1, "contact details stanwell corporations’ stanwell power station other case studies"], [0.1279426191175962, 1, "contact details after market oil plate other case studies"], [0.12784691871746157, 7, "contact details"], [0.12282214444122902, 1, "contact details ammunition bunker fire"], [0.12082665981535179, 1, "contact details products"], [0.10465721548298858, 1, "the rejected rejuvenated other case studies"], [0.10285087384873841, 1, "contact details stanwell corporations’ stanwell power station"], [0.09927314029230061, 1, "deluge valve spare parts"], [0.09691396743826339, 1, "plunge test wind tunnel"], [0.09640123597999803, 1, "contact details deluge valve spare parts   "], [0.09397008979971952, 1, "archer response time index"], [0.09117333325511282, 1, "contact details safety & quality safety quality"], [0.07962294915488703, 1, "foam sprinkler"], [0.06886575833719152, 1, "valve manufacture"], [0.05940466510204718, 1, "hangar pop"], [0.05463154115565791, 1, "pop"], [0.054060651866781224, 1, "australia"], [0.04566203229002597, 2, "rti"], [0.04249465630697366, 1, "overseas"], [0.04141576786196755, 1, "design"], [0.03691720328070807, 1, "the parts"], [0.01890962020427514, 1, "our suppliers"]], "textrank_summery__resutls": ["Contact Details Stanwell Corporations’ Stanwell Power Station Other Case Studies    Contact Details After Market Oil Plate Other Case Studies    Contact Details Ammunition Bunker Fire Suppression Nozzle Other Case Studies    Contact Details", "Valve Manufacture", "And Make The Parts In Australia Than Overseas.                ", "Contact Details Safety & Quality Safety Quality   Contact Details", "Hangar Pop Up"], "wordcloud_resutls": [["Archer", 1.0], ["design", 0.65], ["system", 0.5333333333333333], ["new", 0.5166666666666667], ["valve", 0.48333333333333334], ["standard", 0.45], ["project", 0.38333333333333336], ["Archer Enterprises", 0.38333333333333336], ["part", 0.36666666666666664], ["performance", 0.35], ["customer", 0.3333333333333333], ["component", 0.3333333333333333], ["unit", 0.31666666666666665], ["fire suppression", 0.31666666666666665], ["Enterprises Pty", 0.31666666666666665], ["nozzle", 0.3], ["equipment", 0.3], ["Pty Ltd", 0.3], ["required", 0.2833333333333333], ["service", 0.2833333333333333], ["product", 0.26666666666666666], ["Contact Details", 0.26666666666666666], ["Copyright Archer", 0.26666666666666666], ["us", 0.25], ["OEM", 0.25], ["Plunge Test", 0.25], ["used", 0.23333333333333334], ["one", 0.23333333333333334], ["suppression system", 0.23333333333333334], ["solution", 0.21666666666666667], ["RTI Plunge", 0.21666666666666667], ["Sprinkler", 0.2], ["assembly", 0.2], ["existing", 0.2], ["type", 0.2], ["Australian", 0.2], ["made", 0.2], ["pressure", 0.2], ["Power Station", 0.2], ["including", 0.18333333333333332], ["Stanwell Power", 0.18333333333333332], ["Pop Foam", 0.18333333333333332], ["Response Time", 0.18333333333333332], ["Fire Sprinkler", 0.18333333333333332], ["MJC valve", 0.18333333333333332], ["cost", 0.16666666666666666], ["Australia", 0.16666666666666666], ["Pop", 0.16666666666666666], ["manufacture", 0.16666666666666666], ["complex", 0.16666666666666666], ["operating", 0.16666666666666666], ["testing", 0.16666666666666666], ["installed", 0.16666666666666666], ["work", 0.16666666666666666], ["manufacturing", 0.16666666666666666], ["water", 0.16666666666666666], ["technology", 0.16666666666666666], ["aircraft", 0.16666666666666666], ["year", 0.16666666666666666], ["area", 0.16666666666666666], ["Case Studies", 0.16666666666666666], ["stainless steel", 0.16666666666666666], ["spare part", 0.16666666666666666], ["time", 0.15], ["challenge", 0.15], ["many", 0.15], ["industry", 0.15], ["Ford", 0.15], ["need", 0.15], ["world", 0.15], ["manufactured", 0.15], ["Studies Contact", 0.15], ["Wind Tunnel", 0.15], ["hangar", 0.13333333333333333], ["maintenance", 0.13333333333333333], ["ISO", 0.13333333333333333], ["able", 0.13333333333333333], ["specialised", 0.13333333333333333], ["Foam Fire", 0.13333333333333333], ["effective", 0.11666666666666667], ["Quality", 0.11666666666666667], ["Tunnel", 0.11666666666666667], ["highly", 0.11666666666666667], ["overhaul", 0.11666666666666667], ["control", 0.11666666666666667], ["came", 0.11666666666666667], ["original", 0.11666666666666667], ["company", 0.11666666666666667], ["precision", 0.11666666666666667], ["safe", 0.11666666666666667], ["re", 0.11666666666666667], ["process", 0.11666666666666667], ["low", 0.11666666666666667], ["floor", 0.11666666666666667], ["designed", 0.11666666666666667], ["engine", 0.11666666666666667], ["requirement", 0.11666666666666667], ["level", 0.11666666666666667], ["Time Index", 0.11666666666666667], ["Index RTI", 0.11666666666666667]], "wordcloud_resultsbi": ["fire_suppression", "contact_detail", "suppression_system", "plunge_test", "fire_sprinkler", "response_time", "case_study", "spare_part", "mjc_valve", "study_contact", "wind_tunnel", "power_station", "foam_fire", "sprinkler_system", "test_tunnel", "test_wind", "time_index", "health_safety", "stainless_steel", "archer_enterprise", "automatic_fire", "contractor_visitor", "fire_protection", "following_info", "info_com", "low_impact", "new_generation", "oil_flow", "performance_critical", "special_hazard", "valve_fire", "valve_spare", "worker_contractor", "actuation_mechanism", "air_temperature", "cam_software", "check_valve", "control_valve", "engineering_manufacturing", "foam_sprinkler", "gas_air", "index_plunge", "life_asset", "operating_standard", "temperature_velocity", "today_following", "alarm_valve", "archer_design", "archer_foam", "complex_stainless", "component_fine", "conductivity_factor", "contact_today", "deluge_fire", "deluge_valve", "design_phase", "detail_case", "expertise_experience", "facility_operation", "factor_factor", "fine_tolerance", "glass_bulb", "heavy_vehicle", "high_level", "index_rti", "industry_standard", "iso_performance", "jet_control", "low_level", "many_year", "mining_industry", "mrh_helicopter", "multiple_version", "new_design", "new_mjc", "new_nozzle", "operation_function", "performance_standard", "photo_realistic", "pneumatic_system", "pop_foam", "recovery_system", "rti_conductivity", "scope_work", "sprinkler_valve", "steel_titanium", "suppression_unit", "system_design", "system_facility", "titanium_component", "valve_new", "ability_fire", "agency_arena", "aircraft_asset", "aircraft_hangar", "application_specific", "application_testing", "approval_underwriting", "archer_glass", "archer_operation"], "lda_mallet_resutls": {"Topic_0": ["test", "performance", "tunnel", "plunge", "wind", "process", "deluge", "automatic", "generation", "carry"], "Topic_1": ["sprinkler", "pop", "foam", "operation", "equipment", "low", "australian", "instal", "asset", "area"], "Topic_2": ["system", "fire", "suppression", "find", "water", "develop", "supply", "original", "pattern", "turbine"], "Topic_3": ["archer", "design", "nozzle", "product", "type", "operate", "model", "add", "software", "phase"], "Topic_4": ["time", "pressure", "world", "solution", "control", "response", "temperature", "factor", "scientific", "protection"], "Topic_5": ["valve", "design", "exist", "spare", "station", "cost", "maintenance", "power", "technology", "overhaul"], "Topic_6": ["part", "standard", "customer", "project", "component", "flow", "manufacturing", "involve", "oil", "company"], "Topic_7": ["require", "unit", "detail", "study", "industry", "year", "assembly", "precision", "check", "vehicle"], "Topic_8": ["manufacture", "include", "make", "machine", "case", "stainless", "steel", "power", "change", "component"], "Topic_9": ["contact", "service", "work", "safety", "ensure", "contractor", "quality", "safe", "follow", "kit"]}}]