[{"company": "CVW Engineering", "introduction": "Provider of precision engineering equipment", "end_market": "Defence", "industry": "Manufacturing", "link": "http://cvwengineering.com.au/", "search_text": "http://cvwengineering.com.au/", "title": "CVW Engineering | Precision Engineering", "link_corrected": "http://cvwengineering.com.au/", "description": "CVW Engineering is one of Australia's leading precision engineering companies offering the defence and aerospace industries outstanding solutions for ...", "crawled_links": ["http://cvwengineering.com.au/", "http://cvwengineering.com.au/gallery/", "http://cvwengineering.com.au/news/", "http://cvwengineering.com.au/contact/", "http://cvwengineering.com.au/careers/", "http://cvwengineering.com.au/testimonials/", "http://cvwengineering.com.au/plant-equipment/", "http://cvwengineering.com.au/capabilities/", "http://cvwengineering.com.au/about/", "http://cvwengineering.com.au/work-holding-solutions/", "http://cvwengineering.com.au/production-machining/", "http://cvwengineering.com.au/precision-engineering/"], "header_text": ["CVW Engineering", "Job Vacancy"], "paragraph_text": ["P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "CVW is a precision engineering company with an outstanding reputation in the Australian manufacturing industry for quality, competitiveness and reliability of supply. Servicing customers in industries including automotive, aerospace, defence, scientific & medical, food & beverage, mining and packaging.", "Click here to view the CVW Quality Policy.", "CVW Engineering is one of Australia’s leading precision engineering companies offering the defence and aerospace industries outstanding solutions for workholding, speciality tooling, precision engineering and production machining of components. CVW’s focus on quality assurance and highly efficient manufacturing operations are the cornerstones of its international competitiveness in lead time, cost and quality. CVW’s leading production capabilities are optimised through strong investment in latest generation production equipment, continuous manufacturing process development and ongoing skills training for our staff.", "Through working with multi-national customers in aerospace and defence such as HdH Boeing and Thales Underwater Systems, CVW has become highly experienced in managing demanding quality control and assurance requirements.", "CVW has developed significant capability and capacity to serve the automotive industry with services for design and manufacture of precision components and specialty tooling.", "CVW is certified to ISO 9001:2000. Through working with multi-national customers in the auto industry such as Dana, CVW has become highly experienced in managing demanding quality control and assurance requirements.", "CVW’s full range of design and data management capabilities and manufacturing processes allows us to offer a complete Turnkey service, with highly specialised capabilities for both component and tooling manufacture.", "CVW provides excellent precision engineering capabilities for the mining industry with services for design and manufacture of new precision components and sub assemblies and also services for repair and refurbishment and reverse engineering of existing equipment.", "CVW is certified to ISO 9001:2000 and understands the demanding quality requirements of the mining industry, working with customers to ensure high levels of product safety, speed of turnaround, reliability of supply and competitive costs.", "With in-house design, welding and fabrication, CNC milling, CNC turning, CNC wire erosion, CMM inspection and metrology, non destructive inspection, fitting and specialist toolmaking, CVW is able to offer a complete turnkey service for mining customers.", "CVW provides excellent precision engineering capabilities for the scientific research and medical industries with services for design and manufacture of new precision components and specialty tooling.", "CVW is certified to ISO 9001:2000 and understands the high precision requirements of manufacturing scientific and medical equipment.", "With in-house design, welding and fabrication, CNC milling, CNC turning, CNC wire erosion, CMM inspection and metrology, non destructive inspection, fitting and specialist toolmaking, CVW is able to offer a complete turnkey service for customers requiring precision engineering services for scientific research and medical devices.", "• Scientific Components", "\n• Medical Devices", "\n• Pharmaceutical Packaging", "CVW provides excellent precision engineering capabilities for the packaging industry with services for design and manufacture of new precision components and sub assemblies and also services for repair and refurbishment and reverse engineering of existing equipment.", "CVW is certified to ISO 9001:2000 and understands the demanding quality requirements of the packaging industry, working with customers to ensure high levels of product safety, speed of turnaround, reliability of supply and competitive costs.", "With in-house design, welding and fabrication, CNC milling, CNC turning, CNC wire erosion, CMM inspection and metrology, non destructive inspection, fitting and specialist toolmaking, CVW is able to offer a complete turnkey service for packaging customers.", "• Packaging Equipment Components", "\n• Sub Assemblies", "\n• Reverse Engineering", "\n• Onsite Maintenance", "\n• Tool Sharpening & Service", "CVW Engineering provide precision engineering and tooling solutions to the food and beverage industry. We offer a full turnkey solution from design through to manufacture. CVW also offer a service for repairs and refurbishment, sharpening and servicing and an onsite emergency breakdown repair service.", "CVW Engineering understands the demanding quality requirements of the food and beverage industry and work closely with our Customers to ensure high levels of product safety, speed of turnaround, reliability of supply and competitive costs.", "Some of CVW Engineering’s food and beverage customers include Mars Foods, Nestle Purina Pet Foods, Nestle Confectionery, Huhtamaki, Lion Dairy and Drinks, Snackbrands, Sara Lee and Wrigleys.", "• Extruder Products", "\n• Snackfoods", "\n• Pet Foods", "\n• Lolly Moulds", "\n• Cereals", "\n• Flavours and Sauces", "\n• Sharpening and Service", "\n• Repairs and Refurbishment", "\n• Complete Turnkey Solutions", "\n• Reverse Engineering", "Your Name (required)", "\n    ", " ", "Your Email (required)", "\n    ", " ", "Your Phone Number", "\n    ", " ", "Subject", "\n    ", " ", "Your Message", "\n    ", " ", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "We require a ", "CNC Milling Machinist", " with a minimum of 5 years experience in a Toolroom environment.", "Click for more details", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "New website launch announcement December 2014", "\n", "CVW Engineering is pleased to announce the launch of their new and improved website. CVW Engineering collaborated with the marketing/design team of BlueStar Creative Group to provide a more comprehensive source of company information and services. Now you can read about CVW Engineering, view our capabilities and also our plant and equipment. We also have a news page, a career page, a gallery of our quality work and testimonials from our valued Customers.", "CVW ENGINEERING “ New logo ANNOUNCEMENT December 2014", "\n", "As we work to develop our company’s capabilities and transform CVW into one of the industry’s most innovative leaders, we felt it is the perfect time to evaluate our company’s logo to ensure it is in sync with who we are, where we are going and the future growth we expect.", "After careful consideration, we chose a new logo that reflects a more modern look and captures CVW Engineering’s mission to deliver excellent quality and service. We all take pride in our work and the services CVW Engineering provides and we believe our new logo exemplifies our collective energy and inspiration as we endeavour to continue providing outstanding toolmaking and precision engineering to all Industries.", "Below see the transition from our original logo designed by company founder Cass van Weelderen back in 1972, our rebranded logo created in 2004 and our new logo we are proud to launch to you today.", "Need fixtures for your next project? ", "At CVW Engineering, we have been supplying quality tools to Australian Industry for over forty years. As a long term supplier of workholding fixtures to machine tool companies and end-users alike, we offer a full turnkey service, including concept, design, manufacture and try-out.", "Our capability has been proven in jobs requiring a single fixture, right through to major project works involving up to fifty fixtures for several different components.", "The design ingenuity, performance and reliability of our hydraulic fixutres has set a new benchmark in workholding productivity.", "We invest heavily to ensure our ultra modern toolroom is equipped with the latest CNC milling machines including 5-axis. Facilities located in Sydney and Melbourne.", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "CVW Engineering", "\n10 Verrell St", "\nWetherill Park NSW 2164", "Phone: (02) 9609 6977", "\nFax: (02) 9609 3147", "General inquiries", "\nMob: 0409 609 088", "\n", "info@cvwengineering.com.au", "Engineering inquiries", "\nMob: 0418 257 962", "\n", "info@cvwengineering.com.au", "Your Name (required)", "\n    ", " ", "Your Email (required)", "\n    ", " ", "Your Phone Number", "\n    ", " ", "Subject", "\n    ", " ", "Your Message", "\n    ", " ", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "CNC Milling Machinist", "We require a CNC Milling Machinist with a minimum of 5 years experience in a Toolroom environment. Large Variety of work. Haas and/or Okuma experience preferred. You will also have the ability to read drawings, programme and set up jobs. Trade qualified with Certificate and Australian experience essential. Overtime available. Pay based on experience.  Full-time position, immediate start.", "To apply please contact Ingrid Sinel on 02 9609 6977 or email your resume to ", "ingrid@cvwengineering.com.au", " ", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "CVW operates modern facilities and has a long history of strong investment in latest generation manufacturing equipment and technology.", "CVW’s range of modern CNC equipment includes 5-axis machining centres that provide the capability for development of highly efficient manufacturing processes. This allows CVW to minimise lead time and production costs while delivering outstanding levels of quality.", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "CVW offers customers a wide selection of innovative, precision engineered solutions. A focus on quality assurance (ISO 9001 : 2000) and highly efficient manufacturing procedures are the cornerstones of our reputation for delivery of cost effective production and competitive lead times.", "Throughout its 40 year history CVW has worked continuously to develop and enhance its capabilities to ensure our facilities and levels of expertise are of the highest standard. Our capabilities include: Professional Project management, Design and Prototyping, Production Machining, CNC 5 Axis, Jigs & Fixtures, Press Tools, Moulds, Extrusion Tooling, Wire Cutting, High Speed Machining, Fabrication and Quality Inspection & Measure.", "CVW offers Turnkey project solutions that incorporate all aspects of professional consultation, design, manufacture, assembly, test and installation. CVW has developed specialist capabilities in three key areas that best reflect our current-day and future customer requirements. Follow the links to read and view more about specialist CVW capabilities: Work-holding Solutions, Precision Engineering, Production Machining.", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "Founded in 1973 by Cass van Weelderen, CVW Engineering has grown from a one-man Toolroom to an organisation that now employs more than 30 people in modern facilities based at Wetherill Park, Sydney.", "Today, CVW is one of Australia’s leading Precision Engineering companies having developed an outstanding reputation in the Australian manufacturing industry for quality, competitiveness and reliability of supply.", "CVW has built its reputation servicing customers in industries including automotive, aerospace, defence, scientific instruments, pharmaceutical, food & beverage, mining and packaging. CVW’s focus on quality assurance and highly efficient manufacturing operations are the cornerstones of its international competitiveness in lead time, costs and quality.", "CVW’s leading production capabilities are optimised through strong investment in latest generation production equipment, continuous manufacturing process development and ongoing skills training for its people.", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "As a work-holding specialist, CVW has developed outstanding expertise in Jig and Fixture design, producing solutions for machining, assembly and gauging application requirements.", "Solutions include small to large and complex hydraulic, pneumatic and mechanical jigs and fixtures. CVW’s turnkey service for work holding equipment includes concept and detailed design, manufacture, assembly and tryout including full process capability studies.", "As part of the design process CVW simulates Jig and Fixture working conditions using Finite Element Analysis (FEA) to calculate factors such as cutting loads, structural integrity, clamping forces and vibration. Through this specialist expertise, CVW is able to compress lead times and reduce costs.", " Return to Capabilities ", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "CVW Engineering’s Production Machining division produces a variety of components for the Automotive, Mining and Aerospace Industries, Our machine shop is capable of operating 24 hours, over three shifts.", "Our Production Plant is equipped with:", "3 x Chiron Twin Spindle Machining Centres (400x400x630)", "\n1 x Chiron Single Spindle Machining Centre (630x400x630)", "\n1 x Mori Seiki Vertical Twin Pallet (510x510x510)", "\n1 x Okuma Howa Twin Spindle Lathe (310×210)", "\n1 x Okuma MX50 Horizontal Twin Pallet 4-Axis (700x800x800)", "\n1 x Okuma MA600 Horizontal Twin Pallet 4-Axis (1000x900x1000)", "\n1 x Okuma MA40 Horizontal Twin Pallet 4-Axis (560x610x625)", "\n1 x Okuma MU400 5-Axis (762x460x460)", "\n1 x Multus B300-W (turning diameter 630mm) ((580x160x935))", " Return to Capabilities ", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594", "P: ", "02 9609 6977", " | E: ", "info@cvwengineering.com.au", "CVW Engineering design and manufacture a wide range of precision tooling products and supply precision engineering services including press tooling, jigs, fixtures and gauges, prototypes, 3D patterns and moulds for customer industries including automotive, aerospace, defence, scientific instruments, mining, packaging food & beverage.", "CVW has built it’s reputation for outstanding customer service through superb quality and high reliability of supply. Certified to ISO 9001:2000.", "CVW is highly focused on quality assurance for it’s precision tooling products and precision engineering services. The company works closely with customers to meet specific quality planning requirements particularly in the automotive and aerospace/defence industries. With in-house design, and a full range of manufacturing processes including: welding and fabrication, 3,4&5 axis CNC milling, CNC turning, CNC wire erosion, CMM inspection and metrology, non destructive inspection, fitting and specialist toolmaking, CVW is able to offer a complete turnkey service for precision tooling and precision engineering.", "CVW’s international competitiveness in lead times, costs and quality is driven through strong investment in latest generation production equipment and the continuous improvement of its technical skills base. With dedicated resources for service in multiple locations, CVW is also able to support its extensive customer base for precision tooling products and precision engineering services in a highly effective manner to minimise downtime and reduce operating costs.", " Return to Capabilities ", "© 2016 CVW Engineering", "Design & Production by Blue Star Creative (02) 9089 8594"], "emails": ["info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "ingrid@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au", "info@cvwengineering.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9609 6977", "2) 9609 3147", "409 609 088", "418 257 962", "2) 9089 8594", "2 9609 6977", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594", "2 9609 6977", "2) 9089 8594"], "lda_resutls": [[0, "0.063*\"require\" + 0.038*\"mob\" + 0.037*\"milling\" + 0.037*\"machinist\" + 0.036*\"name\" + 0.036*\"message\" + 0.020*\"snackfood\" + 0.020*\"detail\" + 0.009*\"turn\" + 0.003*\"inspection\""], [1, "0.036*\"inspection\" + 0.028*\"production\" + 0.027*\"cvw\" + 0.027*\"service\" + 0.021*\"able\" + 0.020*\"equipment\" + 0.020*\"manufacturing\" + 0.020*\"offer\" + 0.020*\"lead\" + 0.020*\"turn\""], [2, "0.032*\"quality\" + 0.031*\"customer\" + 0.029*\"food\" + 0.025*\"industry\" + 0.023*\"beverage\" + 0.023*\"twin\" + 0.023*\"pallet\" + 0.023*\"axis\" + 0.021*\"work\" + 0.020*\"requirement\""], [3, "0.063*\"cvwengineere\" + 0.063*\"com\" + 0.059*\"info\" + 0.026*\"new\" + 0.026*\"service\" + 0.020*\"precision\" + 0.019*\"capability\" + 0.018*\"design\" + 0.018*\"logo\" + 0.018*\"also\""], [4, "0.032*\"include\" + 0.030*\"service\" + 0.025*\"design\" + 0.020*\"capability\" + 0.019*\"company\" + 0.019*\"tooling\" + 0.019*\"engineering\" + 0.018*\"industry\" + 0.018*\"turnkey\" + 0.017*\"manufacture\""], [5, "0.101*\"production\" + 0.093*\"design\" + 0.092*\"star\" + 0.092*\"creative\" + 0.009*\"quality\" + 0.009*\"precision\" + 0.009*\"modern\" + 0.009*\"facility\" + 0.009*\"customer\" + 0.009*\"solution\""], [6, "0.020*\"production\" + 0.020*\"cvw\" + 0.020*\"process\" + 0.020*\"lead\" + 0.020*\"cost\" + 0.020*\"time\" + 0.020*\"centre\" + 0.019*\"equipment\" + 0.011*\"capability\" + 0.010*\"manufacturing\""], [7, "0.034*\"engineering\" + 0.030*\"quality\" + 0.028*\"cost\" + 0.027*\"high\" + 0.024*\"customer\" + 0.024*\"product\" + 0.022*\"understand\" + 0.022*\"industry\" + 0.022*\"reliability\" + 0.022*\"supply\""], [8, "0.034*\"experience\" + 0.031*\"precision\" + 0.027*\"component\" + 0.023*\"design\" + 0.021*\"industry\" + 0.020*\"tooling\" + 0.019*\"automotive\" + 0.019*\"service\" + 0.014*\"specialty\" + 0.014*\"manufacture\""], [9, "0.052*\"capability\" + 0.031*\"return\" + 0.022*\"view\" + 0.022*\"engineering\" + 0.022*\"specialist\" + 0.022*\"solution\" + 0.017*\"require\" + 0.012*\"cvw\" + 0.012*\"click\" + 0.012*\"policy\""]], "kpe_resutls": [["cvw engin job vacanc", 1.0]], "rake_resutls": [[57.52777777777778, "1 x okuma mx50 horizontal twin pallet 4"], [57.52777777777778, "1 x okuma ma600 horizontal twin pallet 4"], [57.52777777777778, "1 x okuma ma40 horizontal twin pallet 4"], [53.00757575757576, "au new website launch announcement december 2014 cvw engineering"], [49.77777777777778, "1 x mori seiki vertical twin pallet"], [49.75, "cvw engineering “ new logo announcement december 2014"], [48.52777777777778, "1 x okuma howa twin spindle lathe"], [42.88492063492063, "1 x chiron single spindle machining centre"], [42.666666666666664, "fixture working conditions using finite element analysis"], [41.13492063492063, "3 x chiron twin spindle machining centres"], [38.375, "refurbishment • complete turnkey solutions • reverse engineering"], [30.151515151515152, "meet specific quality planning requirements particularly"], [30.0, "message © 2016 cvw engineering design"], [29.36111111111111, "1 x okuma mu400 5"], [28.7, "company founder cass van weelderen back"], [28.09090909090909, "au © 2016 cvw engineering design"], [27.8952380952381, "supply precision engineering services including press tooling"], [27.761904761904763, "tryout including full process capability studies"], [27.333333333333332, "capabilities © 2016 cvw engineering design"], [26.78412698412698, "latest cnc milling machines including 5"], [25.55, "cvw provides excellent precision engineering capabilities"], [24.21666666666667, "service cvw engineering provide precision engineering"], [24.0, "© 2016 cvw engineering design"], [23.0, "apply please contact ingrid sinel"], [22.666666666666664, "9609 3147 general inquiries mob"], [22.25, "cvw engineering job vacancy p"], [21.55, "leading precision engineering companies offering"], [21.52777777777778, "1 x multus b300"], [21.25, "onsite emergency breakdown repair service"], [20.75, "design process cvw simulates jig"], [19.791666666666668, "cvw offers turnkey project solutions"], [19.774603174603172, "modern cnc equipment includes 5"], [19.60757575757576, "au cvw operates modern facilities"], [18.516666666666666, "customers requiring precision engineering services"], [18.3, "beverage customers include mars foods"], [17.84090909090909, "au engineering inquiries mob"], [17.583333333333336, "services cvw engineering provides"], [17.285714285714285, "work holding equipment includes concept"], [16.59090909090909, "au cvw engineering design"], [16.55, "leading precision engineering companies"], [15.557575757575759, "au cvw offers customers"], [15.50793650793651, "latest generation manufacturing equipment"], [15.507575757575758, "au cvw engineering ’"], [15.5, "nestle purina pet foods"], [15.416666666666668, "captures cvw engineering ’"], [15.166666666666668, "40 year history cvw"], [15.0, "major project works involving"], [15.0, "0418 257 962 info"], [15.0, "0409 609 088 info"], [14.946464646464646, "au cnc milling machinist"]], "guided_lda_resutls": [["products", "scientific", "packaging", "understands", "engineering", "start", "reflects", "gauging", "700x800x800", "three"], ["engineering", "capabilities", "9609", "9089", "highly", "axis", "also", "offer", "outstanding", "experience"], ["cvw", "components", "full", "aerospace", "reliability", "refurbishment", "companies", "leading", "continuous", "capability"], ["industry", "work", "company", "cnc", "wire", "destructive", "competitive", "house", "cmm", "customer"], ["logo", "modern", "pallet", "foods", "specialist", "experienced", "optimised", "ongoing", "1973", "verrell"], ["com", "customers", "cnc", "new", "medical", "excellent", "twin", "quality", "metrology", "holding"], ["defence", "beverage", "2000", "view", "van", "message", "cvwengineering", "nestle", "people", "2014"], ["demanding", "strong", "fitting", "range", "one", "9001", "focus", "training", "plant", "innovative"], ["02", "mining", "food", "sub", "reduce", "tool", "continuously", "vertical", "compress", "drawings"], ["design", "ensure", "process", "launch", "times", "safety", "engineering", "turning", "repair", "expertise"], ["creative", "equipment", "star", "inspection", "machining", "fabrication", "speed", "australian", "non", "return"], ["service", "provide", "provides", "assurance", "centres", "management", "email", "look", "ma40", "particularly"], ["tooling", "okuma", "lead", "certified", "levels", "facilities", "generation", "manufacture", "large", "cost"], ["manufacturing", "costs", "milling", "time", "able", "working", "fixture", "developed", "twin", "december"], ["precision", "requirements", "manufacture", "including", "required", "assurance", "include", "9001", "toolroom", "project"], ["engineering", "services", "solutions", "investment", "reverse", "page", "phone", "single", "number", "engineered"], ["2016", "precision", "toolmaking", "iso", "machinist", "pet", "hydraulic", "set", "erosion", "base"], ["quality", "info", "8594", "cvwengineering", "blue", "turnkey", "fixtures", "spindle", "horizontal", "international"], ["latest", "packaging", "welding", "offers", "concept", "pharmaceutical", "erosion", "jigs", "flavours", "forty"], ["production", "au", "6977", "industries", "supply", "automotive", "high", "specialist", "competitiveness", "scientific"]], "textrank_resutls": [[0.37267799624996495, 1, "cvw engineering job vacancy"]], "textrank_summery__resutls": ["CVW Engineering Job Vacancy"], "wordcloud_resutls": [["CVW Engineering", 1.0], ["CVW", 0.9285714285714286], ["service", 0.6785714285714286], ["customer", 0.6428571428571429], ["quality", 0.6071428571428571], ["capabilities", 0.5714285714285714], ["cvwengineering au", 0.5357142857142857], ["precision engineering", 0.5357142857142857], ["info cvwengineering", 0.5], ["Engineering Design", 0.4642857142857143], ["industry", 0.42857142857142855], ["Design Production", 0.42857142857142855], ["Production Blue", 0.42857142857142855], ["Blue Star", 0.42857142857142855], ["Star Creative", 0.42857142857142855], ["tooling", 0.39285714285714285], ["precision", 0.35714285714285715], ["cost", 0.35714285714285715], ["Creative info", 0.35714285714285715], ["requirements", 0.32142857142857145], ["solution", 0.32142857142857145], ["fixture", 0.32142857142857145], ["au CVW", 0.32142857142857145], ["design manufacture", 0.32142857142857145], ["manufacturing", 0.2857142857142857], ["industries", 0.2857142857142857], ["including", 0.2857142857142857], ["packaging", 0.2857142857142857], ["equipment", 0.2857142857142857], ["Axis", 0.2857142857142857], ["CNC milling", 0.2857142857142857], ["outstanding", 0.25], ["scientific", 0.25], ["mining", 0.25], ["component", 0.25], ["new", 0.25], ["provide", 0.25], ["work", 0.25], ["turnkey service", 0.25], ["company", 0.21428571428571427], ["Machining", 0.21428571428571427], ["assurance", 0.21428571428571427], ["full", 0.21428571428571427], ["ensure", 0.21428571428571427], ["high", 0.21428571428571427], ["Okuma", 0.21428571428571427], ["reliability supply", 0.21428571428571427], ["food beverage", 0.21428571428571427], ["lead time", 0.21428571428571427], ["complete turnkey", 0.21428571428571427], ["CVW able", 0.21428571428571427], ["reputation", 0.17857142857142858], ["medical", 0.17857142857142858], ["highly", 0.17857142857142858], ["working", 0.17857142857142858], ["repair", 0.17857142857142858], ["levels", 0.17857142857142858], ["include", 0.17857142857142858], ["experience", 0.17857142857142858], ["modern", 0.17857142857142858], ["Jig", 0.17857142857142858], ["aerospace defence", 0.17857142857142858], ["demanding quality", 0.17857142857142858], ["certified ISO", 0.17857142857142858], ["offer complete", 0.17857142857142858], ["Australian", 0.14285714285714285], ["one", 0.14285714285714285], ["leading", 0.14285714285714285], ["process", 0.14285714285714285], ["developed", 0.14285714285714285], ["capability", 0.14285714285714285], ["range", 0.14285714285714285], ["excellent", 0.14285714285714285], ["refurbishment", 0.14285714285714285], ["reverse", 0.14285714285714285], ["product", 0.14285714285714285], ["competitive", 0.14285714285714285], ["Tool", 0.14285714285714285], ["required", 0.14285714285714285], ["Toolroom", 0.14285714285714285], ["project", 0.14285714285714285], ["facilities", 0.14285714285714285], ["year", 0.14285714285714285], ["automotive aerospace", 0.14285714285714285], ["highly efficient", 0.14285714285714285], ["efficient manufacturing", 0.14285714285714285], ["strong investment", 0.14285714285714285], ["investment latest", 0.14285714285714285], ["latest generation", 0.14285714285714285], ["house design", 0.14285714285714285], ["welding fabrication", 0.14285714285714285], ["CNC turning", 0.14285714285714285], ["turning CNC", 0.14285714285714285], ["CNC wire", 0.14285714285714285], ["wire erosion", 0.14285714285714285], ["erosion CMM", 0.14285714285714285], ["CMM inspection", 0.14285714285714285], ["inspection metrology", 0.14285714285714285], ["metrology non", 0.14285714285714285], ["non destructive", 0.14285714285714285]], "wordcloud_resultsbi": ["precision_engineering", "info_com", "blue_star", "design_production", "production_blue", "star_creative", "creative_info", "design_manufacture", "turnkey_service", "complete_turnkey", "cvw_able", "food_beverage", "lead_time", "reliability_supply", "aerospace_defence", "demanding_quality", "manufacturing_process", "able_complete", "automotive_aerospace", "cnc_wire", "destructive_inspection", "efficient_manufacturing", "engineering_service", "erosion_inspection", "fabrication_cnc", "fitting_specialist", "house_design", "industry_service", "inspection_fitting", "inspection_metrology", "investment_late", "late_generation", "metrology_non", "new_logo", "non_destructive", "precision_component", "precision_tooling", "quality_assurance", "repair_refurbishment", "service_design", "service_repair", "specialist_toolmaking", "strong_investment", "time_cost", "toolmaking_cvw", "welding_fabrication", "wire_erosion", "capability_design", "com_design", "com_engineering", "competitive_cost", "competitiveness_lead", "cost_quality", "customer_high", "customer_industry", "defence_scientific", "design_welding", "engineering_capability", "engineering_company", "equipment_continuous", "excellent_precision", "generation_production", "high_level", "industry_automotive", "industry_customer", "international_competitiveness", "level_product", "manufacture_new", "milling_machinist", "new_precision", "product_safety", "production_equipment", "production_machining", "quality_requirement", "safety_speed", "speed_turnaround", "supply_competitive", "tooling_product", "turnaround_reliability", "aerospace_industry", "assembly_service", "assurance_efficient", "assurance_requirement", "australian_manufacturing", "beverage_industry", "beverage_mining", "capability_strong", "cnc_milling", "company_outstanding", "competitiveness_reliability", "component_specialty", "component_sub", "continuous_manufacturing", "control_assurance", "cornerstone_international", "cost_capability", "cost_house", "cvw_capability", "cvw_focus", "cvw_production"], "lda_mallet_resutls": {"Topic_0": ["production", "cvwengineere", "creative", "star", "info", "company", "year", "announcement", "tool", "operating"], "Topic_1": ["service", "design", "automotive", "food", "scientific", "reputation", "tooling", "pallet", "sharpen", "mining"], "Topic_2": ["capability", "manufacturing", "component", "solution", "require", "process", "project", "engineering", "return", "job"], "Topic_3": ["quality", "industry", "cost", "supply", "time", "beverage", "defence", "aerospace", "speed", "assurance"], "Topic_4": ["cvw", "design", "work", "develop", "twin", "packaging", "logo", "fixture", "horizontal", "machining"], "Topic_5": ["include", "machine", "highly", "full", "experience", "milling", "toolroom", "efficient", "phone", "view"], "Topic_6": ["offer", "turnkey", "inspection", "specialist", "complete", "wire", "toolmake", "fabrication", "cnc", "turn"], "Topic_7": ["equipment", "lead", "outstanding", "late", "investment", "facility", "strong", "generation", "competitiveness", "modern"], "Topic_8": ["customer", "requirement", "high", "reliability", "product", "ensure", "iso", "repair", "demanding", "level"], "Topic_9": ["precision", "engineering", "manufacture", "provide", "tooling", "assembly", "excellent", "engineer", "reverse", "reduce"]}}]