[{"company": "TravelRez", "introduction": "reservations platform", "end_market": "Hospitality", "industry": "IT - Software", "link": "http://www.travelrez.net", "search_text": "http://www.travelrez.net", "title": "TravelRez: Home", "link_corrected": "http://www.travelrez.net/", "description": "TravelRez - Quality software solutions for the Travel and Tourism industry ... specific business needs, or to test drive our fully Internet enabled software systems.", "crawled_links": ["http://www.travelrez.net/contact-us", "http://www.travelrez.net/faqs", "http://www.travelrez.net/news", "http://www.travelrez.net/software/bananaskin", "http://www.travelrez.net/contact-us/support", "http://www.travelrez.net/software/finesse", "http://www.travelrez.net/contact-us/questionnaire", "http://www.travelrez.net/software/remember", "http://www.travelrez.net/software", "http://www.travelrez.net/", "http://www.travelrez.net/services", "http://www.travelrez.net/software/travelrez", "http://www.travelrez.net/about-us", "http://www.travelrez.net/news&month=09&year=2012", "http://www.travelrez.net/news/2/25/Welcome-to-TravelRez-an-evolution-in-travel-technology"], "header_text": ["Contact us", "TravelRez Details", "Questions or Comments", "Frequently Asked Questions", "Who should buy TravelRez?", "What does TravelRez cost?", "Who owns TravelRez?", "How is support provided?", "Is Training provided?", "How do you work out what you need?", "News", "BANANAskin", "Key Features", "BENEFITS", "Online Support Registraion", "TravelRez Details", "FINesse", "KEY FEATURES", "BENEFITS", "SYSTEM IMPLEMENTATION & REQUIRMENTS", "Questionnaire", "TravelRez Details", "reMember", "KEY FEATURES", "BENEFITS", "SYSTEM IMPLEMENTATION & REQUIREMENTS", "Software", "Our current range of software includes:", " ", "OUR SOFTWARE", "About us", "Software", "Contact us", "Services", "System Services", "Installation and Support", "Suppport Services", "Portal Services", "Training Services", "TravelRez", "Key Features", " ", "Capabilities", "Survey Questionnaire", "Database establishment and management for:", "Business processes / operations for:", "Management reporting capabilities including:", "Financial reporting capabilities including:", "General Ledger Interface for:", "KPI Dashboard for Daily, Monthly & YTD", "About us", "Directors & Key Personnel", "Company History", "Directions", "Our current range of products from TravelRez include:", "Our charter or mission statement is to:", "Brendan Boyle - Managing Director", "Peter Lye - Technical Director", "Cheryl Gourley - Financial Controller", "News", "Welcome to TravelRez - an evolution in travel technology"], "paragraph_text": ["\r\n\t\r\n\t\r\n\t\t\r\n\t\r\n\t", "Address:     ", " ", "72 High Street, ", "Kew 3101", "VIC, Australia", "P:", " +613 9852-8636", "F:", " +613 9852-8757", "W:", " ", "www.travelrez.net", " ", "E:", " ", "info@travelrez.net", "    ", "Support Enquiries:", " support@travelrez.net", "Sales Enquiries:", " sales@travelrez.net", "Any travel operator who buys and sells both traditionally and over the Internet. TravelRez is a full function booking reservation and travel business management system, which may be configured in various ways to meet the differential requirements of domestic and international travel operators, including both wholesale and retail.", "The typical TravelRez client will need our Internet enabled systems to handle complex products, rates, packaging and flexible air / land itineraries.", "Back to Top", "TravelRez is a far more cost effective solution than previous products offered by our group of companies. Due to it's powerful inbuilt message engine, many and in fact up to thousands of concurrent users may access the system simultaneously at little extra cost.", "Please contact us directly for a personalized costing / quotation for the specific needs of your business.", "Back to Top", "TravelRez is owned by TravelRez Pty Ltd trading under the TravelRez business name.", "TravelRez Pty Ltd is a registered software development company located in Melbourne, Australia. ABN 70 104 349 555", "Back to Top", "The majority of all support these days is provided over the Internet, where we come on-line to diagnose and resolve problems. Providing standardized package solutions enables us to minimize problems / issues and to maximize support and system up time for our clients. As we maintain centralized source code, then all amendments / corrections are made centrally and then distributed to all client sites electronically.", "For the very low-level database support, we prefer a secure VPN access to client sites enabling file transfer and Terminal services to be undertaken with the highest level of security via managed firewalls. High-level application support may best be provided using standard browser access, but under managed user access and password access control. Adherence to and compliance with strict security protocols are essential.", "Back to Top", "Training is provided in many ways, including directly at client sites and at the TravelRez offices. Optionally we may run training sessions over the Internet using Microsoft NetMeeting or similar video/audio conferencing systems.", "All software is installed with comprehensive on-line \"How to Use\" help, but please be advised that this on-line help can only show what the system does and not necessarily how to use the system. Every business is different and may therefore do things differently. In fact the success of a business and its point of differentiation may be the different ways that it operates its business. Accordingly, user sites are advised to develop or have developed their own internal procedure manuals, referencing the on-line help as appropriate.", "Back to Top", "Experienced consultants from TravelRez would be pleased to help diagnose and analyze your business operations and resultant business needs. With our broad industry and computer experience, we can quickly identify computerization opportunities and in most cases quantify the costs and benefits of computerization and also of resultant business practice changes. We are happy to listen to your needs. We also provide a very basic and initial survey questionnaire on this web site, to help categorize your present business and to provide us with a starting point.", "Back to Top", "BANANAskin is a powerful Internet booking engine which was developed to front end the existing travel and stock management system operating at a number of major Australian wholesalers and booking services.", "This system was designed for Retail travel agents from a number of the major retail groups, to access the wholesale products/stock managed by client systems via the Internet for quick quotations and bookings.", "BANANAskin provides a fast and effective drill down search engine to quickly present only valid rates that meet the selective range and time details requested. Multiple products may be quoted or booked including Airfares, Transfers and all forms of ground based accommodation, products and services.", "Artificial intelligence is applied to optimize search criteria and to maximize results returned by the search engine. If the product is what you want and the price is right, then the product enquiry may be automatically converted to a booking request, which is instantly updated through to the Wholesalers in-house travel management system where final confirmations and documentation are completed and issued.", "Whilst this industry based solution was developed for the trade, ie Travel Agent access, we now also offer our retail travel industry internet based sales system with on-line eftpos payment facilities. This new capability will enable anyone surfing the net to purchase product on-line from any of our clients using BANANAskin.", "In order to implement BANANAskin, you will require an approved backend booking system. Please contact us directly to discuss which back end booking systems have been approved for BANANAskin.", "It is strongly recommend that industry standard and approved security including properly configured firewalls be installed to protect your internal network, your systems and your customers accessing your systems. Our network engineers would be pleased to review your environment and advise on cost effective solutions.", " ", " ", "Address:     ", " ", "72 High Street, ", "Kew 3101", "VIC, Australia", "P:", " +613 9852-8636", "F:", " +613 9852-8757", "W:", " www.travelrez.com ", "E:", " info@travelrez.com", "    ", "Support Enquiries:", " support@travelrez.net", "Sales Enquiries:", " sales@travelrez.net", "FINesse is our suite of financial accounting systems including Debtors, Creditors and General Ledger. These systems were developed in conjunction with our Travel and Membership management systems and designed to operate on a stand-alone or fully integrated basis to those industry specific systems.\r\n", "Whilst they offer the significant advantages of full integration to our existing clients, these financial systems may also be installed as stand-alone accounting systems. If you need a Debtors, Creditors or General Ledger system with site-specific modifications, then we would be pleased to quote on the supply of our systems including the provision of your specific needs.", "We offer over 30 years of experience in the design, development, installation and support of financial accounting systems.", " Base features of all FINesse financial sub-systems include:", " ", "Future capabilities will include multi currency management from within the Debtors and Creditors through to General Ledger, including comprehensive Foreign Exchange gain or loss management / reporting.", "Debtors", "Creditors", "General Ledger", " The base benefits of FINesse are common to all our subsidiary ledger systems including our Debtors, Creditors and General Ledger", " ", "No special requirements", "If you are currently investigating the implementation of a new Travel based booking and business management system, then feel free to respond to the travel business need survey / questionnaire below.", "By providing relevant answers to our questions, it will better enable us to determine the true needs of your business, and so to better advise on an appropriate solution whether that be from TravelRez or elsewhere.", "Whilst TravelRez is a very powerful general purpose booking and business management system, it cannot cater for all operational and business needs of such a diverse industry as seen in the travel industry. Alternatively our experienced consulting capabilities may be able to suggest effective and alternate approaches where appropriate. If not, we will tell you so.", "Ethical business is good business…… Bad business is unacceptable…..", " ", " ", "\r\n", "\r\nfunction fbht(htid)\r\n\t{\r\n\t\tvar fbhtc=document.getElementById(htid);\r\n\t\tif (fbhtc)\r\n\t\t\t{\r\n\t\t\tif (fbhtc.style.display == 'none')\r\n\t\t\t\t{\r\n\t\t\t\tfbhtc.style.display = 'inline';\r\n\t\t\t\t}\r\n\t\t\telse\r\n\t\t\t\t{\r\n\t\t\t\tfbhtc.style.display = 'none';\r\n\t\t\t\t}\r\n\t\t\t}\r\n}\r\n", "\r\n\r\n\r\n\t\r\n\t\r\n\t\t\r\n\t\r\n\t", "Address:     ", " ", "72 High Street, ", "Kew 3101", "VIC, Australia", "P:", " +613 9852-8636", "F:", " +613 9852-8757", "W:", " www.travelrez.com ", "E:", " info@travelrez.com", "    ", "Support Enquiries:", " support@travelrez.net", "Sales Enquiries:", " sales@travelrez.net", "Over the years our clients have included Universities, AFL football clubs, Australian Computer Society, marketing companies, charitable and church organizations, fellowships and other smaller sporting clubs and associations.", "Back to Top", "Back to Top", " ", "No special requirements.", "Back to Top", " ", "TravelRez is an experienced software development company. Over the years we have gained considerable experience across a broad spectrum of industries, both commercial and government based and have elected to specialize in the exciting and progressive travel and tourism industry.", "At TravelRez we design and develope Booking, Business and Financial Systems for Travel, Tourism and Membership Management. With over 30 years experience, our skills are appreciated by our national and international distributors and clients.", "Find out more", "TravelRez is an experienced software development company. Over the years we have gained considerable experience across a broad spectrum of industries, both commercial and government based and have elected to specialize in the exciting and progressive travel and tourism industry.", "Find out more", "Contact us, to discuss your specific business needs, or to test drive our fully Internet enabled software systems.", "Contact us now", " ", " ", "TravelRez and its associated companies have a long legacy of providing valued service to their clients. We pride ourselves on providing un-rivaled support and service and we are confident our clients will testify to this fact.", "Prior to any installation, we will need to fully investigate your business and operational needs and provide an effective and cost justifiable proposal and implementation plan.", "TravelRez is our advanced and fully Internet enabled Travel Industry Booking Reservation and Business Management system.", "This system has been designed by travel industry and computer professionals with many years of experience in effective automation of travel industry operators.", "Whilst many traditional systems enable booking and business management for travel operators, the challenge for TravelRez was to provide all the traditional capabilities, but web enabled with an easy to use Internet and Intranet access. TravelRez has achieved this goal.", " ", "TravelRez is the next generation solution for the Travel and Tourism industry and offers the following key features:", "If you are a major Travel or Tourism operator, a wholesaler, or a booking service, then TravelRez will assist you with the following:", "Back to Top", " ", " ", "Back to Top", " ", " ", "A site survey must be completed to ensure the suitability of existing internal networks, servers and Internet security.", "It is strongly recommend that industry standard and approved security including properly configured firewalls be installed to protect your internal network, your systems and your customers accessing your systems. Our network engineers would be pleased to review your environment and advise on cost effective solutions.", "Back to Top", " ", " ", "If you are currently investigating the implementation of a new Travel based booking and business management system, then feel free to respond to the attached travel business need survey / questionnaire.", "By providing relevant answers to our questions, it will better enable us to determine the true needs of your business, and so to better advise on an appropriate solution whether that be from TravelRez or elsewhere.", "Complete our questionnaire.", "Whilst TravelRez is a very powerful general purpose booking and business management system, it cannot cater for all operational and business needs of such a diverse industry as seen in the travel industry. Alternatively our experienced consulting capabilities may be able to suggest effective and alternate approaches where appropriate. If not, we will tell you so.", "Ethical business is good business... Bad business is unacceptable...", " ", "Back to Top", " ", "TravelRez was established to design and develop Internet / Intranet based Booking, Reservation and Business management computer systems for the Travel and Tourism industry.", "TravelRez is associated with the BCS Consulting Group of companies established in 1982 in Melbourne, Australia. BCS Consulting Group has traditionally provided high level computer and business management consulting services for medium to large Australian and international corporations and has some 25 years experience in the Travel, Tourism and Hospitality industries.", " ", " ", "TravelRez is a new technology company. We have identified that business management and transaction processing systems now need to be Internet/Intranet based, and accordingly we have undertaken the total re-design and re-development of all software solutions. To make it easy for traditional clients we also offer comprehensive porting solutions to our new technology platforms.", "Effective systems must offer full client and supplier access via the Internet, and also provide a broad range of real-time transactions processing with eftpos capabilities.", "At TravelRez we develop all systems using advanced open system architecture, design and development platforms and methodologies. We will continue to develop with such open and readily supportable platforms.", " ", " ", " ", " ", "All key executives of TravelRez are industry professionals offering a wealth of industry wisdom and experience. TravelRez executives must be experienced graduates in their chosen fields of endeavor.", "Brendan initially consulted for Arthur Andersen & Co and Price Waterhouse & Associates prior to establishing BCS Consulting Group and other consultancy and travel based software development companies. Brendan also heads the dynamic marketing team at TravelRez.", "Peter is a renowned pioneer in the Australian computer industry and has provided a wealth of knowledge and experience in the design and development of all TravelRez software systems and solutions. Peter has safely and securely introduced tomorrow's technologies today and ensures that TravelRez support is simply the best.", "Cheryl consulted for Arthur Andersen & Co and Touche Ross & Co. in the areas of taxation and business accounting services prior to gaining direct operational, financial and business experience with the BCS Group of companies. Cheryl's corporate, financial and taxation skills have been essential to the on-going success of TravelRez.", " ", " ", " ", "We are very excited to be releasing these new software packages after nearly 2 years of concentrated design and development and look forward to a positive response from the Australian and International travel industry community.", "We have put a massive effort into these development projects and hope that our new fully Internet enabled and browser based systems will quickly be accepted as a new industry standard for high volume operators with complex travel business requirements.", "To ensure the success of these new software packages, we have elected to use industry standard data bases, development tools, 4GL's and programming languages, that are open system compliant and offer easy to use interfaces to the common desk top products including Microsoft Office etc.", "Considerable information is provided within this web site, but if more in-depth information is required, then please contact TravelRez Pty Ltd directly.", "Brendan Boyle", " Managing Director"], "emails": ["info@travelrez.net", "support@travelrez.net", "sales@travelrez.net", "info@travelrez.com", "support@travelrez.net", "sales@travelrez.net", "info@travelrez.com", "support@travelrez.net", "sales@travelrez.net"], "addresses": [], "social_media_links": [], "telephone_numbers": ["+613 9852-8636", "+613 9852-8757", "70 104 349 555", "+613 9852-8636", "+613 9852-8757", "+613 9852-8636", "+613 9852-8757"], "lda_resutls": [[0, "0.055*\"com\" + 0.029*\"find\" + 0.016*\"include\" + 0.015*\"site\" + 0.015*\"security\" + 0.015*\"software\" + 0.015*\"internal\" + 0.015*\"survey\" + 0.015*\"complete\" + 0.015*\"ensure\""], [1, "0.072*\"support\" + 0.051*\"key\" + 0.043*\"sale\" + 0.040*\"enquiry\" + 0.037*\"feature\" + 0.030*\"software\" + 0.025*\"industry\" + 0.023*\"experience\" + 0.022*\"address\" + 0.021*\"offer\""], [2, "0.032*\"service\" + 0.032*\"system\" + 0.018*\"business\" + 0.017*\"need\" + 0.017*\"monthly\" + 0.017*\"enable\" + 0.017*\"internet\" + 0.016*\"drive\" + 0.016*\"test\" + 0.016*\"specific\""], [3, "0.039*\"business\" + 0.032*\"industry\" + 0.030*\"travel\" + 0.022*\"year\" + 0.020*\"provide\" + 0.019*\"service\" + 0.019*\"company\" + 0.018*\"experience\" + 0.017*\"system\" + 0.015*\"development\""], [4, "0.041*\"travel\" + 0.028*\"business\" + 0.026*\"industry\" + 0.026*\"system\" + 0.022*\"management\" + 0.018*\"booking\" + 0.018*\"internet\" + 0.015*\"benefit\" + 0.014*\"may\" + 0.014*\"powerful\""], [5, "0.043*\"system\" + 0.030*\"include\" + 0.022*\"management\" + 0.017*\"travel\" + 0.016*\"financial\" + 0.015*\"capability\" + 0.014*\"creditor\" + 0.013*\"debtor\" + 0.012*\"company\" + 0.012*\"design\""], [6, "0.041*\"system\" + 0.026*\"solution\" + 0.026*\"better\" + 0.026*\"network\" + 0.026*\"advise\" + 0.022*\"approve\" + 0.021*\"provide\" + 0.019*\"include\" + 0.013*\"information\" + 0.013*\"question\""], [7, "0.033*\"contact\" + 0.024*\"level\" + 0.024*\"access\" + 0.020*\"requirement\" + 0.017*\"business\" + 0.017*\"enable\" + 0.017*\"special\" + 0.017*\"client\" + 0.016*\"high\" + 0.016*\"manage\""], [8, "0.042*\"business\" + 0.028*\"system\" + 0.024*\"travel\" + 0.024*\"questionnaire\" + 0.019*\"provide\" + 0.019*\"director\" + 0.019*\"booking\" + 0.016*\"implementation\" + 0.015*\"style\" + 0.014*\"need\""], [9, "0.042*\"system\" + 0.023*\"product\" + 0.019*\"line\" + 0.015*\"business\" + 0.015*\"include\" + 0.015*\"client\" + 0.015*\"offer\" + 0.015*\"base\" + 0.015*\"may\" + 0.015*\"detail\""]], "kpe_resutls": [["travelrez detail question", 0.1010877902248575], ["requir softwar", 0.05868036174799623], ["key featur benefit system implement", 0.0502360747102516], ["current rang", 0.045791086871919164], ["train", 0.04337873541376445], ["manag report capabl", 0.037261917267010884], ["questionnair databas establish", 0.03177628131053214], ["capabl survey", 0.030559295927559744], ["support suppport servic portal", 0.02981704081380642], ["monthli", 0.02863030791798937]], "rake_resutls": [[56.977058029689616, "requirments questionnaire travelrez details remember key features benefits system implementation"], [44.69047619047619, "common desk top products including microsoft office etc"], [34.84942834942835, "us software contact us services system services installation"], [33.2, "abn 70 104 349 555 back"], [29.34444444444444, "providing standardized package solutions enables us"], [26.632080419580422, "fully internet enabled travel industry booking reservation"], [25.916666666666664, "approved security including properly configured firewalls"], [25.800456487956488, "retail travel industry internet based sales system"], [25.393534002229657, "systems using advanced open system architecture"], [24.43859649122807, "please contact travelrez pty ltd directly"], [24.25, "key personnel company history directions"], [22.666666666666664, "including comprehensive foreign exchange gain"], [21.883040935672515, "contact us travelrez details questions"], [21.666666666666664, "client sites enabling file transfer"], [21.560000000000002, "good business …… bad business"], [21.102691511387164, "effective systems must offer full client"], [20.886363636363637, "registered software development company located"], [20.560000000000002, "good business ... bad business"], [20.29738015607581, "whilst many traditional systems enable booking"], [19.5625, "use industry standard data bases"], [19.285375494071147, "fully internet enabled software systems"], [18.863333333333333, "attached travel business need survey"], [18.227272727272727, "internet using microsoft netmeeting"], [18.194444444444446, "provided using standard browser access"], [18.099999999999998, "also offer comprehensive porting solutions"], [17.855072463768117, "financial accounting systems including debtors"], [17.505555555555556, "level application support may best"], [17.11111111111111, "please contact us directly"], [16.091919191919192, "travel based software development companies"], [16.0, "maintain centralized source code"], [15.897435897435896, "approved backend booking system"], [15.771929824561404, "travelrez pty ltd trading"], [15.75, "traditionally provided high level computer"], [15.692307692307693, "full function booking reservation"], [15.5, "unacceptable ….. function fbht"], [15.333333333333334, "powerful inbuilt message engine"], [15.333333333333334, "comments frequently asked questions"], [15.270129870129871, "new fully internet enabled"], [15.25, "financial controller news welcome"], [15.192307692307692, "house travel management system"], [15.083333333333334, "security via managed firewalls"], [14.892307692307693, "powerful general purpose booking"], [14.78, "resultant business practice changes"], [14.752913752913754, "powerful internet booking engine"], [14.721739130434782, "subsidiary ledger systems including"], [14.692307692307692, "stock management system operating"], [14.61111111111111, "ie travel agent access"], [14.5, "managing director peter lye"], [14.472307692307691, "travel business management system"], [14.333333333333334, "technical director cheryl gourley"]], "guided_lda_resutls": [["system", "travelrez", "bananaskin", "developed", "major", "range", "fully", "properly", "determine", "travel"], ["offer", "effective", "enabled", "consulting", "internal", "existing", "kew", "8636", "andersen", "price"], ["internet", "computer", "experienced", "support", "help", "network", "comprehensive", "fact", "success", "web"], ["software", "services", "years", "ledger", "systems", "general", "financial", "management", "operational", "traditional"], ["travel", "many", "site", "ways", "wholesale", "vic", "free", "recommend", "general", "easy"], ["access", "provided", "design", "sales", "613", "cost", "questionnaire", "full", "time", "street"], ["business", "creditors", "benefits", "australian", "whilst", "broad", "com", "approaches", "respond", "complex"], ["development", "new", "clients", "us", "provide", "contact", "brendan", "pleased", "accounting", "address"], ["companies", "capabilities", "solutions", "us", "using", "implementation", "australia", "reporting", "3101", "include"], ["may", "company", "bcs", "open", "debtors", "operators", "relevant", "finesse", "customers", "concentrated"], ["booking", "also", "international", "installed", "elected", "retail", "co", "resultant", "undertaken", "maximize"], ["systems", "management", "based", "client", "travelrez", "may", "financial", "quickly", "commercial", "managed"], ["need", "key", "specific", "technology", "peter", "9852", "style", "info", "bad", "stand"], ["support", "back", "providing", "line", "product", "installation", "intranet", "established", "function", "managing"], ["tourism", "survey", "level", "fbhtc", "via", "pty", "questions", "within", "ethical", "search"], ["travel", "experience", "appropriate", "solution", "based", "clients", "completed", "line", "reservation", "essential"], ["travelrez", "industry", "net", "products", "requirements", "develop", "training", "industries", "www", "must"], ["enquiries", "features", "group", "details", "please", "effective", "72", "display", "approved", "australia"], ["directly", "director", "boyle", "enable", "operate", "capabilities", "changes", "associations", "test", "control"], ["top", "including", "needs", "high", "standard", "engine", "configured", "would", "considerable", "security"]], "textrank_resutls": [[0.10888279645855783, 1, "key features benefits system implementation"], [0.10545067275629685, 1, "travelrez details questions"], [0.10042800624177475, 1, "services training services"], [0.10014095528215064, 1, "finesse key features benefits system implementation"], [0.09638532465480026, 1, "travelrez details"], [0.0955724608960283, 11, "travelrez"], [0.09042319379064036, 1, "news bananaskin key features"], [0.08993100319028721, 1, "key personnel company history directions"], [0.08944135249378958, 1, "key features"], [0.0886215370727016, 1, "support suppport services portal"], [0.08723504433024237, 1, "management reporting capabilities"], [0.08649394176659547, 1, "services installation"], [0.08118962379817943, 1, "financial reporting capabilities"], [0.07286637816219817, 1, "software contact us services system services installation and support suppport services portal"], [0.07061203666972786, 1, "online support registraion"], [0.06717614510943391, 1, "directors & key personnel company history directions"], [0.06656204797176873, 1, "general ledger interface"], [0.06480222301358804, 1, "capabilities survey"], [0.06460459262223643, 1, "questionnaire database establishment"], [0.0634517721164467, 1, "peter lye - technical director cheryl gourley - financial controller news welcome"], [0.06112654232448356, 1, "management"], [0.06007959913927678, 1, "us directors"], [0.05975650070521361, 1, "software contact us services system"], [0.05971823318800659, 1, "kpi dashboard"], [0.05884724138456186, 1, "questions"], [0.05758438889637445, 1, "requirements software"], [0.057326694616400886, 1, "ledger interface"], [0.056118532152597614, 1, "requirments questionnaire"], [0.05512397674749191, 1, "travel technology"], [0.05414328082095741, 1, "brendan boyle - managing director"], [0.05293454513625485, 1, "support"], [0.05047577784596947, 1, "daily"], [0.04689469488223573, 1, "cheryl gourley - financial"], [0.04682690007527657, 1, "peter lye - technical"], [0.045627326593200915, 1, "products"], [0.045442799778630055, 2, "software"], [0.04455013220903823, 1, "kpi dashboard for daily"], [0.04240965045810479, 1, "brendan boyle - managing"], [0.04125279351425172, 2, "monthly"], [0.040829829854053125, 1, "business processes / operations"], [0.03861732237252772, 1, "requirements"], [0.03704668600467727, 2, "our current range"], [0.03671396227575823, 1, "comments"], [0.03390896698065742, 1, "training"], [0.031170039143506266, 1, "our charter or mission statement"], [0.02562984630710675, 1, "an evolution"], [0.0, 8, "us"]], "textrank_summery__resutls": ["OUR SOFTWARE About us Software Contact us Services System Services Installation and Support Suppport Services Portal", "TravelRez Details reMember KEY FEATURES BENEFITS SYSTEM IMPLEMENTATION & REQUIREMENTS Software", "Contact us TravelRez Details Questions or Comments", "TravelRez Details", "FINesse KEY FEATURES BENEFITS SYSTEM IMPLEMENTATION & REQUIRMENTS Questionnaire"], "wordcloud_resutls": [["TravelRez", 1.0], ["system", 0.8695652173913043], ["business", 0.6086956521739131], ["travel", 0.5], ["industry", 0.5], ["need", 0.3695652173913043], ["support", 0.34782608695652173], ["booking", 0.34782608695652173], ["software", 0.30434782608695654], ["client", 0.30434782608695654], ["will", 0.2826086956521739], ["service", 0.2826086956521739], ["Back Top", 0.2826086956521739], ["including", 0.2608695652173913], ["Internet", 0.2391304347826087], ["may", 0.2391304347826087], ["solution", 0.2391304347826087], ["based", 0.2391304347826087], ["new", 0.2391304347826087], ["product", 0.21739130434782608], ["business management", 0.21739130434782608], ["financial", 0.1956521739130435], ["effective", 0.1956521739130435], ["access", 0.1956521739130435], ["management system", 0.1956521739130435], ["provided", 0.17391304347826086], ["capabilities", 0.17391304347826086], ["site", 0.17391304347826086], ["travelrez net", 0.17391304347826086], ["cost", 0.15217391304347827], ["sales", 0.15217391304347827], ["development", 0.15217391304347827], ["offer", 0.15217391304347827], ["Travel Tourism", 0.15217391304347827], ["us", 0.13043478260869565], ["BANANAskin", 0.13043478260869565], ["Enquiries", 0.13043478260869565], ["operator", 0.13043478260869565], ["Group", 0.13043478260869565], ["companies", 0.13043478260869565], ["line", 0.13043478260869565], ["experienced", 0.13043478260869565], ["computer", 0.13043478260869565], ["experience", 0.13043478260869565], ["provide", 0.13043478260869565], ["Contact us", 0.13043478260869565], ["General Ledger", 0.13043478260869565], ["BENEFITS", 0.10869565217391304], ["implementation", 0.10869565217391304], ["requirements", 0.10869565217391304], ["company", 0.10869565217391304], ["specific", 0.10869565217391304], ["providing", 0.10869565217391304], ["security", 0.10869565217391304], ["standard", 0.10869565217391304], ["use", 0.10869565217391304], ["help", 0.10869565217391304], ["appropriate", 0.10869565217391304], ["Australian", 0.10869565217391304], ["Whilst", 0.10869565217391304], ["enable", 0.10869565217391304], ["fully", 0.10869565217391304], ["Key Features", 0.10869565217391304], ["Debtors Creditors", 0.10869565217391304], ["Creditors General", 0.10869565217391304], ["Details", 0.08695652173913043], ["Questions", 0.08695652173913043], ["Training", 0.08695652173913043], ["FINesse", 0.08695652173913043], ["range", 0.08695652173913043], ["include", 0.08695652173913043], ["Brendan", 0.08695652173913043], ["Director", 0.08695652173913043], ["international", 0.08695652173913043], ["retail", 0.08695652173913043], ["powerful", 0.08695652173913043], ["engine", 0.08695652173913043], ["many", 0.08695652173913043], ["Please", 0.08695652173913043], ["directly", 0.08695652173913043], ["level", 0.08695652173913043], ["using", 0.08695652173913043], ["installed", 0.08695652173913043], ["develop", 0.08695652173913043], ["developed", 0.08695652173913043], ["pleased", 0.08695652173913043], ["broad", 0.08695652173913043], ["approved", 0.08695652173913043], ["advise", 0.08695652173913043], ["accounting", 0.08695652173913043], ["years", 0.08695652173913043], ["better", 0.08695652173913043], ["operational", 0.08695652173913043], ["survey questionnaire", 0.08695652173913043], ["Internet enabled", 0.08695652173913043], ["years experience", 0.08695652173913043], ["design development", 0.08695652173913043], ["installation", 0.06521739130434782], ["reporting", 0.06521739130434782], ["Peter", 0.06521739130434782]], "wordcloud_resultsbi": ["business_management", "management_system", "travel_industry", "travel_tourism", "booking_business", "debtor_creditor", "key_feature", "creditor_general", "design_development", "development_company", "general_ledger", "industry_standard", "software_development", "tourism_industry", "travel_business", "accounting_system", "booking_reservation", "business_need", "client_site", "cost_effective", "effective_solution", "enquiry_sale", "enquiry_support", "feature_benefit", "group_company", "high_level", "internal_network", "internet_intranet", "ledger_system", "line_help", "need_business", "sale_enquiry", "style_display", "support_enquiry", "support_sale", "survey_questionnaire", "system_debtor", "system_travel", "travel_operator", "year_experience", "able_effective", "address_com", "alternate_approach", "answer_question", "approach_appropriate", "appropriate_ethical", "appropriate_solution", "australian_international", "bad_business", "bcs_consulting", "benefit_system", "booking_system", "broad_spectrum", "business_appropriate", "business_bad", "business_good", "business_operation", "business_survey", "business_unacceptable", "capability_able", "com_com", "com_support", "commercial_government", "company_year", "considerable_experience", "consulting_capability", "consulting_group", "current_range", "customer_system", "detail_key", "development_software", "display_none", "diverse_industry", "effective_alternate", "engineer_pleased", "environment_cost", "ethical_business", "exciting_progressive", "experience_broad", "experience_design", "experienced_consulting", "experienced_software", "fbhtc_style", "financial_accounting", "financial_system", "firewall_internal", "free_travel", "general_purpose", "good_business", "government_exciting", "implementation_new", "industry_commercial", "industry_computer", "industry_experienced", "industry_travel", "installation_support", "international_travel", "management_reporting", "membership_management", "need_such"]}]