[{"company": "Cogniss", "introduction": "App building software", "end_market": "Apps", "industry": "IT - Software", "link": "www.cogniss.com", "search_text": "www.cogniss.com", "title": "Cogniss", "link_corrected": "https://www.cogniss.com/", "description": "Cogniss combines best practice knowledge and technology around learning and behavior change into a single platform. You don't need to know code or have a ...", "crawled_links": ["https://www.cogniss.com/research", "https://www.cogniss.com/terms-of-use", "https://www.cogniss.com/privacy-policy", "https://www.cogniss.com/search"], "header_text": ["Cogniss for Research", "Why Cogniss?", "Cogniss Showcase", "Can we help?", "About Us", "Contact", "Solutions", "Connect", "When it comes to research, Human Transformation Technology emphasizes both efficient and ethical data management.", "Cogniss offers researchers more direct and accurate  ways of collecting and analyzing the data they need.", "Developed with researchers at the Swinburne Centre for Human Psychopharmacology, Cogniss Brain Age features a suite of games targeted at older consumers. It serves to strengthen specific cognitive skills, and assist ongoing research into improving interventions for Mild Cognitive Impairment. ", "We partner with researchers in the health and education space to develop cost-effective, efficient and ethical ways to collect useful data.", "Cogniss Terms of Use", "About Us", "Contact", "Solutions", "Connect", "Cogniss Privacy Policy", "1. What personal information we collect ", "2. How we use your information", "3. How we share information", "4. Your rights and choices ", "5. Our policies for children", "6. How we protect information we collect", "7. Other important privacy information", "About Us", "Contact", "Solutions", "Connect", "About Us", "Contact", "Solutions", "Connect"], "paragraph_text": ["QUALITY DATA", "Cogniss games and apps address complex learning and behavior change challenges. As users engage with app activities, Cogniss obtains useful, contemporaneous data-driven insights into human behavior.", " ", "HIGHEST ETHICAL STANDARDS", "Cogniss adheres to the highest ethical standards when collecting and sharing data from users. Clear guidelines control what data is collected and how it is used. Anonymized data can be made available for research.", " ", "DETAILED INSIGHTS", "Cogniss Insights provides a fully-featured, customizable dashboard that allows researchers to organize and analyze data in ways most useful to them. Data can also be exported for use in industry-standard analytics tools.", "Valuable insights gained through bigger and better data is driving scientific discovery.", "Learn more about our approach to the project here.", "Cogniss is a creation of the team at ", "2and2", ", an internationally acclaimed educational games company. ", "Our mission is to enable anyone to create Human Transformation Technology solutions that help improve people’s quality of life.", "contact@cogniss.com", "Or fill out our online form", " ", "Education", "Health", "Workplace", "Research", "Simulations", "AR/VR", "Cogniss Principles", " ・ ", "Privacy Policy", " ・ ", "Terms of Use", "Cogniss Pty Ltd 17 613 241 937", " ", "This  agreement was written in English (US). To the extent any translated  version of this agreement conflicts with the English version, the  English version takes precedent.  ", "Effective Date: 27 August 2019", " ", "This page explains our terms of use, which contain important information about your legal rights and responsibilities. When you use any Cogniss service, you’re agreeing to these terms. To help make them easier to understand, we’ve included short explanations in these gray boxes. These explanations aren't part of the official terms and have no legal effect, but are intended to help you follow the text.", "These Terms of Use (\"Terms\") are an agreement between you and Cogniss Pty. Ltd. (\"Cogniss\"), a company headquartered in Sydney, Australia. References to “Cogniss”, “us”, “we” and “our” mean Cogniss Pty. Ltd.", "These terms are guided by the ", "Cogniss Principles", ", and govern our relationship with users and others who interact with Cogniss, including all Cogniss brands, products and services (collectively, the “Services”). By using or accessing the Services, you're agreeing to these Terms. If you're using the Services for an organization, you're agreeing to these Terms on behalf of that organization, and you represent and warrant that you can do so. If you do not accept these Terms, do not create an account or use the Services.", "Please read the Terms carefully. We’ve tried to make the Terms fair and straightforward, but feel free to contact us at ", "contact@cogniss.com ", "if you have any questions or suggestions.", "1.  Privacy", "We value your privacy. The ", "Cogniss Privacy Policy", " outlines important information about how we collect, use and share your content and personal information. We encourage you to read the Privacy Policy, and to use it to help you make informed decisions. ", "2. Your account", "Make sure your account information is accurate and that you keep your account safe. You will follow our rules and the law. If you’re under the age of 16, you may need parental consent to use our services.\n", "To use our Services, you must first create an account (“Account”). You agree to: (1) try to choose a strong and secure password; (2) keep your password secure and confidential; and (3) follow the law and our list of Dos and Don’ts. You are responsible for anything that happens through your account unless you close it or report misuse.", "If you’re under the age of 16, depending on where you live, you may need to have your parent or guardian’s consent to this Agreement and enter into this Agreement on your behalf.", "3. Your content", "When you create or post content on a Cogniss service, you still own it. You do, however, give us permission to use it in ways necessary to provide, improve, promote and protect our services. If content includes personal information, it is subject to our Privacy Policy.\n", "You own all of the content and information you post on Cogniss, and can control how it is shared. In addition:", "a. For content that is covered by intellectual property rights, you specifically give us the following permission: you grant us a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license to use any IP content that you post on or in connection with Cogniss (“IP License”). This IP License ends when you delete your IP content or your account unless your content has been shared with others, and they have not deleted it.", "b. When you delete IP content, it is deleted in a manner similar to emptying the recycle bin on a computer. However, you understand that removed content may persist in backup copies for a reasonable period of time (but will not be available to others).", "c. When you use an application, the application may ask for your permission to access your content and information as well as content and information that others have shared with you.  We require applications to respect your privacy in accordance with our ", "Privacy Policy", ", and your agreement with that application will control how the application can use, store, and transfer that content and information. When you publish content or information within Cogniss, it means that you are allowing people on Cogniss to access and use that information, and to associate it with you (i.e., your name and profile picture).", "You and Cogniss agree that we may access, store, process and use any content, information and personal data that you provide in accordance with the terms of the ", "Privacy Policy", ". This includes protecting and improving our Services through analysis of your use of the Services, and/or analysis of your personal information in anonymized, pseudonymized, de-personalized and/or aggregated form.", "4. Cogniss ‘Dos and Don’ts’", "You’re responsible for the content you create or post on Cogniss. We respect other people's rights, and expect you to do the same. We ask that you follow our rules and don’t do anything illegal with the Services.\n", "We do our best to keep Cogniss safe, but we cannot guarantee it. To ensure Cogniss remains safe for all users, you agree to the following ‘Dos and Don’ts’:", "Dos", "You agree that you will: ", "a. Only use content you’re allowed to use; that is, you own all rights to your content or otherwise have (and will continue to have) all rights and permissions to legally use, share, display, transfer and license your content via the Services and in the manner required by these Terms. ", "b. Comply with all applicable laws, including, without limitation, privacy laws, intellectual property laws, anti-spam laws, export control laws, tax laws, and regulatory requirements;", "c. Provide accurate information to us and keep it updated;", "d. Immediately notify us of any actual or suspected loss, theft or unauthorized use of your account or access codes;", "e. Use the Services in a way consistent with these Terms.", "Don’ts", "You agree that you will ", "not", ":", "a. Provide any false personal information - including your age - on Cogniss, or create an account for anyone other than yourself without permission.", "b. Share your password, let anyone else access your account, or do anything else that might jeopardize the security of your account.", "c. Create more than one personal account, with the exception of people or businesses that are expressly authorized to create accounts on behalf of their employers or clients;", "d. Solicit login information or access an account belonging to someone else.", "e. Collect users' content or information, or otherwise access Cogniss, using automated means (such as harvesting bots, robots, spiders, or scrapers) without our prior permission.", "f. Post content or take any action on Cogniss that infringes or violates someone else's rights or otherwise violates the law.", "g. Post content that: is hate speech, threatening, or pornographic; incites violence; or contains gratuitous nudity or violence.", "h. Send age-inappropriate, indecent or otherwise offensive communications to users under the age of 18.", "i. Engage in cyber-bullying, that is, communications that seek to harass, humiliate, embarrass, torment, threaten, pick on or intimidate another person. Examples of cyber bullying can include (but are not limited to) flaming (repeated negative messages), sexual and racist harassment, denigration, impersonation, trickery, exclusion and cyber stalking.", "j. Use your personal timeline primarily for your own commercial gain.", "k. Use Cogniss if you are a convicted sex offender.", "l. Post unauthorized commercial communications (such as spam) on Cogniss.", "m. Upload viruses or other malicious code.", "n. Use Cogniss to do anything unlawful, misleading, malicious, or discriminatory.", "o. Do anything that could disable, overburden, or impair the proper working or appearance of Cogniss, such as a denial of service attack or interference with page rendering or other Cogniss functionality.", "p. Facilitate or encourage any violations of these Terms or our policies.", "5. Limits", "To operate effectively and protect the security and integrity of Cogniss, we need to maintain control over what happens on our Services.\n", "﻿", "Cogniss reserves the right to limit your use of the Services, including the rights to restrict, suspend, or terminate your account if we believe you may be in breach of this Agreement or law or are misusing the Services (e.g., violating any of the Dos and Don’ts). We can also remove any content or information you post on Cogniss if we believe it violates these Terms.", "6. Intellectual property rights", "You should be aware of our and others’ intellectual property rights.\n", "Cogniss reserves all of its intellectual property rights in the Services. Using the Services does not give you any ownership in our Services or the content or information made available through our Services. Trademarks and logos used in connection with the Services are the trademarks of their respective owners. In addition:", "a. If we remove your content for infringing someone else's copyright, and you believe we removed it by mistake, we will provide you with an opportunity to appeal.", "b. If you repeatedly infringe other people's intellectual property rights, we will disable your account when appropriate.", "c. You will not use our copyrights or Trademarks or any confusingly similar marks, unless you have our prior written permission to do so.", "d. You will not modify, create derivative works of, decompile, or otherwise attempt to extract source code from us, unless you are expressly permitted to do so under an open source license, or we give you express written permission.", "7. Payments", "This section explains how we handle payments for paid services.\n", "﻿", "All in-app payments are processed by Apple’s App Store and Google Play (the “Payment Processors”). The processing of payments are subject to the respective terms, conditions and privacy policies of Apple and Google, in addition to this Agreement.", "You agree to pay us, through the Payment Processors, all charges at the prices then in effect for any purchase in accordance with the applicable payment terms. You agree to make payment using the payment method you provide with your Account. We reserve the right to correct, or to instruct the Payment Processor to correct, any errors or mistakes, even if payment has already been requested or received.", "8. Third-Party Services and Sites", "If you use or connect another service on or to Cogniss, or follow a link to another site, what happens is between you and them. We’re not responsible for it or what either of you do.\n", "The Services are integrated with various third party services and applications (collectively, “Third Party Services”) that may make available to you their content and products. Examples of Third Party Services include social media platforms, Payment Processors, and other integration partners and service providers. These Third Party Services may have their own terms and policies, and your use of them will be governed by those terms and policies. We don't control Third Party Services, and we’re not liable for Third Party Services or for any transaction you may enter into with them, or for what they do. Your security when using Third Party Services is your responsibility. You also agree that we may, at any time and in our sole discretion, and without any notice to you, suspend, disable access to or remove any Third Party Services. We’re not liable to you for any such suspension, disabling or removal, including without limitation for any loss of profits, revenue, data, goodwill or other intangible losses you may experience as a result (except where prohibited by applicable law).", "The Services may also contain links to third party sites. When you access third party sites, you do so at your own risk. We don’t control and aren’t liable for those sites and what those third parties do.", "9. Cogniss App Partners", "Special requirements apply to individuals and organizations that build apps on Cogniss.\n", "﻿", "Cogniss aims to empower people to live healthier and happier lives. We do this by providing the tools and infrastructure that allow anyone to create effective app solutions for education, health and behavior change. We need your cooperation in keeping Cogniss a reputable service that provides value to all users, partners and app stores.", "If you are a Cogniss App Partner ie. an individual or organization that is developing or has developed an app on the Cogniss platform, you must comply with the policies and guidelines contained in these Terms, our ", "Privacy Policy", ", and the ", "Cogniss Principles", ".", "In addition, we request that the following principles be respected at all times:", "a. You will create an app that is useful for the end user, and avoid building an app that is simply a mere copy of someone else's work.", "b. You will not create any app with content that may defame, stalk, bully, abuse, harass, threaten, impersonate or intimidate people or entities.", "c. You will not create an app containing mature content without appropriate age-based restrictions.", "d. You will not use Cogniss to flood app stores or the web with low quality apps, or apps of poor concept that do not bring any value to users.", "e. If applicable law requires, you must provide and make available a legally compliant privacy policy to users of your app. ", "f. You will not process data in ways that violate or infringe on the principles, rights and choices set out in our ", "Privacy Policy", ".", "You also acknowledge that Cogniss reserves full discretionary rights to block applications deemed by us to violate these policies and guidelines. Developers may apply to receive provisional approval to create applications on Cogniss prior to development.", "10. Changes", "We may make changes to these Terms. If we ever change them in a way that meaningfully reduces your rights, we’ll give you notice and an opportunity to close your account.\n", "We may modify these Terms or our ", "Privacy Policy", " from time to time. If we make material changes, we will provide you notice through our Services, or by other means, to provide you the opportunity to review the changes before they become effective. We agree that changes cannot be retroactive. If you object to any changes, you may close your account. Your continued use of our Services after we publish or send a notice about our changes to these Terms means that you are consenting to the updated terms.", "11. Termination", "Either of us can end this agreement at any time.\n", "﻿", "If you violate the letter or spirit of these Terms, or otherwise create risk or possible legal exposure for us, we can stop providing all or part of our services to you. We will notify you by email or at the next time you attempt to access your account. You may also close your account or disable your application at any time. ", "12. Disputes", "In the unlikely event we end up in a legal dispute, Cogniss and you agree to try to work it out informally first. All formal disputes must be resolved through the process described below, using the laws of New South Wales.\n", "If a dispute arises out of or relates to the Terms, either party may not commence any Tribunal or Court proceedings in relation to the dispute, unless the following clauses have been complied with (except where urgent interlocutory relief is sought):", "a. Notice: A party to the Terms claiming a dispute (‘Dispute’) has arisen under the Terms, must give written notice to the other party detailing the nature of the dispute, the desired outcome and the action required to settle the Dispute.", "b. Resolution: On receipt of that notice (‘Notice’) by that other party, the parties to the Terms (‘Parties’) must:", "i. Within 30 days of the Notice endeavor in good faith to resolve the Dispute expeditiously by negotiation or such other means upon which they may mutually agree;", "ii. If for any reason whatsoever, 30 days after the date of the Notice, the Dispute has not been resolved, the Parties must either agree upon selection of a mediator or request that an appropriate mediator be appointed by the President of the Australian Mediation Association or his or her nominee;", "iii. The Parties are equally liable for the fees and reasonable expenses of a mediator and the cost of the venue of the mediation and without limiting the foregoing undertake to pay any amounts requested by the mediator as a precondition to the mediation commencing. The Parties must each pay their own costs associated with the mediation;", "iv. The mediation will be held in New South Wales, Australia.", "c. Confidential: All communications concerning negotiations made by the Parties arising out of and in connection with this dispute resolution clause are confidential and to the extent possible, must be treated as “without prejudice” negotiations for the purpose of applicable laws of evidence.", "d. Termination of Mediation: If 2 weeks have elapsed after the start of a mediation of the Dispute and the Dispute has not been resolved, either Party may ask the mediator to terminate the mediation and the mediator must do so.", "13. Governing Law", "These Terms are governed by Australian law.\n", "The Terms are governed by the laws of New South Wales, Australia. Any dispute, controversy, proceeding or claim of whatever nature arising out of or in any way relating to the Terms and the rights created hereby shall be governed, interpreted and construed by, under and pursuant to the laws of New South Wales, Australia, without reference to conflict of law principles, notwithstanding mandatory rules. The validity of this governing law clause is not contested. The Terms shall be binding to the benefit of the parties hereto and their successors and assigns.", "14. Special Provisions Applicable to Users Outside Australia", "We strive to create a global community with consistent standards for everyone, but we also strive to respect local laws. The following provisions apply to users and non-users who interact with Cogniss outside of Australia:", "a. You consent to having your personal data transferred to and processed in Australia.", "b. If you are located in a country embargoed by Australia, or are on the U.S. Treasury Department's list of Specially Designated Nationals, you will not engage in commercial activities on Cogniss (such as advertising or payments) or operate a Cogniss product. You will not use Cogniss if you are prohibited from receiving products, services, or software originating from Australia.", "15. Definitions", "We clarify the meanings of certain phrases used in the Terms.\n", "By \"Cogniss\" or “Cogniss Services” we mean the features and services we make available; (b) our platform; (c) social plugins and (d) other media, brands, products, services, software (such as a toolbar), devices, or networks now existing or later developed. Cogniss reserves the right to designate, in its sole discretion, that certain of our brands, products, or services are governed by separate terms and not these Terms.", "a. By \"platform\" we mean a set of APIs and services (such as content) that enable others, including application developers and website operators, to retrieve data from Cogniss or provide data to us.", "b. By \"information\" we mean facts and other information about you, including actions taken by users and non-users who interact with Cogniss.", "c. By \"content\" we mean anything you or other users post, provide or share using Cogniss Services.", "d. By \"data\" or \"user data\" or \"user's data\" we mean any data, including a user's content or information that you or third parties can retrieve from Cogniss or provide to Cogniss through Platform.", "e. By \"post\" we mean post on Cogniss or otherwise make available by using Cogniss.", "f. By \"use\" we mean use, run, copy, publicly perform or display, distribute, modify, translate, and create derivative works of.", "g. By “user” we mean any person or entity who actually uses our Services.", "h. By “Cogniss App Partner” we mean an individual or organization that is developing or has developed an app on the Cogniss platform.", "i. By \"application\" or “app” we mean any application or website that uses or accesses the platform, as well as anything else that receives or has received data from us. If you no longer access the platform but have not deleted all data from us, the term application will apply until you delete the data.", "16. Additional terms", "These Terms constitute the whole agreement between us regarding your use of Cogniss Services. There are also some important details about the Terms you should know.\n", "a. These Terms make up the entire agreement between the parties regarding Cogniss, and supersedes any prior agreements.", "b. If any portion of these Terms is found to be unenforceable, the remaining portion will remain in full force and effect.", "c. If we fail to enforce any of these Terms, it will not be considered a waiver.", "d. Any amendment to or waiver of these Terms must be made in writing and signed by us.", "e. You will not transfer any of your rights or obligations under these Terms to anyone else without our consent.", "f. All of our rights and obligations under these Terms are freely assignable by us in connection with a merger, acquisition, or sale of assets, or by operation of law or otherwise.", "g. Nothing in these Terms shall prevent us from complying with the law.", "h. These Terms do not confer any third party beneficiary rights.", "i. We reserve all rights not expressly granted to you.", "j. You will comply with all applicable laws when using or accessing Cogniss.", "By using or accessing Cogniss, you agree that we can collect and use such content and information in accordance with our latest ", "Privacy Policy", ". ", "Cogniss is a creation of the team at ", "2and2", ", an internationally acclaimed educational games company. ", "Our mission is to enable anyone to create Human Transformation Technology solutions that help improve people’s quality of life.", "contact@cogniss.com", "Or fill out our online form", " ", "Education", "Health", "Workplace", "Research", "Simulations", "AR/VR", "Cogniss Principles", " ・ ", "Privacy Policy", " ・ ", "Terms of Use", "Cogniss Pty Ltd 17 613 241 937", "Effective Date: 27 August 2019", "Cogniss (“Cogniss”, “we”, “us” or “our”) aims to empower people to live healthier and happier lives. We respect your privacy and are committed to being transparent about how we collect, use and share your personal information.", "This policy applies to all Cogniss services, products, games and mobile applications (“Services”). It explains: ", "What personal information we collect", "How we use your information", "How we share information", "Your rights and choices", "Our policies for children", "How we protect information we collect", "Other important privacy information ", "By using our Services, you confirm you have agreed to the ", "Terms of Use", " and have read and understood this Privacy Policy.", "Depending on how you engage with Cogniss Services, we collect different kinds of information from or about you.", "Account and profile information", "We collect information about you when you register for an account, create or modify your profile, set preferences, or signup for our Services. This includes your name, email address, password, and in some cases your date of birth and gender.", "Information you provide to us", "We collect and store any content that you create, post, send, and share to our Services. This content includes any comments you post, emails and other communications that you send to us, and information you provide by responding to surveys, submitting a form or participating in promotions. We also track how you engage with messages you receive in connection with our Services, such as notifications to complete a learning activity.", "Your use of our Services ", "When you access or use our Services, we collect and store certain usage data. This includes the types of content you view or engage with, the frequency and duration of your activities, the scores you achieve in games and your progression through content. ", "Your networks and connections", "We collect information about the people and groups you are connected to and how you interact with them, such as the people you communicate with the most, or the frequency and types of team challenges you engage in. ", "Other users of our Services", "Other users of our Services may provide information about you when they create or share content through our Services. For example, you may be mentioned by someone else on their newsfeed.", "Websites and apps that use our Services", "We collect information when you visit or use third-party websites and apps that use our Services. This includes information about the websites and apps you visit, your use of our Services on those websites and apps, as well as information the developer or publisher of the app or website provides to you or us.", "Third-Party Services", "If you use a Third-Party Service (such as Google or Facebook) to register for an account, the Third-Party Service may provide us with your Third-Party Service account information on your behalf, such as your name and email address. Your privacy settings on the Third-Party Service normally control what they share with us. Make sure you are comfortable with what they share by reviewing their privacy policies and, if necessary, modifying your privacy settings directly on the Third-Party Service.", "Cogniss App Partners", "We may collect information about your interest in, and engagement with, our Services from Cogniss App Partners. Cogniss App Partners are individuals or organizations that build apps on the Cogniss platform. ", "Device information", "We collect information from or about the computers, phones, or other devices where you install or access our Services. We may associate the information we collect from your different devices, which helps us provide consistent services across your devices. Some examples of the device information we may collect include:", "Attributes such as the operating system, hardware version, device settings, file and software names and types, battery and signal strength, and device identifiers.", "Device locations, including specific geographic locations, such as through GPS, Bluetooth, or WiFi signals. We will ask you to opt-in before we use GPS or other tools to identify your precise location.", "Connection information such as the name of your mobile operator or ISP, browser type, language and timezone, mobile phone number and IP address. ", "Payment information", "Cogniss does not collect or process any information relating to payments. Purchases made in all Cogniss Services are processed through Apple’s App Store and Google Play. For details about what information is processed in relation to payments, please refer to Apple and Google’s own privacy policies, available at ", "https://www.apple.com/legal/privacy/", " and ", "https://policies.google.com/privacy", " respectively.", "Other", "We constantly strive to improve our Services, and often introduce new features that may require the collection of new information. If we collect materially different personal data or materially change how we use your data, we will notify you and may also modify this Privacy Policy.", "Our mission is to facilitate effective learning experiences that enrich people’s quality of life. We offer a platform on which developers, designers and others can imagine and create their own solutions to complex learning, health and behavioral challenges. ", "With these objectives in mind, we use the personal information we collect about you to:", "Provide and personalize our Services.", " We create and manage your account, and personalize our Services by using information about how you interact with them. For example, we may use your assessment results to provide you with customized insights to help you maintain or improve your learning. We may also use location information to incorporate location-specific challenges or help you locate relevant learning or wellness events near you.", "Communicate with you. ", "We communicate with you about our Services and let you know about any changes to our policies and terms. We also use your information to respond to your inquiries.", "Improve our Services. ", "We conduct surveys and research in order to test, evaluate, and improve existing products and services, or develop new ones. We may also conduct audits and troubleshooting activities.", "Promote and advertise our Services. ", "We may send you tailored marketing communications about products, services, and offers of Cogniss and our partners and measure the success of those campaigns. For example, we may promote a learning app to you based on what we think may interest you. We send these communications through email, notices posted on our websites or apps, and push notifications. You may opt out of receiving these notifications at any time by contacting us at ", "privacy@cogniss.com", ". ", "Promote safety and security. ", "We help verify accounts and activities to promote safety and security on and off of our Services. This includes enforcing our ", "Terms of Use ", "and other legal terms and policies.", "Aggregate insights.", " We use your data to produce and share aggregated insights that do not identify you. For example, we may use your data to generate statistics about our users, or to publish demographics for a Service or learning and behavioral insights.", "We process your personal information for the above purposes on the following grounds:", "Consent.", " You have consented to the use of your personal information in a particular way. When you consent, you can change your mind at any time by contacting us at ", "privacy@cogniss.com", ".", "Performance of a contract.", " We need your personal information to provide you with services and products requested by you, or to respond to your inquiries. In other words, so we can perform our contract with you, like the ", "Terms of Use", ".", "Legal obligation.", " We have a legal obligation to use your personal information, such as to comply with applicable tax and other government regulations or to comply with a court order or binding law enforcement request.", "Legitimate interests.", " We have a legitimate interest in using your personal information in the following cases:", "To operate the Cogniss business and provide you with tailored communications to assist you in better using Cogniss Services. This may include advertising; however, you may opt out of receiving advertising communications at any time by contacting us at ", "privacy@cogniss.com", " or by following the unsubscribe instructions in any such communications. ", "To analyze and improve the safety and security of our Services - we do this as it is necessary to pursue our legitimate interests in ensuring Cogniss is secure, such as by implementing and enhancing security measures and protections and protecting against fraud, spam and abuse.", "To provide and improve our Services, including any personalized services - we do this as it is necessary to pursue our legitimate interests of providing an innovative and tailored offering to our Users on a sustained basis.", "To anonymize and subsequently use anonymized information.", "Protecting you and others.", " To protect your vital interests, or those of others. ", "Others’ legitimate interests.", " Where necessary for the purposes of a third party’s legitimate interests, such as our Cogniss App Partners who have a legitimate interest in delivering tailored advertising to you and monitoring and measuring its effectiveness.  ", "We share personal information in the following ways:", "People you share and communicate with", "Any content you share and communicate using our products and services will be visible to friends connected to you through the Cogniss social network. Any content you share on social networks or public forums outside of Cogniss will be made visible according to your settings on those respective platforms. In some cases, people you share and communicate with may download or re-share this content with others on and off our Services. ", "People that see content others share about you", "Other people may use our Services to share content about you with the audience they choose. If you have concerns with someone’s post, you can report them using the in-app reporting feature or by emailing us at ", "contact@cogniss.com", ".", "Apps, websites and third-party integrations on or using our products and services", "When you use third-party apps, websites or other services that use, or are integrated with, our Services, they may receive information about what you post or share. Information collected by these apps, websites or integrated services is subject to their own terms and policies. ", "Sharing with third-party partners and organizations", "We occasionally work with third party companies who help us provide and improve our Services. For example, anonymized data (data with all user identifiable information removed) may be made available to research organizations for the purposes of conducting Cogniss-approved research. We do not share information that personally identifies you with advertising, measurement or analytics partners unless you give us permission, or if we have aggregated the information so that it does not personally identify you. ", "Cogniss App Partners", "We may share information with Cogniss App Partners that is specific only to their Cogniss app. Cogniss App Partners do not have access to data collected on other Cogniss apps. These partners may specify additional ways in which they will use and share your data. Cogniss App Partners must process data in a manner consistent with the rights and obligations outlined in this Privacy Policy and the agreements we enter into with them. ", "Data retention", "We keep your personal data only as long as necessary to provide you with our Services and for legitimate and essential business purposes, including those described above.", "Deleting your account", "You can close your account at any time. When you close your account, you will no longer be able to access it. Things you have posted and accumulated, such as your status updates, personalized avatars, badges and achievements, will be removed and archived. Keep in mind information that others have shared about you is not part of your account and will not be removed when you close your account.", "If you request, we will delete or anonymize your personal data so that it no longer identifies you, unless we are legally allowed or required to maintain certain personal data, including situations such as the following:", "If there is an unresolved issue relating to your account, such as an outstanding credit on your account or an unresolved claim or dispute we will retain the necessary personal data until the issue is resolved;", "Where we are required to retain the personal data for our legal, tax, audit, and accounting obligations, we will retain the necessary personal data for the period required by applicable law; and/or,", "Where necessary for our legitimate business interests such as fraud prevention or to maintain the security of our users.", "Please note that, for technical reasons, there is likely to be a delay in deleting your personal information from our systems when you ask us to delete it.", "Rights to access and control your personal data", "Where applicable law requires (and subject to any relevant exceptions under law), you may have the right to access, update, change or delete personal information.", "For personal data that we have about you, you may choose to:", "Delete Data:", " You can ask us to delete all or some of your personal data (e.g., if it is no longer necessary to provide Services to you).", "Change or Correct Data:", " You can edit some of your personal data through your account. You can also ask us to change, update or fix your data in certain cases, particularly if it’s inaccurate.", "Object to, or Limit or Restrict, Use of Data:", " You can ask us to stop using all or some of your personal data (e.g., if we have no legal right to keep using it) or to limit our use of it (e.g., if your personal data is inaccurate or unlawfully held).", "Right to Access and/or Take Your Data:", " In most cases, you can access a copy of your personal data by inputting your unique access code into Cogniss Insights at ", "http://insights.cogniss.com/", ". Alternatively, can ask us for a copy of your personal data.", "You can access, update, change or delete personal information either directly in your account or by requesting us to do so at ", "privacy@cogniss.com", ".", "We recognize the need to provide further privacy protections with respect to personal information we may collect from children when using the Services. The term \"children\" refers to individuals under 16 years of age. ", "We are committed to protecting children from cyber bullying and stranger danger. In order to provide the best possible protection to children, Cogniss apps aimed at users under the age of 16 feature a ‘Kid Safe’ mode. Kid Safe mode only allows users to connect with other users known to them in the real world. Kid Safe mode removes free texting between users, restricting communications to the use of emoticons and pre-defined messages.", "When we intend to collect personal information from children, we take additional steps to protect children's privacy, including:", "Limiting our collection of personal information from children to no more than is reasonably necessary to participate in an online or app-based activity; and", "Giving parents or legal guardians access or the ability to request access to personal information we have collected from their children and the ability to request that the personal information be changed or deleted.", "Parents who believe that their child has submitted personal information to us and would like to have it deleted can contact us at ", "privacy@cogniss.com", ".", "While no service is completely secure, we are dedicated to keeping personal information safe. We maintain administrative, technical and physical safeguards that are intended to appropriately protect against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse and any other unlawful form of processing of, the personal information in our possession. We employ security measures such as using firewalls to protect against intruders, building redundancies throughout our network (so that if one server goes down, another can cover for it) and testing for and protecting against network vulnerabilities.", "International data transfers", "We operate internationally and may transfer your personal information to Australia and third parties in locations around the world for the purposes described in this Privacy Policy. Specifically, Cogniss uses certain vendors in providing our Services. All services either fully comply with GDPR regulations or are to implement it shortly.", "Amazon Web Services", " – Hosting infrastructure for our Services (we store app and user data on servers located in the United States)", "Google G Suite", " – Email communication with clients", "Google Analytics", " – Data analytics", "Wherever your personal information is transferred, stored or processed by us, we will take reasonable steps to safeguard its privacy. If you have a complaint about our privacy compliance, please contact us at ", "privacy@cogniss.com", ".   ", "Please note that the countries where we operate may have privacy and data protection laws that differ from, and are potentially less protective than, the laws of your country. You agree to this risk when you create a Cogniss account, irrespective of which country you live in. If you later wish to withdraw your consent, you can delete your Cogniss account as described in the ‘Your Rights and Choices’ section.", "Changes to this policy", "We’ll update this Privacy Policy from time to time to reflect changes in technology, law, our business operations or any other reason we determine is necessary or appropriate. When we make changes, we’ll update the “Effective Date” at the top of the Privacy Policy and post it on our website. If we make material changes to it or the ways we process personal information, we will notify you before they take effect (by, for example, sending you an email and/or push notification).", "We encourage you to check back periodically to review this Privacy Policy for any changes since your last visit.  This will help ensure you better understand your relationship with us, including the ways we process your personal information.", "How to contact Cogniss", "If you have questions, comments or complaints about this Privacy Policy or would like to exercise your rights and choices, please email us at ", "privacy@cogniss.com", ", contact us via our contact form at ", "http://www.cogniss.com/contactus/", ", or write to us at the address below: ", "5 Blackfriars Street", "Chippendale NSW 2008", "Australia", "Cogniss is a creation of the team at ", "2and2", ", an internationally acclaimed educational games company. ", "Our mission is to enable anyone to create Human Transformation Technology solutions that help improve people’s quality of life.", "contact@cogniss.com", "Or fill out our online form", " ", "Education", "Health", "Workplace", "Research", "Simulations", "AR/VR", "Cogniss Principles", " ・ ", "Privacy Policy", " ・ ", "Terms of Use", "Cogniss Pty Ltd 17 613 241 937", "Cogniss is a creation of the team at ", "2and2", ", an internationally acclaimed educational games company. ", "Our mission is to enable anyone to create Human Transformation Technology solutions that help improve people’s quality of life.", "contact@cogniss.com", "Or fill out our online form", " ", "Education", "Health", "Workplace", "Research", "Simulations", "AR/VR", "Cogniss Principles", " ・ ", "Privacy Policy", " ・ ", "Terms of Use", "Cogniss Pty Ltd 17 613 241 937"], "emails": ["contact@cogniss.com", "contact@cogniss.com", "contact@cogniss.com", "contact@cogniss.com", "contact@cogniss.com", "privacy@cogniss.com", "privacy@cogniss.com", "privacy@cogniss.com", "contact@cogniss.com", "privacy@cogniss.com", "privacy@cogniss.com", "privacy@cogniss.com", "privacy@cogniss.com", "contact@cogniss.com", "contact@cogniss.com", "contact@cogniss.com", "contact@cogniss.com"], "addresses": [], "social_media_links": [], "telephone_numbers": ["17 613 241 937", "17 613 241 937", "17 613 241 937", "17 613 241 937"], "lda_resutls": [[0, "0.034*\"contact\" + 0.022*\"com\" + 0.021*\"cogniss\" + 0.019*\"may\" + 0.017*\"personal\" + 0.017*\"datum\" + 0.012*\"party\" + 0.011*\"user\" + 0.010*\"create\" + 0.010*\"right\""], [1, "0.075*\"privacy\" + 0.053*\"policy\" + 0.032*\"service\" + 0.030*\"information\" + 0.018*\"may\" + 0.015*\"term\" + 0.013*\"website\" + 0.011*\"form\" + 0.011*\"contact\" + 0.011*\"app\""], [2, "0.064*\"service\" + 0.028*\"term\" + 0.023*\"information\" + 0.021*\"right\" + 0.018*\"provide\" + 0.015*\"content\" + 0.013*\"include\" + 0.012*\"also\" + 0.012*\"account\" + 0.012*\"use\""], [3, "0.047*\"service\" + 0.023*\"law\" + 0.020*\"term\" + 0.020*\"payment\" + 0.017*\"govern\" + 0.016*\"may\" + 0.015*\"access\" + 0.014*\"information\" + 0.014*\"policy\" + 0.013*\"process\""], [4, "0.039*\"change\" + 0.039*\"information\" + 0.024*\"term\" + 0.022*\"may\" + 0.018*\"service\" + 0.018*\"application\" + 0.018*\"share\" + 0.018*\"principle\" + 0.017*\"access\" + 0.015*\"datum\""], [5, "0.035*\"account\" + 0.023*\"cogniss\" + 0.021*\"information\" + 0.018*\"create\" + 0.018*\"service\" + 0.015*\"people\" + 0.014*\"personal\" + 0.013*\"help\" + 0.013*\"agree\" + 0.012*\"payment\""], [6, "0.037*\"term\" + 0.024*\"right\" + 0.021*\"service\" + 0.021*\"share\" + 0.020*\"content\" + 0.020*\"follow\" + 0.019*\"law\" + 0.014*\"personal\" + 0.013*\"information\" + 0.012*\"way\""], [7, "0.033*\"information\" + 0.027*\"personal\" + 0.021*\"collect\" + 0.019*\"team\" + 0.017*\"simulation\" + 0.012*\"security\" + 0.012*\"protect\" + 0.008*\"comply\" + 0.008*\"cogniss\" + 0.008*\"account\""], [8, "0.030*\"datum\" + 0.025*\"content\" + 0.024*\"information\" + 0.023*\"service\" + 0.021*\"collect\" + 0.016*\"provide\" + 0.016*\"include\" + 0.014*\"may\" + 0.013*\"user\" + 0.012*\"personal\""], [9, "0.023*\"interest\" + 0.017*\"content\" + 0.017*\"research\" + 0.017*\"other\" + 0.017*\"legitimate\" + 0.016*\"health\" + 0.016*\"datum\" + 0.016*\"use\" + 0.013*\"otherwise\" + 0.013*\"access\""]], "kpe_resutls": [["research", 0.10659547491600226], ["cogniss", 0.09892348753609785], ["ethic data manag", 0.06313336984347766], ["us contact solut connect", 0.0569885876694514], ["person inform", 0.04811657547655814], ["effici", 0.04787108558730257], ["way", 0.04710548930770201], ["effect", 0.02931970509067746], ["connect cogniss privaci polici", 0.02818250945043526], ["direct", 0.028079380666702177]], "rake_resutls": [[65.10093370681605, "use cogniss pty ltd 17 613 241 937 effective date"], [60.83202614379085, "use cogniss pty ltd 17 613 241 937 cogniss"], [56.9937908496732, "use cogniss pty ltd 17 613 241 937"], [51.50490196078431, "5 blackfriars street chippendale nsw 2008 australia cogniss"], [42.86666666666666, "online form education health workplace research simulations ar"], [41.0406162464986, "vr cogniss principles ・ privacy policy ・ terms"], [40.84313725490196, "27 august 2019 cogniss (“ cogniss ”, “"], [34.26131221719457, "“ cogniss ”, “ us ”, “"], [33.897619047619045, "clients google analytics – data analytics wherever"], [32.81131221719457, "us contact solutions connect cogniss privacy policy 1"], [31.692264598146952, "us contact solutions connect quality data cogniss games"], [29.957264957264957, "app containing mature content without appropriate age"], [29.041666666666668, "amazon web services – hosting infrastructure"], [28.19047619047619, "kid safe mode removes free texting"], [26.061666666666667, "third party services include social media platforms"], [25.433333333333334, "google g suite – email communication"], [25.242521367521366, "helps us provide consistent services across"], [23.826330532212886, "cogniss privacy policy outlines important information"], [22.413095238095238, "parties must either agree upon selection"], [22.366013071895424, "cogniss app partners special requirements apply"], [21.0, "repeated negative messages ), sexual"], [21.0, "internationally acclaimed educational games company"], [20.833333333333336, "“ without prejudice ” negotiations"], [19.546965452847807, "cogniss app partners must process data"], [19.42156862745098, "highest ethical standards cogniss adheres"], [19.34166666666667, "mobile applications (“ services ”)."], [19.338235294117645, "cogniss (“ ip license ”)."], [19.19047619047619, "‘ kid safe ’ mode"], [19.100140056022408, "cogniss reserves full discretionary rights"], [18.958333333333336, "create human transformation technology solutions"], [18.78267973856209, "“ cogniss app partner ”"], [18.72833333333333, "“ third party services ”)"], [18.341200466200466, "services may also contain links"], [18.25641025641026, "”, “ us ”"], [17.63823529411765, "detailed insights cogniss insights provides"], [17.327380952380953, "terms (‘ parties ’) must"], [17.03030303030303, "partners may specify additional ways"], [16.88974358974359, "us contact solutions connect"], [16.76190476190476, "others ’ intellectual property rights"], [16.570308123249298, "delete personal information either directly"], [16.5, "27 august 2019"], [16.44047619047619, "“ effective date ”"], [16.271568627450982, "” mean cogniss pty"], [15.879901960784315, "“ cogniss services ”"], [15.675070028011206, "collect materially different personal data"], [15.417824397824397, "party service may provide us"], [15.093184593184594, "may also use location information"], [15.083333333333334, "human transformation technology emphasizes"], [15.009920634920636, "create effective app solutions"], [14.972727272727273, "account (“ account ”)."]], "guided_lda_resutls": [["users", "partners", "ltd", "property", "privacy", "mission", "modify", "transformation", "business", "241"], ["third", "changes", "communications", "intellectual", "else", "update", "technology", "australia", "2and2", "south"], ["data", "share", "dispute", "necessary", "may", "apps", "close", "permission", "right", "third"], ["notice", "includes", "connection", "advertising", "anonymized", "educational", "tailored", "vr", "dos", "specific"], ["legitimate", "australia", "need", "apps", "health", "payment", "human", "com", "purposes", "appropriate"], ["applicable", "account", "engage", "games", "pty", "online", "processors", "however", "consent", "us"], ["app", "insights", "ways", "law", "rights", "device", "acclaimed", "simulations", "violates", "mind"], ["people", "either", "longer", "described", "secure", "reserves", "websites", "fill", "agreeing", "profile"], ["terms", "content", "access", "legal", "law", "following", "ask", "process", "mediator", "send"], ["information", "may", "us", "also", "help", "research", "com", "made", "16", "copy"], ["cogniss", "provide", "create", "user", "cases", "partners", "operate", "behalf", "settings", "consent"], ["party", "policy", "privacy", "laws", "service", "including", "parties", "agreement", "learning", "payments"], ["rights", "post", "security", "unless", "application", "enable", "promote", "follow", "providing", "developed"], ["collect", "privacy", "make", "mean", "platform", "anyone", "certain", "communicate", "please", "example"], ["delete", "otherwise", "ip", "processed", "respect", "control", "deleted", "apply", "read", "protection"], ["account", "principles", "email", "store", "someone", "life", "means", "people", "activities", "give"], ["others", "products", "age", "effective", "google", "comply", "protecting", "company", "613", "terms"], ["personal", "using", "contact", "policies", "improve", "quality", "organizations", "analytics", "wales", "examples"], ["solutions", "without", "available", "form", "post", "applications", "internationally", "workplace", "request", "addition"], ["services", "us", "agree", "must", "time", "children", "mediation", "connect", "change", "date"]], "textrank_resutls": [[0.11764223807566974, 3, "us contact solutions connect"], [0.10879543891375097, 1, "us contact solutions"], [0.10364415149039723, 1, "connect cogniss privacy policy"], [0.09820912092381895, 2, "cogniss brain age"], [0.09232920714252901, 1, "other important privacy information"], [0.08808761273528534, 5, "cogniss"], [0.08805334093533983, 2, "human transformation technology"], [0.08591171015671345, 1, "cogniss showcase"], [0.0832578327375999, 3, "information"], [0.08219830434709358, 1, "human psychopharmacology"], [0.0818824455955196, 1, "specific cognitive skills"], [0.08063287485629086, 1, "ongoing research"], [0.07532840594766951, 2, "mild cognitive impairment"], [0.07332086467951193, 1, "improving interventions"], [0.07249020951409958, 1, "research"], [0.07227734319404537, 3, "researchers"], [0.0691361948075907, 1, "useful data"], [0.06286087842529742, 1, "older consumers"], [0.05407380704358751, 1, "choices"], [0.05407380704358751, 1, "children"], [0.0537460165356828, 1, "cogniss terms"], [0.051081934439411544, 1, "games"], [0.05070241869427043, 1, "cogniss for research"], [0.05068236917166566, 1, "use"], [0.049895065831537556, 1, "what personal information"], [0.04637453998079495, 1, "both efficient and ethical data management"], [0.046100695408552085, 1, "the swinburne centre for human psychopharmacology"], [0.04558509377674562, 1, "cost-effective, efficient and ethical ways"], [0.03660381203533663, 1, "the health and education space"], [0.03629928968529597, 1, "the swinburne centre"], [0.030771465393706867, 1, "the data"], [0.029626762224000847, 1, "a suite"], [0.02867696673382022, 1, "your rights"], [0.02867696673382022, 1, "our policies"], [0.0, 16, "we"]], "textrank_summery__resutls": ["Cogniss Terms of Use About Us Contact Solutions", "Developed with researchers at the Swinburne Centre for Human Psychopharmacology, Cogniss Brain Age features a suite of games targeted at older consumers.", "When it comes to research, Human Transformation Technology emphasizes both efficient and ethical data management.", "How we protect information we collect 7.", "Why Cogniss?"], "wordcloud_resutls": [["Cogniss", 1.0], ["Service", 0.7636363636363637], ["use", 0.5727272727272728], ["may", 0.45454545454545453], ["Term", 0.45454545454545453], ["data", 0.37272727272727274], ["us", 0.36363636363636365], ["will", 0.36363636363636365], ["information", 0.34545454545454546], ["account", 0.3], ["content", 0.2909090909090909], ["provide", 0.2727272727272727], ["user", 0.2727272727272727], ["personal information", 0.2636363636363636], ["privacy", 0.23636363636363636], ["share", 0.21818181818181817], ["law", 0.21818181818181817], ["access", 0.21818181818181817], ["Third Party", 0.21818181818181817], ["Privacy Policy", 0.20909090909090908], ["change", 0.2], ["app", 0.19090909090909092], ["right", 0.19090909090909092], ["using", 0.17272727272727273], ["create", 0.15454545454545454], ["personal data", 0.15454545454545454], ["mean", 0.14545454545454545], ["post", 0.14545454545454545], ["dispute", 0.14545454545454545], ["Cogniss App", 0.13636363636363635], ["Party Service", 0.13636363636363635], ["collect", 0.12727272727272726], ["policies", 0.12727272727272726], ["including", 0.12727272727272726], ["agree", 0.12727272727272726], ["application", 0.12727272727272726], ["people", 0.11818181818181818], ["agreement", 0.11818181818181818], ["others", 0.11818181818181818], ["way", 0.11818181818181818], ["must", 0.10909090909090909], ["necessary", 0.10909090909090909], ["payment", 0.10909090909090909], ["website", 0.10909090909090909], ["communication", 0.10909090909090909], ["legal", 0.1], ["make", 0.1], ["time", 0.1], ["include", 0.1], ["notice", 0.1], ["parties", 0.1], ["platform", 0.1], ["Terms Use", 0.1], ["content information", 0.1], ["App Partner", 0.1], ["children", 0.09090909090909091], ["insights", 0.09090909090909091], ["following", 0.09090909090909091], ["delete", 0.09090909090909091], ["without", 0.09090909090909091], ["information collect", 0.09090909090909091], ["age", 0.08181818181818182], ["control", 0.08181818181818182], ["Principles", 0.08181818181818182], ["re", 0.08181818181818182], ["permission", 0.08181818181818182], ["store", 0.08181818181818182], ["example", 0.08181818181818182], ["device", 0.08181818181818182], ["protect", 0.07272727272727272], ["learning", 0.07272727272727272], ["improve", 0.07272727272727272], ["Australia", 0.07272727272727272], ["organization", 0.07272727272727272], ["process", 0.07272727272727272], ["Google", 0.07272727272727272], ["email", 0.07272727272727272], ["mediation", 0.07272727272727272], ["products services", 0.07272727272727272], ["need", 0.06363636363636363], ["Partner", 0.06363636363636363], ["engage", 0.06363636363636363], ["made", 0.06363636363636363], ["keep", 0.06363636363636363], ["consent", 0.06363636363636363], ["anything", 0.06363636363636363], ["unless", 0.06363636363636363], ["give", 0.06363636363636363], ["connection", 0.06363636363636363], ["either", 0.06363636363636363], ["applicable law", 0.06363636363636363], ["legitimate interest", 0.06363636363636363], ["help", 0.05454545454545454], ["Please", 0.05454545454545454], ["live", 0.05454545454545454], ["IP", 0.05454545454545454], ["comply", 0.05454545454545454], ["security", 0.05454545454545454], ["take", 0.05454545454545454], ["send", 0.05454545454545454]], "wordcloud_resultsbi": ["personal_information", "privacy_policy", "third_party", "personal_datum", "party_service", "content_information", "term_use", "cogniss_service", "information_information", "product_service", "applicable_law", "legitimate_interest", "service_information", "service_service", "contact_com", "intellectual_property", "service_term", "datum_user", "education_health", "human_transformation", "people_quality", "policy_term", "property_right", "quality_life", "right_choice", "term_policy", "term_term", "transformation_technology", "use_service", "website_app", "account_account", "app_cogniss", "cogniss_platform", "com_online", "company_mission", "contact_solution", "creation_team", "datum_datum", "datum_personal", "educational_game", "form_education", "game_company", "health_research", "individual_organization", "information_account", "information_child", "information_cogniss", "information_content", "law_term", "life_contact", "mission_human", "online_form", "organization_app", "payment_processor", "principle_privacy", "research_simulation", "service_content", "simulation_principle", "solution_people", "team_educational", "technology_solution", "user_cogniss", "app_website", "brand_product", "cogniss_account", "cogniss_cogniss", "cogniss_partner", "cogniss_people", "cogniss_reserve", "cogniss_such", "content_service", "datum_cogniss", "effective_date", "information_service", "information_third", "kid_safe", "license_ip", "necessary_legitimate", "partner_individual", "people_content", "policy_cogniss", "right_obligation", "safe_mode", "safety_security", "service_partner", "service_such", "term_privacy", "time_privacy", "use_personal", "user_app", "user_datum", "website_service", "access_code", "access_datum", "account_right", "account_service", "addition_content", "app_activity", "app_service", "app_store"]}]