[{"company": "AccessPay Pty Ltd", "introduction": "Salary packaging", "end_market": "Salary packaging", "industry": "Finance and insurance", "link": "", "search_text": "AccessPay Pty Ltd australia/new zealand company", "title": "Home - AccessPay Pty Ltd", "link_corrected": "https://accesspay.com.au/", "description": "Things are more affordable and more achievable when you salary package. ... an award-winning, ASX-listed company, trusted by some of Australia's largest ...", "crawled_links": ["https://accesspay.com.au/customer-service-charter/", "https://accesspay.com.au/managing-account/", "https://accesspay.com.au/everyday-savings/", "https://accesspay.com.au/frequently-asked-questions/", "https://accesspay.com.au/getting-started/", "https://account.accesspay.com.au/signup/register.aspx", "https://accesspay.com.au/salary-packaging/salary-packaging-calculator/", "https://account.accesspay.com.au/Login.aspx", "https://accesspay.com.au/salary-packaging-card/", "https://accesspay.com.au/managing-your-account-online/", "https://account.accesspay.com.au/signup/", "https://accesspay.com.au/terms-and-conditions/", "https://account.accesspay.com.au/Login.aspx?a=fp", "https://accesspay.com.au/forms/", "https://account.accesspay.com.au/signup/resume_app.aspx", "https://accesspay.com.au/about-us/", "https://accesspay.com.au/novated-leasing/", "https://account.accesspay.com.au/Default.aspx", "https://accesspay.com.au/salary-packaging/what-can-i-salary-package/", "https://account.accesspay.com.au/Content.aspx?page=Sitemap", "https://accesspay.com.au/entertainment-benefits/", "https://account.accesspay.com.au/Content.aspx?page=Calculator", "https://accesspay.com.au/salary-packaging/what-can-i-salary-package/everyday-purchases/", "https://account.accesspay.com.au/content.aspx?page=fleetmanagement", "https://account.accesspay.com.au/content.aspx?page=Calculator", "https://accesspay.com.au/supporting-documents/", "https://account.accesspay.com.au/content.aspx?page=Tools", "https://account.accesspay.com.au/FleetManagementInfoRequest.aspx", "https://account.accesspay.com.au/content.aspx?page=subscriberinfo", "https://account.accesspay.com.au/content.aspx?page=signup"], "header_text": ["Customer service charter", "Quick links", "Accessing your account", "Quick links", "Everyday savings program", "Quick links", "Frequently asked questions", "Quick links", "\n\t\t\t\t\tSalary Packaging\t\t\t\t", "\n\t\t\t\t\tNovated Leasing\t\t\t\t", "Yes. By not using your savings or taking out a car loan, you could save up to $12,000 over the life of the lease", ".", "\n\t\t\t\t\tSalary Packaging and Meal Entertainment card\t\t\t\t", "† Total cost over life, where life represents 5 years. All calculations based on the following assumptions: living in NSW 2000, salary: $70,000 gross p.a., travelling 15,000 kms p.a., lease term: 60 months. Figures quoted include budgets for finance, fuel, servicing, tyres, maintenance, Vero by Suncorp comprehensive motor insurance and re-registration. Novated lease calculations: use Net GST processing method and Employee Contribution Method for FBT purposes; the total cost over life reflects the net effect after tax and includes a Smartleasing admin fee; the Smartleasing buying power discount varies by vehicle and is subject to change; residual value is $9,268.04 including GST at the end of the lease term (the vehicle can be sold or re-leased to payout the residual at end of the lease term). Interest rate quoted for novated lease is 9.85% p.a. vs 10% p.a. for car loan vs. 4.14% p.a. for mortgage loan. Total cost over life for a mortgage loan reflects borrowing the purchase cost of the car against the mortgage and accelerating the payments to offset the change in interest charged and paying this additional amount off over 5 years. Essentially a car loan at 4.14% p.a.", "Vehicle pricing and finance rates are correct as of October 2018 and may be subject to change.", "Apply for salary packaging", "Quick links", "Already know what you want to do?", "Register for online access\r\n        ", "Are you already an AccessPay customer and want online access to your account?", "Salary packaging calculator", "Quick links", "Let us show what you can save", "Ready for the next step?", "Why choose AccessPay?", "Login to access your account", "Salary packaging card", "Quick links", "\n\t\t\t\t", "\t\t\t", "\n\t\t\t\t", "\t\t\t", "\n\t\t\t\t", "\t\t\t", "Using your online account", "Quick links", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tRegister for online access\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tYour online account\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tMake a claim\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tUpload supporting documents\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tUpdate or change your details\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tView your card transactions\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tUpdate or Change a payment\t\t\t\t\t\t\t\t\t\t", "\r\n            Sign up\r\n        ", "Terms and conditions", "Quick links", "Recover your account", "Forgotten your password?", "Find a form", "Quick links", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tSalary Packaging Application Form\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tSalary Packaging and Meal Entertainment card\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tClaim for reimbursement of expenses\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tChanges to salary packaging arrangements form\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tSalary Packaging Application Form\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tSalary Packaging and Meal Entertainment card\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tClaim for reimbursement of expenses\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tChanges to salary packaging arrangements form\t\t\t\t\t\t\t\t\t\t", "\r\n        Resume saved application", "\r\n        Please enter you application reference and surname to continue a saved application", "About us", "Quick links", "Novated leasing", "Quick links", "Salary Packaging Specialists", "AccessPay provides reliable, flexible and cost effective salary packaging services to charitable, Not for Profit, Community and Disability Service organisations across Australia.  \r\n", "Salary packaging benefits", "Quick links", "\n\t\t\t\t\t", "\t\t\t\t", "\n\t\t\t\t\t", "\t\t\t\t", "\n\t\t\t\t\t", "\t\t\t\t", "\n\t\t\t\t\t", "\t\t\t\t", "\n\t\t\t\t\t", "\t\t\t\t", "\n\t\t\t\t\t", "\t\t\t\t", "\r\n                            We believe in building strong relationships with our clients, providing friendly\r\n                            service and great communications", "\r\n                            ... and we deliver.", "Entertainment benefits", "Quick links", "\n\t\t\t\t\tMeal entertainment\t\t\t\t", "\n\t\t\t\t\tHoliday accommodation and venue hire\t\t\t\t", "Calculators", "\r\n                            We believe in building strong relationships with our clients, providing friendly\r\n                            service and great communications", "\r\n                            ... and we deliver.", "Everyday purchases", "Quick links", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tRegular payments\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tClaimed expenses\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tSupporting documents\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\tSalary packaging card\t\t\t\t\t\t\t\t\t\t", "Fleet Management", "\r\n                            We believe in building strong relationships with our clients, providing friendly\r\n                            service and great communications", "\r\n                            ... and we deliver.", "Calculators", "\r\n                            We believe in building strong relationships with our clients, providing friendly\r\n                            service and great communications", "\r\n                            ... and we deliver.", "Supporting Documents", "Quick links", "Online Tools", "\r\n                            We believe in building strong relationships with our clients, providing friendly\r\n                            service and great communications", "\r\n                            ... and we deliver.", "Novated Lease Quote Request", "\r\n                            We believe in building strong relationships with our clients, providing friendly\r\n                            service and great communications", "\r\n                            ... and we deliver.", "How You Can Make Significant Tax Savings by Salary Packaging with AccessPay", "Information Booklet", "\r\n                            We believe in building strong relationships with our clients, providing friendly\r\n                            service and great communications", "\r\n                            ... and we deliver.", "Sign Up", "\r\n                            We believe in building strong relationships with our clients, providing friendly\r\n                            service and great communications", "\r\n                            ... and we deliver.", "Coming Soon!"], "paragraph_text": ["As a customer of a Smartgroup company, you can expect a simple and rewarding experience that is easy to understand and even easier to manage.", "We continually look for ways to innovate and simplify the products and services we offer, and ask you, our customer, to ", "let us know", " how we’re going so that we may learn from your experience dealing with us – both good and otherwise.", "Our mission is to make the services we offer easy to understand, and for them to be simple and seamless so that you may take full advantage of your benefits.", "We will:", "We value your feedback – it’s what drives us to improve the way we serve – so if you feel we’re not meeting this commitment to you, we’d like to know about it. To lodge a complaint and understand how your complaint will be handled, see our ", "Complaints Charter.", "The security and privacy of your personal and financial information. You can view our ", "Privacy Policy", " in full on our website.", "For your peace of mind, we:", "It’s easy to keep up to date with your salary packaging, check your account balance and latest payments. Your online account gives you access to all this and much more.", "Once you have registered for online access you can take control of your salary packaging and make changes to your packaging arrangement as needed. Your online account is also the easiest way to make sure your details and all your documentation is up to date.", "Enjoy the convenience of having easy access to all your salary packaging.", " ", "Enjoy the convenience of having all your salary packaging information at your finger tips. The AccessPay Mobile App is free to download on Google Play™ and the App Store®.", " ", " ", "Your financial wellbeing is about more than just how much money is in the bank on payday. It’s also about how much you’re able to achieve with your income; the life you’re able to create and enjoy.", "With our Everyday Savings Program, your salary packaging funds go even further, with access to thousands of dollars worth of discounts you can access again and again to save on groceries and retail shopping, dining, accommodation, and cinema tickets.", "The Everyday Savings program is included as part of your AccessPay Salary Packaging and Employee Benefits Card, and you can access savings via the AccessPay Mobile App or at point-of-sale.", "You will have access to the most comprehensive collection of merchants in metro and regional locations with over 4,400 venues to choose from. These offers will be available in-app and offer excellent repeat use on dining, activities, health, beauty and local services. Some of the participating brands include McDonalds, Brumbys, Greater Union, Lollips, AMF Bowling, Michael’s Patisserie and many more. These offers are typically 20% off up to $25 at participating merchants and can be used daily.", "Great savings can be achieved when you purchase discounted gift vouchers. Treat yourself to savings at national retailers such as Coles, Kmart, Rebel Sport, Myer, Big W, JB Hi-Fi and Dan Murphy’s. Simply click the Discounted Vouchers in the AccessPay App, and find a bargain.", "Remember when you’re out and about, you can purchase and download on the go – this means you can buy eVouchers even when you’re waiting in queue for the checkout! ", "Log into the app and start saving!", "Let your fingers do the searching and find even more savings with these limited time offers. Use the map to find discounts near you. Savings will happen automatically at point-of-sale, meaning there is no need to pre-purchase vouchers.", "Keep in mind, the discount from your bill won’t appear on your merchant receipt – you’ll be able to see your discounted value on your transaction listing via the app or your online account ", "here", ".", "We’re here to help. Below are a range of frequently asked questions, ordered into three main sections for your convenience:", "Yes, you can change your salary packaging allocation at any time once your account has been set up. Complete the ", "changes to salary packaging form", " or call us on 1300 133 697 anytime you want to make a change.", "Each pay cycle, your employer will deduct a nominated amount from your salary before tax is applied and then send that money to us. We then use this money to pay for the items you have selected, such as your mortgage, rent or daily expenses. It’s still your money and you can still spend it on the things you need, but it’s taken out of your pay before your tax is calculated. The remainder of your salary is then taxed and paid to you as normal. As your salary package amount is taken before tax is applied, you are left with more to spend each pay cycle.", " ", "EXAMPLE", "The example below is based on a charity employee earning $50,000 and salary packaging $15,900 a year.", "NOTE: Fees and charges have not been included in the above calculations.", "See how much you can save by using our ", "Salary Packaging Calculator", ".", "Yes. The maximum amount you can contribute from your pre-tax salary depends on the type of employer you work for. This is known as the Fringe Benefits Tax (FBT) limit, cap or threshold. You will pay FBT on any amount over this limit.", "If you work for a qualifying organisation, such as a charity or Public Benevolent Institution (PBI), you can salary package up to $15,900 per year for everyday expenses such as your mortgage or rent, bills, shopping and petrol. If you work for a public or private not-for-profit hospital or the ambulance service, the annual limit is $9,010. As it’s deducted from your pre-tax salary, it significantly reduces your annual tax bill.", "Working for a rebatable employer means that you do pay FBT, but not the full amount. For the 2019 FBT year you will receive a rebate of 47% of the gross FBT payable (up to $30,000). This effectively means you will pay 53% of the gross FBT up to $30,000 and the full amount for anything over this.", "Any funds remaining on your card on 31 March will be carried over to the next FBT year. If this happens it will reduce the following year’s allowed threshold. So, in order to get the maximum benefit of salary packaging we encourage you to spend your card balances by 31 March or contact us to discuss other options.", "It doesn’t matter if you work full-time, part-time or casual, you may still be able to benefit from salary packaging. Due to the Government’s existing tax-free threshold, salary packaging won’t be beneficial to you if you earn less than $18,200. However, if your annual salary is more than the threshold amount and you pay tax, you should be able to benefit from choosing a salary packaging solution.", "If you live and work in a remote area, you may be entitled to receive benefits that will reduce your taxable income, meaning you pay less tax on your salary.", "Remote area benefits include rent or mortgage interest, fuel, and holiday travel.", "Contact us", " if you would like more information", "If you work for a rebatable employer then in most instances you will only benefit from salary packaging general living expenses if you earn over $60,000 per year. However, you can benefit from salary packaging a car (also known as a novated lease) and paying for your vehicle and running costs from your pre-tax income, as the savings you make with a novated lease are linked to the value of the car rather than your salary.", "See how much you can save by using the ", "Novated Leasing Calculator", ".", "AccessPay has offices in most capital cities and our client services team covers all states and territories to support you and your staff.", "A pre-tax deduction means funds have been taken from your salary before any tax has been applied, thereby lowering your taxable income. A post-tax deduction means funds have been taken from your salary after-tax.", "Fringe Benefits Tax – or FBT – is a tax applied to non-cash benefits, such as salary packaging.  Some charitable organisations are exempt from FBT, while others, like private schools, may incur FBT but are eligible for a rebate.", "The rebate for the 2019 FBT year onwards is 47% of the gross FBT payable, (subject to a cap of $30,000). This effectively means you will pay 53% of the gross FBT up to $30,000 and the full amount for anything over this.", "Salary packaging is a government incentive that allows you to use money that previously would have been paid as tax to pay for the items which you have chosen to salary package. Spending pre-tax dollars from your salary will decrease the stated gross income on your Payment Summary (group certificate).", "In some cases you may incur a Fringe Benefits Tax (FBT) liability, which may show as a reportable Fringe Benefit. The reportable Fringe Benefit may impact on some government payments such as Department of Human Service payments and child support payments. It may also impact on HECS debt repayments where these exist.", "In most cases a benefit will still result from salary packaging. We recommend that you speak to a financial expert for specific advice on how salary packaging will affect you.", "If you are provided with a company vehicle, your salary packaging will usually be impacted as the provision of a company vehicle is considered a car fringe benefit and contributes to the annual salary packaging threshold. Your salary packaging arrangements and car fringe benefit value must remain within the applicable annual salary packaging threshold (i.e. $15,900 or $9,010) so you do not incur an FBT liability.", "If you work for a registered charity, in public education or for a not for profit scientific institution, and your employer offers car parking as a salary packaging benefit, you may be able to salary package the cost of parking for work.", "If your work as a religious practitioner involves pastoral duties, you may be able to salary package up to 100% of your income without being subject to an FBT threshold.", "If you have a HECS/HELP debt, salary packaging is likely to increase your fortnightly HECS/HELP repayment whilst still making a considerable tax saving and increasing your take home pay.", "Use our ", "Salary Packaging calculator", " to see how much you can save.", "We recommend you use any remaining funds on your salary packaging card before you start using your AccessPay card. Your card will be cancelled at midnight (AEST) on 29 March and any remaining funds will be automatically transferred to your new AccessPay card on 30 March.", "A novated lease is a way to purchase your vehicle through your employer and access savings on income tax and GST.  A portion of your salary is deducted from each pay to cover the finance and running costs of your car.", "You have a number of options when your lease expires (see below), and we’ll work with you to identify the best option for you and help you make it happen.", "It’s important to note that a novated lease is a fixed term loan with fixed term repayments. Therefore, you cannot make additional repayments pay the lease off sooner.", "Yes! A novated lease is just like purchasing a vehicle with a bank loan, so your car is registered to you.", "No, the vehicle does not need to be used for business purposes. Novated leasing is actually designed specifically for employees to purchase the vehicle of their choice.", "Ideally, you would pay out your lease and then upgrade your car. The payout figure will depend on the remaining balance, and we recommend waiting until well beyond the halfway point before exiting your lease, so the payout is more in line with the market value of your car.", "Your lease payments are calculated by dividing the total cost of your combined individual budgets and your finance cost over the term of your plan. While the finance payments and applicable FBT are fixed, your operating budgets are flexible and can be modified by you at any time.", "A novated lease is classed as a fringe benefit, which means you will be liable for Fringe Benefits Tax. For every dollar that you pay post tax, you reduce this tax liability. We calculate this amount first to make sure you have no liability and then we take the rest of your payment from your pre-tax salary.", "You could save thousands on a new car with huge tax savings on the upfront purchase plus, on your ongoing running costs. There are also big savings to made if you choose to lease your existing car. The easiest way to find out how much you can save is, to get an estimate using the ", "Smartleasing calculator >", "The Smartleasing calculator will give you a estimate of your vehicle, plus all the included running costs and show you just how much you could save on your tax.", "Once you’ve got an estimate based on the car you are interested in and your personal circumstances, be sure to request an obligation-free quote, as we’ll secure the very best price.", "Replacements:", "You may already be covered!", "\nBefore any repair work is performed on your vehicle, check policies like Tyre & Rim Insurance or Extended Warranty cover (if you have them) to see if the work required is covered by these policies.", "View the infographic below, to learn more about how novated leasing compares to other forms of finance.", "Post-tax deductions are made to reduce the taxable value of your vehicle to zero. By doing this, there is no need for you to pay Fringe Benefits Tax (FBT) on your vehicle.", "The good news is a novated lease agreement is portable, meaning that should you leave your current employer during the term of the lease, there is a good chance you will be able to continue packaging the vehicle with your new employer, provided they offer salary packaging to their staff.", "If your new employer does not offer salary packaging, the lease can continue between you and the financier; however repayments will become your responsibility, and you’ll be unable to claim the associated tax savings.", "Most organisations can claim GST as a business expense, and many employers will pass this benefit on to their salary-packaging employees by paying the GST incurred on running costs and finance payments. The great news for you is that this is all taken care of as a part of the administration process, so there’s nothing you need to do; Smartleasing does it all for you.", "Ask your Smartleasing consultant if this is a benefit offered by your employer. You’ll also find it noted in the quote you received from Smartleasing; if “(excl GST)” is recorded next to the Running Costs on page one of the quote, your employer will pay the GST for you.", "Ideally, the car should be no more than ten years old at the end of the lease period. However, this may vary depending on the type of car you want to purchase and its value.", "If you intend to purchase an older car, speak with a Smartleasing consultant before you start looking to see if the car you want will be eligible for a novated lease.", "The residual value is the amount you agree to pay your financier if you decide to purchase the vehicle outright at the end of your lease period. Alternatively, you can refinance the lease (take out another lease).", "The residual value is set by the Australian Tax Office (as per the ", "IT 28 Guidelines", ") and implemented by Smartleasing as follows:", "*Before you can access your account and balances online or via the app, you must be registered for online access. ", "“Register for online access” here", ".", "Balances cannot be checked at ATMs.", "Please note, the mobile app and online account access will only be available to the AccessPay subscriber and not to partner cardholders.", "If you have a Visa Salary Packaging and Meal Entertainment card you’re unable to change your PIN, however you do have the ability to retrieve it.", "If you have a Mastercard Salary Packaging and Meal Entertainment card follow the steps below:", "1. Go to: ", "https://pin.emerchants.com.au", "2. Enter the 16 digit Card Number, your last name and date of birth, press “continue”", "3. The details entered will be validated – if the details are incorrect, you will be advised and can try again. If the details are not registered correctly please contact AccessPay on 1300 133 697", "4. Upon successful validation, a temporary security code will be sent to the email address registered against your card – the code will only be valid for 15 minutes. Click on “continue” – do not close the webpage otherwise you will need to start the process again", "5. Check your email for the security code. The email should be received almost immediately – if you do not receive it in your inbox, check your junk/spam folder. Once you have located the security code, enter it and click “continue”", "6. If the security code is still valid, you will be presented with the PIN Change area. The PIN needs to be entered twice to ensure the same PIN is entered. Once PIN is entered, select Change PIN.", "Salary Packaging and Meal Entertainment cardholders must have your personal details registered in their AccessPay account. Minimum requirements for applying for a Salary Packaging and Employee Benefits card include name, date of birth, and an email address. If the details are not registered or are not correctly updated, you will not be able to verify your identity and/or receive the security code required for the process.", "If you have not registered an email address to your AccessPay account, you will not be able to retrieve your PIN. You can update your email address via logging into your AccessPay account online, via the app or by emailing ", "customerservice@accesspay.com.au", "PIN reveal procedure", "Cardholders can retrieve their PIN by visiting ", "https://pin.emerchants.com.au", ".", "You will be prompted to enter your 16 digit Personal Account Number (PAN) along with personal details to verify your identity.", "Following verification of your identity, a security number will be sent to your email address as registered with the card. The security number will be required to allow the cardholder to access their PIN.", "For Mastercard Salary Packaging and Meal Entertainment cardholders, you have the ability to change your PIN if it is forgotten.", "Yes. There limit on the maximum for an individual transaction, as well as a daily limit.", "The transactions limits below cannot be changed:", "Daily Transaction Limit: $5,000.00 AUD", "Maximum Point of Sale limit per transaction: $5,000.00 AUD", "If you have a Mastercard Salary Packaging and Meal Entertainment card, Yes, you can change your PIN.", "If you have a Visa Salary Packaging and Meal Entertainment card you’re unable to change your PIN, however you do have the ability to retrieve it.", "Your Salary Packaging and Meal Entertainment Card will be blocked if you enter the incorrect PIN three times. After 24 hours this block will automatically be lifted.", "Even if you notify us, your Card will remain automatically locked until the next day.", "All web browsers are compatible for activating your card, except for Firefox and Safari.", "Any funds remaining on your card on 31 March will be carried over to the next FBT year. If this happens it will reduce the following year’s allowed threshold. So, in order to get the maximum benefit of salary packaging we encourage you to spend your card balances by 31 March or contact us to discuss other options.", "It is a requirement under the Anti-Money Laundering and Counter-Terrorism Financing Act 2006 that our card provider, EML, confirms your identity once your salary packaging card balance reaches $5,000.", "You may be asked to provide a copy of one of the following documents to validate your identity:", "If, after supplying your document, your identity still can’t be verified, you will be asked to provide a certified copy of the document", "Not sure where to start? We can help you put everything in place. We let your employer know how much to deduct from your salary each pay and then, when we receive your funds, we use them to pay for the items you have selected. It’s as simple as that. See how much you could save with salary packaging.", "Whether you choose a mix of benefits or just one, we can help you set up a salary packaging arrangement that suits you. Simply arrange a phone appointment with a member of our guidance team.", "If you already know what you want to do there are a range of options to get started.", "Make a ", "phone appointment", " at your preferred time with an AccessPay advisor.", "The quick and easy way to get your salary packaging started is to ", "sign up online.", "Download an ", "application form", ", complete and return to us via email or post.", " ", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy policy", " \r\n                | ", "Disclaimer", "\r\n                | ", "Website terms of use", "\r\n                | ", "Contact us", "\r\n            ", "Your annual HECS/HELP repayment", "Based on the information you have provided,If you choose to go ahead with salary packaging, you’ll need to ask your payroll department to deduct your HECS/HELP debt repayment shown below.", "Income ", "without", " salary packaging", "Income ", "with", " salary packaging", "Potential Benefit ", "$4,000", " ", "per year", "To achieve the same benefit ", "without", " salary packaging you would need a gross salary of ", "$0", "This calculator is for general use only and should not be used, relied on or treated as a substitute for specific professional advice relating to personal circumstances. Fees and charges have not been included in the above calculations. Before you go ahead with Salary Packaging, you should request a personal quote, based on the terms of your employers salary packaging scheme and your specific circumstances.", "Please complete your details below and a member from our customer service team will be in touch", "We’re a leading provider of salary packaging and employee benefits to the charitable and not-for-profit sectors.", "We’re committed to serving people like you who’ve dedicated their careers to helping those who need extra support.", "We're part of Smartgroup, an award-winning, ASX-listed company, trusted by some of Australia’s largest organisations.", "\r\n                                If you have not registered for Online Access ", "please click here.", "\r\n                            ", "\r\n                            \r\n                            ", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy policy", " \r\n                | ", "Disclaimer", "\r\n                | ", "Website terms of use", "\r\n                | ", "Contact us", "\r\n            ", "The AccessPay Salary Packaging and Meal Entertainment card gives you instant access to your salary packaging funds, so you’re never out of pocket, you just pay as you go. It’s a two-in-one card, so if you’re salary packaging both living expenses and meal entertainment, they’ll be combined on the same card, meaning you only need to carry one card in your wallet.", "There’s no need to select different options when you use your card to make sure the correct funds are used. The merchant and transaction details will automatically trigger which funds to use. For example, if you use your card at a restaurant and are salary packaging meal entertainment, the funds will be deducted from your meal entertainment account. The benefit of the two-in-one card is that if you don’t have enough money in this account, your living expenses account will be used to make up the difference. If you don’t have enough funds in your living expenses account, your meal entertainment balance can’t be used to make up the difference because of the restrictions placed on meal entertainment transactions.", "The card gives you the flexibility and convenience of being able to spend your salary packaging funds as you go.", "For full details of how the card works read our Card User Guide.", "Once you receive your card all you need to do is activate it and you're on your way.", "\r\n", "\r\nActivation is easy. You can activate your card over the phone, via your online account or the AccessPay app. You'll receive detailed instructions with your card. ", "\r\n", "\r\nThe first time you use your card you need to insert, select CREDIT and enter your PIN. Then you can tap and go with PayPass if you prefer.", "\r\n", "\r\n", " ", "The Everyday Savings Program is included as part of your AccessPay Salary Packaging and Meal Entertainment card. ", "\r\n", "\r\nYour salary packaging funds go even further, with access to thousands of dollars worth of discounts you can access again and again to save on groceries and retail shopping, dining, accommodation and cinema tickets.", "The easiest way to enjoy the many benefits of the Everyday Savings program is via the AccessPay app.", "\r\n", "\r\nAs well as providing you with secure and convenient access to your salary packaging account anytime, anywhere. the mobile app allows you to purchase and download on the go – this means you can buy eVouchers even when you’re waiting in queue for the checkout.", "Your online account means you can keep track of your salary packaging and make changes when you need to. You’ll find a detailed guide on how to manage your online account ", "here", ".", "You can register for online access in five simple steps.", "Your account dashboard is the home page of your salary packaging account. You can access all your account information from this dashboard.", "Your online account is the quickest and simplest way to make a claim for reimbursement of a payment.", "Keep your salary packaging up to date quickly and easily", "View and change any of your personal details, including your name, address, password, and contact details.", "Access the details of any card attached to your account and the current balance.", "Update an existing payment or add a new payment.", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy policy", " \r\n                | ", "Disclaimer", "\r\n                | ", "Website terms of use", "\r\n                | ", "Contact us", "\r\n            ", "This document sets out Terms & Conditions upon which AccessPay Pty Limited (‘AccessPay’) provides salary package services to you.", "‘Business Day’ means a weekday on which banks are open for business in Adelaide, Australia.‘Salary Package’ refers to your salary package comprised of a cash component and other benefits selected by you and administered by AccessPay in accordance with these Terms & Conditions.", "‘Salary Packaging Services’ (or ‘Services’) are the salary packaging services provided to you by AccessPay (and third party providers) and include:", "a) provision of information to you to assist you in selecting a Salary Package;", "b) information as to how your Salary Package will be administered;", "c) administration of your Salary Package;", "d) payment of benefits selected by you that form part of your Salary Package;", "e) reporting to you on your Salary Package; and", "f) additional services as determined by AccessPay from time to time and notified on its website or as otherwise approved by your employer.", "Only benefits identified in an approved list of benefits notified by AccessPay on its website as part of the Services and updated from time to time or benefits otherwise approved by your employer may be salary packaged through AccessPay.", "The Services do not include the provision of financial advice to you. AccessPay is not (and will not be) your agent, or otherwise act in a trustee or fiduciary capacity on your behalf.", "Upon change in any applicable law, if it is determined by AccessPay that the provision of the Services, or any relevant Service, is no longer compliant with any applicable law, AccessPay may discontinue administering the relevant Service or alter the way it is being administered to comply with the relevant laws.", "In providing the Services, AccessPay will comply with its Privacy Policy, accessible at", " https://www.accesspay.com.au/privacy", ".", "The Services come with guarantees under the Australian Consumer Law that cannot be excluded or restricted by these Terms & Conditions and any clause that excludes or restricts your rights under those guarantees is subject to the Australian Consumer Law.", "a) The Services will be provided to you from the date when your completed application form is received by AccessPay and until such time as a Service is terminated in accordance with these Terms & Conditions and the Agreement for the Provision of Salary Packaging Services with your employer (‘Employer Agreement’). By completing the application form you are indicating your agreement with and understanding of these Terms & Conditions.", "b) The application form may be completed:", "i. in writing by obtaining the form from AccessPay’s website or in hard copy from other authorised sources; or", "ii. electronically by completing the form on AccessPay’s website; or", "iii. verbally, over the telephone with the AccessPay service centre.", "c) The information provided by you in the application form must be true, complete and accurate. This includes, without limitation, your current salary and wages information. You must inform AccessPay immediately of any changes to the information provided by you in the application form.", "d) You acknowledge that certain changes to your salary packaging arrangements, as instructed by you, can be made over the telephone without the requirement for the change to be effected or confirmed in writing.", "e) AccessPay or your employer may request re-substantiation of the benefits that are part of your existing salary packaging arrangement. You must keep records of the information provided as part of your application for salary packaging with AccessPay or a claim made pursuant to your Salary Package for five years from the date when you lodge the application or claim.", "f) Where your employer has undertaken to transition from an existing packaging arrangement and has provided the relevant information to AccessPay on transition, an application form may not be required.", "a) AccessPay engages various third party providers to be available to provide the Services to you as part of your salary packaging arrangement. Where AccessPay has a panel of providers, you must select such a provider from the panel.", "b) AccessPay may change the list of third party providers from time to time and will provide notification of any such changes on its website. Where your selected provider is removed from the list, AccessPay may, at its election, substitute such provider with a suitable alternate provider to provide the relevant product or service to you.", "c) When the amount received from your salary is less than the payments AccessPay must make on your behalf to third parties, some of the payments to those third parties will remain outstanding. When AccessPay receives further payments from your salary, any outstanding payments to third parties will be prioritised before reimbursements are made to you.", "d) Where you have a previous existing arrangement with a provider not included in AccessPay’s list of providers, you may be required to transfer your provider to one of the providers on the panel before you can commence your salary packaging arrangements with AccessPay.", "a) Upon acceptance of these Terms & Conditions, you acknowledge that your employer will pay that part of your Salary Package as is necessary for AccessPay to administer the Services to you into a bank account (‘Salary Packaging Bank Account’). You expressly acknowledge that any funds held in the Salary Packaging Bank Account are held on behalf of your employer (and are not held on your behalf or on trust for you.)", "b) AccessPay will have an authority to transact on the money held in the Salary Packaging Bank Account for the purposes of administering the Services to you.", "c) You will not be permitted to make any direct debit transactions against the Salary Packaging Bank Account. Monies held in the Salary Packaging Bank Account do not accrue interest to you and AccessPay may retain any interest that does accrue.", "d) Monies deducted from your salary and held in the Salary Packaging Bank Account can be paid to you and taxed at any time of the year in accordance with your employer’s salary packaging policy.", "a) As determined by your employer, either you or your employer may be responsible for fees payable to AccessPay for administration of the Services.", "b) Where you are responsible for paying the fees:", "i. you acknowledge that AccessPay may increase the fees in accordance with the Employer Agreement. If you do not agree to any increase in fees, you may terminate the Services by giving one month’s notice in writing to AccessPay; and", "ii. you authorise and consent to AccessPay deducting the fees from monies held in the Salary Packaging Bank Account in priority to other payments.", "c) Subject to your employer’s policy, if you terminate the Services throughout the year, which, for the purposes of the Services, is a Fringe Benefits Tax (FBT) year from 1 April to 31 March, the full annual administration fee may be payable to AccessPay for the Services terminated.", "d) Subject to your employer’s salary packaging policy, where you have transferred from one employer to another and this transfer allows an additional amount of living expenses threshold to be packaged, you may be charged the full annual fee in each employer entity irrespective of whether you choose to utilise the extra threshold allowed or limit your packaging to a lesser amount than available. For the purposes of this clause, living expenses threshold refers to the additional tax concessions available to employees of Public Hospitals, Charities, Aged Care Homes and Medical Research Institutes in respect of living expenses as prescribed by the Australian Taxation Office from time to time. This is not available to the general work population.", "e) An employer’s salary packaging policy may require that the balance attributable to an employee in the Salary Packaging Bank Account cannot exceed a certain amount. If your employer has such a policy, any funds in excess of that maximum balance may be returned to your employer to be paid as salaries and wages and taxed at any time of the year in accordance with your employer’s salary packaging policy.", "a) You agree to review the confirmation report or any communications provided to you by AccessPay by email, post or on AccessPay’s website and to notify AccessPay of any errors or changes required, including, but not limited to, salary packaging amounts being deducted, scheduled payments, bank account details and the accuracy of creditors and data regarding vehicles.", "b) If you are eligible to make capped benefits claims, AccessPay does not guarantee that any such claims lodged after the date notified by AccessPay as a deadline for lodgement in any FBT year will be processed prior to the end of that FBT year. ‘FBT Year’ is a period from 1 April – 31 March.", "c) Where you request an amount from your salary to be deducted for a specific benefit in a pay period and this amount exceeds your actual allowable base salary for that pay period, no deduction of funds will then be guaranteed and AccessPay will not be liable or responsible for any associated loss (including but not limited to any tax or interest loss).", "d) To the extent permitted by law including the Australian Consumer Law, AccessPay will bear no loss or any responsibility resulting from any data entry errors where a confirmation report was issued and you were given an opportunity to identify and correct such errors unless you can demonstrate that you have made reasonable efforts to make AccessPay aware of such errors.", "e) If AccessPay administer salary packaging payments for superannuation, then in relation to the Superannuation Concessional Contributions Caps (‘SCCC’) as may be set by the Australian Taxation Office from time to time, AccessPay will bear no loss or any responsibility resulting from any breach of the requirements related to those SCCCs or from any contributions made in excess of the SCCCs though your Salary Package. You agree to monitor the requirements for, and values of, the applicable SCCCs and make adjustments to your Salary Package where required to comply with those.", "f) You must notify AccessPay of any changes to bank account details immediately. Failure to do so will result in any cost associated with recovering or redirecting payments, as well as any bank fees, interest or charges that result, being charged to you.", "g) If funds are not received for four consecutive pay periods, your AccessPay account may be automatically ceased. If you are taking any type of leave without pay, you must notify AccessPay as soon as practicable, and in any event, before taking leave, so we can make required adjustments to your account.", "h) Where you send a claim for reimbursement of expenses, you must keep a copy of the claim and any supporting documents you submit. AccessPay will not return any original documentation to claimants, including rejected claims. If you request AccessPay to return a copy of any transaction submitted, the expense in performing this request will be borne by you. AccessPay will inform you of any such expense prior to any request being performed. You must inform AccessPay of any inaccuracy in relation to a claim processed within 2 months of submission of any such claim.", "Where your employer offers the Novated Lease Vehicle benefit, and you have elected to salary package a Novated Lease Vehicle benefit with Smartleasing (a registered trading name of Smartsalary Pty Ltd), you agree and acknowledge that you have read and agree to the terms and conditions applicable to your novated lease with Smartleasing at ", "https://www.smartleasing.com.au/terms-and-conditions", ".", "a) Where your account is overdrawn for any reason you authorise AccessPay, with notice to you, to:", "i. schedule additional deductions from your salary for the specific purpose of crediting your salary packaging account by the overdrawn amount; and/or", "ii. cancel other salary packaging payments due and payable and use the funds earmarked for these payments to cover the overdrawn amount; and/or", "iii. schedule additional deductions from your salary to cover any estimated future spend (as calculated at AccessPay’s discretion) to prevent future overdrawn amounts; and/or", "iv. recover the overdrawn amount directly from you, including from the funds on your Salary Packaging Card, if any.", "b) If AccessPay uses salary packaging funds deducted for the purpose of meeting your lease payment obligations to cover an overdrawn amount, you may be required to make out of package lease payments directly to your lease financier (that is, not through your salary packaging arrangements), whilst your lease deductions are used to repay the debt.", "c) Where AccessPay is unable to recover the balance of an excess amount in a timely manner in accordance with the methods set out in section 8(a) or (b), AccessPay may, at its sole discretion:", "i. subject to your Employer Agreement, request your employer to fund the balance; or,", "ii. engage a collection agency to recover the debt from you.", "d) Generally and subject to applicable legislation, AccessPay is legally entitled to recover amounts with respect to any negative balance or any other amounts owing by you to AccessPay in the period of 6 years of the debt becoming due (unless the collection of the debt is governed by the laws of the Northern Territory, where the period of 3 years generally applies).", "e) All reasonable transaction fees and other costs (including, but not limited to, external debt collection agency fees) incurred by AccessPay in respect of the recovery will be payable by you.", "f) You must only nominate a reimbursement account which you own or over which you have the authority to permit AccessPay to direct debit if you exceed the balance attributable to you in the Salary Packaging Bank Account or on a Salary Packaging Card that you have utilised.", "a) Where it is necessary to pay a reimbursement amount to you and there is insufficient balance available in your salary packaging account AccessPay may, at its discretion, elect to:", "i. loan money to your employer in order to fund your salary packaging account up to the required level; or", "ii. pay the reimbursement even though it will push your salary packaging account balance below zero – i.e. to a debit balance.", "b) In both of the above cases it is noted that the primary liability to re-pay the loaned funds and/or re-fund your salary packaging account will fall on your employer. However it is a requirement of your salary packaging agreement that you fully compensate your employer within a reasonable timeframe by sacrificing additional pre-tax salary amounts.", "c) Any pre-tax salary packaging amounts deducted under the authority at 9(b) will be immediately allocated to your salary packaging account or as repayment of the amounts owing to AccessPay.", "a) You agree to compensate AccessPay and/or your employer, either by way of additional pre- tax salary deduction or direct payment, for any FBT amounts payable in relation to your salary packaging activities.", "b) AccessPay will perform, on an annual basis, a reconciliation between the collected FBT and the calculated liability to pay FBT for each benefit type provided to you and will report such results of this reconciliation to your employer.", "c) Subject to your employer’s policy, you are responsible for any outstanding amounts of FBT. FBT liabilities will be payable by you through salary deductions, direct credit, or a direct debit arrangement. If you disagree with the amount of FBT payable in a relevant FBT year, you must notify AccessPay within 21 days of the relevant FBT year.", "d) If you fail to advise AccessPay or your novated leasing provider (including Smartleasing) that you are ceasing employment and continue to use your fuel card after termination of employment any such costs will be subject to FBT, and the expenses and FBT will be directly recovered from you.", "e) Nothing in this clause 10 makes you liable for any FBT amounts payable due to a breach of these Terms & Conditions by, or the negligence of, AccessPay.", "a) If you would like to cease packaging a benefit or are ceasing employment with your employer, you must notify AccessPay of such cessation with at least 10 Business Days notice prior to the change.", "b) On cessation of your employment, you may not be entitled to receive final termination pay from your employer until AccessPay has provided a reconciliation of your Salary Package to your employer.", "c) Where you are ceasing the package of a Novated Lease Vehicle benefit with Smartleasing, up to 6 weeks is required for Smartleasing to provide the reconciliation of your salary package. If you have an outstanding balance on a Smartleasing issued fuel card, the amount will be recovered from amounts attributable to you in the Salary Packaging Bank Account. If you still owe a debt after the balance of amounts attributable to you in the Salary Packaging Bank Account has been applied, you will be obliged to pay the outstanding balance and FBT owing.", "d) You remain liable to your employer for any outstanding amount owed by you on cessation of your Salary Package benefit or at the end of any FBT year.", "e) On cessation of your employment or your Salary Package or benefit for any reason, AccessPay may immediately cease provision of the Services or benefit to you. You will be fully responsible to meet any outstanding commitments from the date of such cessation.", "f) If you in any way misuse a benefit or use it in a manner which is fraudulent or which may constitute a breach of FBT laws and regulations, or you commit a material breach of these Terms & Conditions or become bankrupt, AccessPay may immediately cease provision of the Service to you by providing you with notice. If you fail to comply with these Terms & Conditions in any other way, AccessPay may cease provision of the Service to you on at least 10 Business Days’ notice.", "g) Overpayment of GST on contributions will not be refunded in the event of Salary Package or benefit termination. At the end of an FBT year, Salary Package, benefit termination or otherwise, if it is calculated that an employee has made an after-tax contribution in excess of what is required to reduce the FBT liability for their Salary Package to nil, that excess contribution is not refundable to the Employee.", "If you or your employer fails to make any payment due to AccessPay, AccessPay may, with notice to you, suspend the Services to which that overdue payment relates unless and until all such overdue payments are made to AccessPay.", "You acknowledge and agree that:", "a)AccessPay (and its affiliates) may receive commissions, rebates or other payments or benefits from third party providers of goods and services who provide such goods and services to you as part of your Salary Package, and as a result of Smartgroup receiving these benefits, you should not expect that any advice or recommendations given by AccessPay will be disinterested, nor will AccessPay disclose any conflicts of interest to you;", "b) AccessPay is not required to make payments for benefits forming part of your Salary Package or otherwise if there are insufficient funds to make such payments in the Salary Packaging Bank Account and will not be liable for any penalties, interest or other charges payable due to any delay in payment resulting from insufficiency of funds in the Salary Packaging Bank Account;", "c) all information provided by you to AccessPay is true and accurate and where any incorrect bank account information is provided, any bank fees and administration costs resulting from that error will be deducted from amounts attributable to you in the Salary Packaging Bank Account;", "d) you have read the rules for each benefit provided by AccessPay as part of the Services from time to time and will abide by those rules;", "e) these Terms & Conditions are updated from time to time by AccessPay and by continuing to use the Services you are deemed to accept these changes and you are bound by the most current version of the Terms & Conditions published on AccessPay’s website. If you disagree with any such changes to the Terms & Conditions, you can elect to discontinue the provision of the Services to you and terms of the Terms & Conditions applicable immediately prior to the cancellation by you of the Services will apply to the relationship between you and AccessPay.", "You authorise AccessPay to:", "a) in its discretion, change the cash and other components of your Salary Package by providing you with notice but without specific authorisation from you so as to ensure that the Salary Package benefits selected and notified by you to AccessPay are able to be provided and that any of your contribution to the taxable value of a benefit can be satisfied;", "b) adjust salary deductions in accordance with benefits packaged by direct interface with your employer’s payroll and with notice to you;", "c) direct your employer to pay additional monies from your salary into the Salary Packaging Bank Account by providing you with notice but without specific authorisation by you if such additional sums are required in order to pay for the benefits making up your Salary Package; and", "d) record any telephone conversation(s) between you and AccessPay.", "The laws of the State of South Australia shall govern these Terms & Conditions and the parties submit to the non-exclusive jurisdiction of the courts of South Australia and the Federal Court of Australia.", "\r\n                                    Please enter your email address and we will send you a link to reset your password.\r\n                                ", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy policy", " \r\n                | ", "Disclaimer", "\r\n                | ", "Website terms of use", "\r\n                | ", "Contact us", "\r\n            ", "If you are salary packaging and want to claim a reimbursement for something you have already paid for, or have decided to apply for a Salary Packaging and Meal Entertainment card, you will find the form you need here. Just download it, complete and return to the address shown. If you have any questions call us on ", "1300 133 697.", "Click here to find a JAWS compatible form", "To start salary packaging, all you need to do is download and complete this form, then email, fax or post it to us.  We'll do the rest.", "To apply for a Salary Packaging and Meal Entertainment Card, simply download and complete this form, then return it to us.", "To claim a reimbursement from AccessPay, or to arrange for us pay an invoice on your behalf, simply download this form, attach verifying documentation and email, fax or post everything to us.", "To change your existing salary packaging arrangement, whether you would like to add a new expense item or change your amount, all you need to do is download this form, fill it out, and email, fax or post it to back to us.", "To start salary packaging, all you need to do is download and complete this form, then email, fax or post it to us.  We'll do the rest.", "To apply for a Salary Packaging and Meal Entertainment Card, simply download and complete this form, then return it to us.", "To claim a reimbursement from AccessPay, or to arrange for us pay an invoice on your behalf, simply download this form, attach verifying documentation and email, fax or post everything to us.", "To change your existing salary packaging arrangement, whether you would like to add a new expense item or change your amount, all you need to do is download this form, fill it out, and email, fax or post it to back to us.", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy policy", " \r\n                | ", "Disclaimer", "\r\n                | ", "Website terms of use", "\r\n                | ", "Contact us", "\r\n            ", "AccessPay has been a leading provider of salary packaging and employee benefits to the not-for-profit sector since 2001 and has built a strong service offering for the tens of thousands of people who choose to devote their careers to the well being of their communities.", "Since acquisition by Smartgroup Corporation in 2017, AccessPay has been backed by the scale, governance and capacity of a national, ASX listed organisation, while ensuing we maintain the personalised focus our clients expect.", "Whether you’re looking to get into a new or used car, a novated lease is one of the most cost effective ways to buy and run your car.", "\nLike other salary packaging arrangements, when you package your car, you pay a portion of the vehicle’s costs out of your salary before tax is calculated. This reduces your taxable income and effectively increases your take-home pay.", "Smartleasing, sister company to AccessPay, will manage your novated lease. Through the expertise of  Smartleasing, you will enjoy immediate access to the latest digital technology including, a purpose-built mobile solution for quick and hassle-free account management and eClaims, instant online credit applications, and paperless ‘e-sign’. Coupled with award-winning service and the vehicle buying power, we’re confident that you will have a great experience.", " ", "It’s easy to get started. Simply decide on the car you’d like to buy and ask for a quote. If you’re happy with this, the purchase of the car is arranged for you so you can benefit from our national buying power. Then once your car is ready we let you know and you’re all set to go.", "If your employer offers salary packaging, using your pre-tax salary to pay for your vehicle costs is a great way to save tax and get more for you, so let us help you get started today.", "There are a number of different ways to pay for a new car, but does one save you more than another? Is it better just to pay cash? And what about taking out a loan against your mortgage?", "The following example looks at the costs of purchasing and running a Mazda CX-5 over five years and how a novated lease compares to other popular forms of car finance.", "\n", "Total cost over life, where life represents 5 years. All calculations based on the following assumptions: living in NSW 2000, salary: $70,000 gross p.a., travelling 15,000 kms p.a., lease term: 60 months. Figures quoted include budgets for finance, fuel, servicing, tyres, maintenance, Vero by Suncorp comprehensive motor insurance and re-registration. Novated lease calculations: use Net GST processing method and Employee Contribution Method for FBT purposes; the total cost over life reflects the net effect after tax and includes a Smartleasing admin fee; the Smartleasing buying power discount varies by vehicle and is subject to change; residual value is $9,268.04 including GST at the end of the lease term (the vehicle can be sold or re-leased to payout the residual at end of the lease term). Interest rate quoted for novated lease is 9.85% p.a. vs 10% p.a. for car loan vs. 4.14% p.a. for mortgage loan. Total cost over life for a mortgage loan reflects borrowing the purchase cost of the car against the mortgage and accelerating the payments to offset the change in interest charged and paying this additional amount off over 5 years. Essentially a car loan at 4.14% p.a. Vehicle pricing and finance rates are correct as of October 2018 and may be subject to change.", "We recognise that the benefits of salary packaging and delivery of a responsive service option are important elements in an organisational HR strategy designed to attract and retain the right staff. We underwrite these service standards with performance guarantees to ensure that we meet the expectations of our customers.", "Once we partner with your organisation, an AccessPay staff member will visit your workplace to assist you in implementing your salary packaging program. We will schedule appointments with employees to help each person tailor their salary package to suit the needs of individuals. This means that we will work with you to structure your salary package, ensuring that you obtain the maximum benefit from your entitlement. ", "Our National Advisory Centre is open Monday to Friday, from 8.00am until 6.00pm (Central Standard Time) in order to be accessible as often as possible. ", "Our focus is providing a flexible and tailored service to employees, and we have a team of Subscriber Service Officers that are dedicated to each organisation.", " ", " ", "_ _ _ ", " ", "Looking for more information about your new Salary Packaging and Employee Benefits Card, visit the ", "My Card page here", ".   ", "Activate your new card ", "here", ". ", "\r\n                        LASA and National Disability Services endorse AccessPay as the preferred provider\r\n                        of salary packaging services.", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy Policy", " | ", "Disclaimer", " | ", "Site Map", " | ", "Contact Us", " | ", "Systems by Axios", "\r\n            ", "To start salary packaging, there are only two decisions you need to make. How much of your pay want to use for salary packaging and the benefits you want to include in your salary packaging arrangement. We do the rest.", "Here are some of the most popular benefits:", "Pay for existing expenses such as your mortgage or rent, credit card and loan repayments, even fees. ", "Salary package to a card and you can spend your salary packaging funds as you go.", "When you salary package Entertainment Benefits, eating out at restaurants and cafes is much more affordable.", "Salary packaging a car - also known as a novated lease - is  the most cost effective way to buy and run a car. ", "\r\n", "\r\n", "If you live and work in a remote area let us know, as additional allowances are available, meaning you may be able to save even more.", "You could also benefit from our Financial Wellness program, which includes practical tools and support to help you fulfil your financial goals. ", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy Policy", "\r\n                | ", "Disclaimer", " | ", "Site Map", " | ", "Contact Us", "Whether it’s quality time with friends and family over a good meal at your favourite café, a fine dining experience with that special someone, a weekend away or even a big overseas holiday. All are more affordable and more achievable when you salary package entertainment benefits.", "It’s a great way to enjoy additional tax savings, stretch your pay packet further and start enjoying life more. You can use up to $2,650 of your pre-tax income per year in addition to your tax-free limit for living expenses.", "Includes meals and drinks consumed at a restaurant, cafe, tavern or hotel. You can even pay for the taxi fares to travel to and from the venue. You can also use this benefit to pay for an external supplier to cater a private event.", "\r\n", "\r\nYou can't include takeaway meals or groceries purchased for a dinner party at home.", "This benefit allows you to salary package holiday accommodation including hotel or motel rooms, apartment or holiday house, car hire while on holidays (the car hire must be part of a \"package\" holiday where all costs have been bundled into a single price), the hire of a reception venue, private function room or marquee.", "\r\n", "\r\n", "Simply nominate the amount of pre-tax funds to be allocated to entertainment benefit (up to a maximum of $2,650 each FBT year) and then pay for eligible meal and entertainment expenses with your salary packaging card or make a claim so we can repay you from your salary packaging funds.", "If you choose the AccessPay card, you simply pay as you go. There’s no need to submit claims or receipts – just present the card to pay the bill and it’ll be automatically deducted from your entertainment account. How easy is that!", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy Policy", "\r\n                | ", "Disclaimer", " | ", "Site Map", " | ", "Contact Us", "Salary packaging your living expenses is the easiest way to save as these are expenses you already have. You may not be able to include them all though, as there’s a limit to the amount you can salary package each Fringe Benefits Tax (FBT) year (1 April to 31 March).", "Your everyday purchases may be regular expenses for a fixed amount, such as your mortgage or rent, personal loan repayments and even school fees. If the amount you pay is the same each time, you can set up your salary packaging so we pay for these on your behalf from your salary packaging funds. ", "If you have regular expenses but the amount varies, or expenses that aren't paid regularly, you can still include these in your salary packaging. You make the payment and then claim a reimbursement so we can pay the money back to you from your pre-tax salary.", "To manage your salary packaging payments effectively, we need you to provide 'supporting documents' to help us set up your regular payments or make a payment back to you for money you have already spent. The supporting documents we need will vary based on the type of benefits included in your salary packaging arrangement.", "The easiest and most flexible way to salary package is to have your funds added to a card. Then simply pay for items such as groceries, bills, clothing and just about anything else, as you need them. The card is a pre-paid debit card and can be used overseas as well.", "Coming soon...", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy Policy", "\r\n                | ", "Disclaimer", " | ", "Site Map", " | ", "Contact Us", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy Policy", "\r\n                | ", "Disclaimer", " | ", "Site Map", " | ", "Contact Us", "When you start salary packaging, we make payments on your behalf or pay money back to you for expenses you have already paid. For us to be able to do this, you need to supply relevant supporting documents. We can then make payments up to the value of the supporting documents you provide.", "Examples of the supporting documents needed for each type of payment can be found below:", "Each pay, we’ll confirm to you that your payments have been made. To check the details of these payments and how many more payments we can make before updated supporting documents are required, simply log in to your online account.", "Details of the number of payments remaining before your documents need to be updated will be shown alongside each payment.", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy Policy", "\r\n                | ", "Disclaimer", " | ", "Site Map", " | ", "Contact Us", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "\r\n                    Privacy Policy", " | ", "Disclaimer", "\r\n                | ", "Site Map", "\r\n                | ", "Contact Us", "Australian Taxation Law allows certain organisations to offer salary packaging benefits to their employees. Salary packaging allows employees of these organisations to make significant income tax savings on their salary. Australian taxation law states that employees of these organisations will not be taxed on this money. ", "When you salary package a part of your salary, you are not required to pay tax on this money. There is a limit set by the Australian Taxation Office on how much employees of these organisations are allowed to salary package, and this limit is ", "$15,900", " in a Fringe Benefits Tax year (1 April – 31 March) for Public Benevolent Institutes (PBI's) and ", "$9,010.04", " for Not-For-Profit Hospitals. Broken down into fortnights, this becomes ", "$611.54", " per pay for PBI's and ", "$346.54", " for NFP Hospitals. Once you are salary packaging with AccessPay, you will only pay tax on the remainder of your salary, not the salary packaged amount. The money you set aside for your salary packaging must be used to pay or reimburse you for what can be described as your living expenses.  Unless we are reimbursing you for a living expense you have already paid, it is not possible to merely have this money paid into a savings account as a cash deposit.  Unless you have been reimbursed for a payment already made, it is not possible to withdraw the salary packaged amount as cash.  See the “Payment Options” section on this page. ", "For a more detailed description of what living expenses are, please see the “Benefits List” on this page. ", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy Policy", "\r\n                | ", "Disclaimer", " | ", "Site Map", " | ", "Contact Us", "\r\n                Copyright © AccessPay, All Rights Reserved. ", "Privacy Policy", "\r\n                | ", "Disclaimer", " | ", "Site Map", " | ", "Contact Us"], "emails": ["customerservice@accesspay.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["1300 133 697", "1300 144 873", "1300 144 873", "1300 146 371", "1300 133 697", "2019.2.514.45", "1300 133 697"], "lda_resutls": [[0, "0.059*\"salary\" + 0.053*\"packaging\" + 0.025*\"card\" + 0.020*\"amount\" + 0.018*\"service\" + 0.017*\"claim\" + 0.015*\"provide\" + 0.015*\"expense\" + 0.012*\"benefit\" + 0.011*\"support\""], [1, "0.024*\"lease\" + 0.023*\"account\" + 0.021*\"cost\" + 0.017*\"salary\" + 0.016*\"term\" + 0.015*\"include\" + 0.014*\"payment\" + 0.013*\"life\" + 0.013*\"vehicle\" + 0.012*\"car\""], [2, "0.014*\"limit\" + 0.014*\"transaction\" + 0.014*\"update\" + 0.012*\"smartlease\" + 0.012*\"employer\" + 0.012*\"discount\" + 0.012*\"salary\" + 0.011*\"note\" + 0.010*\"term\" + 0.010*\"change\""], [3, "0.047*\"salary\" + 0.026*\"pay\" + 0.023*\"package\" + 0.020*\"account\" + 0.016*\"packaging\" + 0.016*\"tax\" + 0.015*\"money\" + 0.011*\"term\" + 0.011*\"expense\" + 0.011*\"amount\""], [4, "0.038*\"salary\" + 0.021*\"packaging\" + 0.020*\"benefit\" + 0.016*\"year\" + 0.015*\"card\" + 0.013*\"employee\" + 0.013*\"tax\" + 0.012*\"package\" + 0.011*\"expense\" + 0.010*\"pay\""], [5, "0.022*\"salary\" + 0.022*\"benefit\" + 0.020*\"pin\" + 0.019*\"map\" + 0.019*\"site\" + 0.017*\"pay\" + 0.017*\"card\" + 0.014*\"tax\" + 0.013*\"access\" + 0.013*\"amount\""], [6, "0.054*\"salary\" + 0.038*\"packaging\" + 0.026*\"benefit\" + 0.024*\"change\" + 0.024*\"form\" + 0.024*\"may\" + 0.022*\"reserve\" + 0.018*\"provide\" + 0.015*\"payment\" + 0.014*\"arrangement\""], [7, "0.052*\"policy\" + 0.048*\"privacy\" + 0.039*\"car\" + 0.023*\"lease\" + 0.023*\"deliver\" + 0.018*\"fee\" + 0.018*\"may\" + 0.017*\"service\" + 0.015*\"register\" + 0.015*\"want\""], [8, "0.033*\"link\" + 0.029*\"quick\" + 0.029*\"salary\" + 0.021*\"service\" + 0.019*\"make\" + 0.019*\"payment\" + 0.013*\"packaging\" + 0.012*\"benefit\" + 0.012*\"employer\" + 0.011*\"calculator\""], [9, "0.031*\"salary\" + 0.027*\"pay\" + 0.024*\"contact\" + 0.016*\"lease\" + 0.015*\"card\" + 0.015*\"employer\" + 0.015*\"vehicle\" + 0.014*\"packaging\" + 0.014*\"account\" + 0.012*\"novate\""]], "kpe_resutls": [["custom servic charter quick link", 0.06717603945771589], ["salari packag", 0.05894309048453904], ["servic", 0.04426631311521325], ["commun", 0.03458475740945502], ["friendli", 0.03177785610469088], ["client", 0.02958869690608363], ["strong relationship", 0.02802170525134574], ["leas", 0.027412412283694804], ["chang", 0.02712679675521298], ["meal entertain card", 0.02672555863623421]], "rake_resutls": [[54.606848868250054, "accesspay pty limited (‘ accesspay ’) provides salary package services"], [47.15185884609465, "salary packaging arrangements form salary packaging application form salary packaging"], [47.08285404759931, "salary packaging arrangements form resume saved application please enter"], [44.146227575718115, "form quick links salary packaging application form salary packaging"], [42.5, "superannuation concessional contributions caps (‘ sccc ’)"], [37.995025209770475, "bank account (‘ salary packaging bank account ’)."], [35.52337662337662, "entertainment benefits quick links meal entertainment holiday accommodation"], [35.3089008078566, "salary packaging calculator quick links let us show"], [31.301754385964912, "contact us australian taxation law allows certain organisations"], [30.488964603709867, "account salary packaging card quick links using"], [28.17575757575758, "customer service charter quick links accessing"], [27.749999999999996, "least 10 business days notice prior"], [27.516666666666662, "least 10 business days ’ notice"], [27.150757575757574, "supporting documents quick links online tools"], [27.070728291316527, "must notify accesspay within 21 days"], [26.611908326653598, "salary packaging quick links already know"], [26.058823529411764, "accesspay engages various third party providers"], [26.017773237997957, "australia .‘ salary package ’ refers"], [25.0, "religious practitioner involves pastoral duties"], [24.088098802844073, "salary packaging benefits quick links"], [24.076984126984126, "car fringe benefit value must remain within"], [23.756879042212546, "accesspay uses salary packaging funds deducted"], [23.58443990466462, "salary package holiday accommodation including hotel"], [23.48888888888889, "meal entertainment card † total cost"], [23.481388846134113, "salary packaging arrangements ), whilst"], [23.279873694618963, "salary packaging bank account cannot exceed"], [22.063157894736843, "employer (‘ employer agreement ’)."], [21.900000000000002, "press “ continue ” 3"], [21.62424242424243, "online account quick links register"], [19.8, "disability service organisations across australia"], [19.76358543417367, "national disability services endorse accesspay"], [19.411496373015833, "salary packaging policy may require"], [19.402817417562687, "‘ salary packaging services ’"], [19.291666666666664, "au pin reveal procedure cardholders"], [19.203183717928987, "salary packaging card balance reaches"], [19.142857142857142, "3 years generally applies )."], [18.760577915376675, "contact us copyright © accesspay"], [18.691706306451575, "cost effective salary packaging services"], [18.56880475091245, "salary packaging account accesspay may"], [18.541666666666668, "claim upload supporting documents update"], [18.285087719298247, "remote area let us know"], [18.166666666666668, "smartsalary pty ltd ),"], [18.086580086580085, "16 digit personal account number"], [18.0, "use net gst processing method"], [18.0, "claim processed within 2 months"], [17.935663082437276, "reportable fringe benefit may impact"], [17.764722179467448, "income without salary packaging income"], [17.705898650055683, "tax salary packaging amounts deducted"], [17.588457989580967, "accesspay administer salary packaging payments"], [17.46153846153846, "“ payment options ” section"]], "guided_lda_resutls": [["benefit", "year", "policy", "interest", "fringe", "security", "31", "number", "application", "outstanding"], ["fbt", "amount", "expenses", "rights", "able", "supporting", "would", "march", "next", "taxation"], ["terms", "fees", "provider", "annual", "provision", "everyday", "loan", "direct", "due", "holiday"], ["pay", "employer", "online", "email", "disclaimer", "purchase", "documents", "map", "start", "cost"], ["car", "details", "savings", "much", "mortgage", "reimbursement", "life", "payable", "income", "complete"], ["smartleasing", "payment", "conditions", "information", "made", "get", "liability", "purposes", "debt", "30"], ["accesspay", "card", "account", "tax", "services", "contact", "part", "go", "new", "like"], ["us", "time", "access", "specific", "calculator", "business", "code", "pre", "additional", "could"], ["even", "provide", "offer", "expense", "allows", "agreement", "au", "good", "guarantees", "general"], ["payments", "balance", "000", "employees", "please", "calculated", "cost", "employment", "unless", "mobile"], ["salary", "packaging", "entertainment", "service", "package", "way", "money", "living", "required", "benefit"], ["lease", "form", "value", "employee", "pin", "still", "believe", "building", "application", "otherwise"], ["salary", "reserved", "date", "without", "providers", "know", "period", "including", "take", "quote"], ["bank", "save", "applicable", "relevant", "choose", "friendly", "automatically", "immediately", "paid", "using"], ["change", "privacy", "website", "threshold", "one", "repayments", "financial", "law", "yes", "groceries"], ["claim", "work", "include", "full", "see", "continue", "personal", "options", "cash", "buy"], ["benefits", "funds", "vehicle", "need", "must", "provided", "help", "finance", "gross", "relationships"], ["download", "existing", "communications", "deducted", "let", "benefits", "find", "notify", "responsible", "per"], ["may", "novated", "meal", "links", "costs", "app", "post", "expenses", "strong", "loan"], ["make", "package", "quick", "providing", "changes", "registered", "means", "set", "copyright", "request"]], "textrank_resutls": [[0.09057385396812857, 1, "customer service charter quick links"], [0.0831287831481689, 1, "salary packaging card"], [0.07962931219192287, 1, "effective salary packaging services"], [0.07542691780641524, 3, "salary packaging"], [0.07289150909349171, 2, "salary packaging application form"], [0.0719689750806502, 1, "salary packaging specialists"], [0.07179893443026479, 1, "salary packaging calculator"], [0.07133382542908377, 1, "salary packaging benefits"], [0.0710428596739732, 1, "quick links"], [0.0703064948145401, 1, "p.a."], [0.05946556899042352, 1, "meal entertainment card"], [0.05688846917810303, 1, "your account salary packaging card"], [0.05667594219295271, 1, "salary packaging and meal entertainment card"], [0.05657028958972447, 1, "suncorp comprehensive motor insurance"], [0.054666827471539024, 1, "lease calculations"], [0.05331441885201808, 1, "salary"], [0.05326720414901306, 2, "mortgage loan"], [0.05320438786052849, 2, "total cost"], [0.0525434790725238, 1, "net gst processing method"], [0.05244188925938928, 1, "† total cost"], [0.05196921291112048, 3, "online access"], [0.051839415963924336, 1, "salary packaging and meal entertainment"], [0.05176604052711693, 1, "significant tax savings"], [0.0515889444471827, 1, "novated lease"], [0.05148376954432432, 3, "car loan"], [0.05018422472370224, 3, "change"], [0.048845213428624815, 1, "application reference"], [0.04845371285121741, 1, "lease quote request"], [0.04785205291256166, 5, "life"], [0.04746230583645332, 1, "4.14% p.a. vehicle pricing and finance rates"], [0.04740028323824595, 2, "meal entertainment"], [0.04715811747571108, 3, "9.85% p.a."], [0.046866794163236095, 1, "online tools"], [0.04646397025506605, 2, "employee contribution method"], [0.04624634778122594, 8, "strong relationships"], [0.045936528589910576, 1, "re-registration"], [0.0458998647596119, 1, "interest rate"], [0.04539751794068576, 2, "vehicle"], [0.045012193149890495, 1, "application"], [0.04440809157022101, 8, "great communications"], [0.0441460538081116, 1, "supporting documents"], [0.04362492569829237, 1, "net gst"], [0.042827436163452, 2, "fleet management"], [0.04261164727800627, 1, "accesspay information booklet"], [0.042570051949448004, 1, "15,000 kms p.a., lease term"], [0.041738625754626266, 1, "terms"], [0.03985053264697409, 1, "finance"], [0.03955774726118458, 1, "regular payments"], [0.03877110167595585, 1, "entertainment benefits"], [0.038187701660054245, 4, "accesspay"]], "textrank_summery__resutls": ["AccessPay provides reliable, flexible and cost effective salary packaging services to charitable, Not for Profit, Community and Disability Service organisations across Australia.  \r\n ", "Quick links \n\t\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\tSalary Packaging Application Form\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\tSalary Packaging and Meal Entertainment card\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\tClaim for reimbursement of expenses\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\tChanges to salary packaging arrangements form\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\tSalary Packaging Application Form\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\t", "Customer service charter Quick links Accessing your account", "Supporting documents\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t\t\t", "Quick links Frequently asked questions Quick links \n\t\t\t\t\t"], "wordcloud_resutls": [["salary packaging", 1.0], ["will", 0.6493506493506493], ["AccessPay", 0.5844155844155844], ["benefit", 0.43506493506493504], ["pay", 0.38961038961038963], ["employer", 0.33116883116883117], ["card", 0.3181818181818182], ["amount", 0.2857142857142857], ["payment", 0.2857142857142857], ["Service", 0.2597402597402597], ["Salary Package", 0.2597402597402597], ["salary", 0.24675324675324675], ["may", 0.23376623376623376], ["account", 0.21428571428571427], ["change", 0.21428571428571427], ["fund", 0.21428571428571427], ["tax", 0.2077922077922078], ["car", 0.19480519480519481], ["FBT", 0.18831168831168832], ["make", 0.18181818181818182], ["vehicle", 0.16883116883116883], ["re", 0.16233766233766234], ["need", 0.14935064935064934], ["use", 0.14285714285714285], ["Meal Entertainment", 0.14285714285714285], ["balance", 0.13636363636363635], ["novated lease", 0.13636363636363635], ["employee", 0.12987012987012986], ["Smartleasing", 0.12987012987012986], ["us", 0.12987012987012986], ["expense", 0.12337662337662338], ["Bank Account", 0.12337662337662338], ["access", 0.11688311688311688], ["details", 0.11688311688311688], ["lease", 0.11038961038961038], ["fee", 0.11038961038961038], ["Terms Conditions", 0.11038961038961038], ["Contact Us", 0.11038961038961038], ["include", 0.1038961038961039], ["way", 0.1038961038961039], ["money", 0.1038961038961039], ["part", 0.1038961038961039], ["year", 0.1038961038961039], ["work", 0.1038961038961039], ["required", 0.1038961038961039], ["Quick links", 0.1038961038961039], ["Packaging Meal", 0.1038961038961039], ["Privacy Policy", 0.1038961038961039], ["packaging arrangement", 0.1038961038961039], ["purchase", 0.09740259740259741], ["form", 0.09740259740259741], ["able", 0.09740259740259741], ["Packaging Bank", 0.09740259740259741], ["additional", 0.09090909090909091], ["time", 0.09090909090909091], ["provider", 0.09090909090909091], ["FBT year", 0.09090909090909091], ["Copyright AccessPay", 0.09090909090909091], ["AccessPay Rights", 0.09090909090909091], ["Rights Reserved", 0.09090909090909091], ["Reserved Privacy", 0.09090909090909091], ["Policy Disclaimer", 0.09090909090909091], ["subject", 0.08441558441558442], ["claim", 0.08441558441558442], ["even", 0.08441558441558442], ["go", 0.08441558441558442], ["limit", 0.08441558441558442], ["must", 0.08441558441558442], ["Entertainment card", 0.08441558441558442], ["pre tax", 0.08441558441558442], ["Fringe Benefit", 0.08441558441558442], ["term", 0.07792207792207792], ["offer", 0.07792207792207792], ["registered", 0.07792207792207792], ["organisation", 0.07792207792207792], ["PIN", 0.07792207792207792], ["living expense", 0.07792207792207792], ["interest", 0.07142857142857142], ["means", 0.07142857142857142], ["transaction", 0.07142857142857142], ["set", 0.07142857142857142], ["threshold", 0.07142857142857142], ["payable", 0.07142857142857142], ["made", 0.07142857142857142], ["one", 0.07142857142857142], ["provide", 0.07142857142857142], ["online account", 0.07142857142857142], ["AccessPay may", 0.07142857142857142], ["GST", 0.06493506493506493], ["value", 0.06493506493506493], ["already", 0.06493506493506493], ["information", 0.06493506493506493], ["used", 0.06493506493506493], ["start", 0.06493506493506493], ["ll", 0.06493506493506493], ["paid", 0.06493506493506493], ["deducted", 0.06493506493506493], ["receive", 0.06493506493506493], ["deduction", 0.06493506493506493], ["provided", 0.06493506493506493]], "wordcloud_resultsbi": ["salary_packaging", "salary_package", "meal_entertainment", "term_condition", "packaging_arrangement", "packaging_meal", "privacy_policy", "quick_link", "right_privacy", "entertainment_card", "salary_account", "benefit_salary", "online_account", "pre_tax", "employer_salary", "living_expense", "novated_lease", "application_form", "fbt_year", "fringe_benefit", "packaging_card", "part_salary", "policy_site", "site_map", "tax_salary", "client_friendly", "friendly_service", "fund_salary", "great_communication", "online_access", "packaging_account", "packaging_fund", "relationship_client", "service_great", "strong_relationship", "packaging_employee", "third_party", "total_cost", "amount_salary", "change_salary", "cost_life", "easy_way", "email_address", "email_fax", "end_lease", "tax_saving", "time_time", "car_loan", "employee_benefit", "entertainment_benefit", "form_email", "lease_term", "lease_vehicle", "overdrawn_amount", "package_benefit", "packaging_benefit", "packaging_payment", "packaging_service", "policy_website", "provision_service", "salary_tax", "security_code", "term_use", "website_term", "able_salary", "accesspay_account", "attributable_salary", "benefit_card", "benefit_part", "benefit_tax", "buying_power", "car_lease", "card_salary", "claim_reimbursement", "everyday_saving", "fbt_liability", "gross_fbt", "link_online", "monie_salary", "mortgage_loan", "packaging_policy", "party_provider", "residual_value", "running_cost", "salary_salary", "saving_program", "subject_employer", "such_mortgage", "access_salary", "accesspay_card", "accordance_employer", "account_app", "account_detail", "account_information", "account_quick", "additional_amount", "amount_attributable", "amount_pre", "annual_salary", "app_online"]}]