[{"company": "Autopak (Parent company is Autopak-Vetlab Pty Ltd)", "introduction": "Contract manufacturing crop protection and industrial chemicals", "end_market": "Pest Control", "industry": "Manufacturing", "link": "http://www.autopak.com.au/", "search_text": "http://www.autopak.com.au/", "title": "Autopak: Agricultural Crop Protection & Pest Control", "link_corrected": "http://www.autopak.com.au/", "description": "Autopak aims to be Australia's leading provider of agricultural pest control, crop protection and industrial chemical manufacturer. Find out more now.", "crawled_links": ["http://www.autopak.com.au/", "http://www.autopak.com.au/privacy-policy/", "http://www.autopak.com.au/terms-conditions/", "http://www.autopak.com.au/george-glowka-technical-director-retires/", "http://www.autopak.com.au/autopak-adds-5-new-forklifts/", "http://www.autopak.com.au/autopak-supports-jersey-day-2018/", "http://www.autopak.com.au/autopak-buys-dupont-assets/", "http://www.autopak.com.au/autopak-joins-croplife-december-2019/", "http://www.autopak.com.au/facilities/", "http://www.autopak.com.au/management-team/", "http://www.autopak.com.au/2015/09/", "http://www.autopak.com.au/2017/06/", "http://www.autopak.com.au/2017/04/", "http://www.autopak.com.au/2016/07/", "http://www.autopak.com.au/2017/07/", "http://www.autopak.com.au/2017/09/", "http://www.autopak.com.au/2018/08/", "http://www.autopak.com.au/2019/04/", "http://www.autopak.com.au/category/uncategorized/", "http://www.autopak.com.au/2019/12/", "http://www.autopak.com.au/category/projects/", "http://www.autopak.com.au/about-us/", "http://www.autopak.com.au/services/", "http://www.autopak.com.au/quality/", "http://www.autopak.com.au/management-appointment-april-2017/", "http://www.autopak.com.au/news/", "http://www.autopak.com.au/2017/08/", "http://www.autopak.com.au/contact-us/", "http://www.autopak.com.au/2016/11/", "http://www.autopak.com.au/autopak-appoints-new-chairman-april-2019/", "http://www.autopak.com.au/2018/12/", "http://www.autopak.com.au/category/uncategorized/page/4/", "http://www.autopak.com.au/category/news/", "http://www.autopak.com.au/nilesh-mendpara-promoted-technical-manager-january-2018/", "http://www.autopak.com.au/news/page/2/", "http://www.autopak.com.au/news/page/5/", "http://www.autopak.com.au/new-advisory-committee-july-2016/", "http://www.autopak.com.au/pollution-management-plans/", "http://www.autopak.com.au/autopak-signs-new-manufacturing-agreement-fmc/", "http://www.autopak.com.au/2018/01/", "http://www.autopak.com.au/news", "http://www.autopak.com.au/category/uncategorized/page/2/", "http://www.autopak.com.au/news/page/3/", "http://www.autopak.com.au/news/page/4/", "http://www.autopak.com.au/autopak-adama-rural-road-trip-september-2017/", "http://www.autopak.com.au/2015/08/", "http://www.autopak.com.au/autopak-supports-jersey-day/", "http://www.autopak.com.au/new-management-appointments-november-2016/", "http://www.autopak.com.au/new-management-appointments-september-2015/", "http://www.autopak.com.au/category/uncategorized/page/3/", "http://www.autopak.com.au/autopak-signs-new-manufacturing-agreement-with-scotts-australia-august-2015/"], "header_text": ["Industry leading", "\ncrop protection,", "\npest control &", "\nindustrial chemical", "\nmanufacturer", "about us", "services", "quality", "latest news from autopak", "As Trusted by", "Privacy Policy", "Website Privacy Policy", "Personal Information", "Use of Information", "Disclosure", "Security", "Cookies", "Access to Information", "Links to other sites", "As Trusted by", "Terms and Conditions", "Website Terms of Use", "Using our web site", "Applicability of online materials", "Copyright & monitoring", "Linked sites", "Availability of our web site", "As Trusted by", "Autopak News and Projects", "Autopak Technical Director Retires – July 2017", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Autopak adds 5 new forklifts – July 2017", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Autopak supports Jersey Day 2018", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Autopak buys DuPont assets", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Autopak joins CropLife – December 2019", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak Facility Floor Plan", "Capacities", "Facility Gallery", "As Trusted by", "Our People", "Hutch Ranck", "Dr Paul Kearney", "Peter Kearney", "Steve Ward", "Adam Smith", "Paul Marshall", "Nilesh Mendpara", "Craig Wallis", "As Trusted by", "Month: September 2015", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: June 2017", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: April 2017", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: July 2016", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: July 2017", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: September 2017", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: August 2018", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: April 2019", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Category: Uncategorized", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: December 2019", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Category: Projects", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Looking for quality formulations from an independent contract manufacturer?", "We've been supporting the Australian Agribusiness industry for over 30 years", "Our Commitment to Excellence", "Autopak History:", "2016", "2016", "2015", "2013", "2011", "2010", "2000", "1995", "1989", "1988", "1985", "1984", "Speak with our team today about your toll manufacturing requirements", "As Trusted by", "We can handle every service you need in our purpose-built facility", "We'll design a tailored service solution for your business", "Liquids - Crop Protection", "Packaging & Labelling (Liquids)", "Liquids - Small Pack (Home & Garden)", "Powders", "Pellets", "Wax Blocks", "LABORATORY AND PRODUCT DEVELOPMENT SERVICES", "PROCUREMENT", "WAREHOUSING AND STORAGE SERVICES", "Speak with our team today about your toll manufacturing requirements", "As Trusted by", "We create superior", "\nquality products you can trust", "Trust our stringent Quality Assurance standards to deliver quality products every time", "Our state-of-the-art Quality Control laboratory ensures your products meet every standard required", "We value your commitment to quality, so speak with us about your next product today", "As Trusted by", "Autopak News and Projects", "Management Appointment – April 2017", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "News", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: August 2017", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "contact us", "Get in touch", "contact details", "Month: November 2016", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Autopak appoints new Chairman – April 2019", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: December 2018", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Category: Uncategorized", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Category: News", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Nilesh Mendpara promoted to Technical Director – January 2018", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "News", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "News", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "New Advisory Committee – July 2016", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Pollution Incident Management Plans", "Pollution Incident Management Plan", "2016 Review of SOP Pollution Incident Management Plan", "2015 Review of SOP Pollution Incident Management Plan", "2014 Review of SOP Pollution Incident Management Plan", "As Trusted by", "Autopak News and Projects", "Autopak signs new manufacturing agreement with FMC – June 2017", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: January 2018", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "News", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Category: Uncategorized", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "News", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "News", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Autopak-Adama Rural Road Trip – September 2017", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Month: August 2015", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Autopak supports Jersey Day – September 2017", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "New Management Appointments – November 2016", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "New Management Appointments – September 2015", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Category: Uncategorized", "Posts navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives", "Autopak News and Projects", "Autopak signs new manufacturing agreement with Scotts Australia – August 2015", "Post navigation", "ASK ABOUT OUR SERVICES", "Recent Posts", "Categories", "Archives"], "paragraph_text": ["Blending Product, Formulating Relationships.", "Supporting the Australian manufacturing industry for over 30 years.", "We can handle every service you need in our purpose-built facility.", "We create superior quality products you can trust.", "Copyright © 2017 Autopak", "This web site is owned and operated by Autopak-Vetlab Group and will be referred to as “We”, “our” and “us” in this Internet Privacy Policy. By using this site, you agree to the Internet Privacy Policy of this web site (“the web site”), which is set out on this web site page. The Internet Privacy Policy relates to the collection and use of personal information you may supply to us through your conduct on the web site.", "We reserve the right, at our discretion, to modify or remove portions of this Internet Privacy Policy at any time. This Internet Privacy Policy is in addition to any other terms and conditions applicable to the web site. We do not make any representations about third party web sites that may be linked to the web site.", "\nWe recognise the importance of protecting the privacy of information collected about visitors to our web site, in particular information that is capable of identifying an individual (“personal information”). This Internet Privacy Policy governs the manner in which your personal information, obtained through the web site, will be dealt with. This Internet Privacy Policy should be reviewed periodically so that you are updated on any changes. We welcome your comments and feedback.", "Personal information about visitors to our site is collected only when knowingly and voluntarily submitted. For example, we may need to collect such information to provide you with further services or to answer or forward any requests or enquiries. It is our intention that this policy will protect your personal information from being dealt with in any way that is inconsistent with applicable privacy laws in Australia.", "Personal information that visitors submit to our site is used only for the purpose for which it is submitted or for such other secondary purposes that are related to the primary purpose, unless we disclose other uses in this Internet Privacy Policy or at the time of collection. Copies of correspondence sent from the web site, that may contain personal information, are stored as archives for record-keeping and back-up purposes only.", "Apart from where you have consented or disclosure is necessary to achieve the purpose for which it was submitted, personal information may be disclosed in special situations where we have reason to believe that doing so is necessary to identify, contact or bring legal action against anyone damaging, injuring, or interfering (intentionally or unintentionally) with our rights or property, users, or anyone else who could be harmed by such activities. Also, we may disclose personal information when we believe in good faith that the law requires disclosure.", "We may engage third parties to provide you with goods or services on our behalf. In that circumstance, we may disclose your personal information to those third parties in order to meet your request for goods or services.", "We strive to ensure the security, integrity and privacy of personal information submitted to our sites, and we review and update our security measures in light of current technologies. Unfortunately, no data transmission over the Internet can be guaranteed to be totally secure.", "However, we will endeavour to take all reasonable steps to protect the personal information you may transmit to us or from our online products and services. Once we do receive your transmission, we will also make our best efforts to ensure its security on our systems.", "\nIn addition, our employees and the contractors who provide services related to our information systems are obliged to respect the confidentiality of any personal information held by us. However, we will not be held responsible for events arising from unauthorised access to your personal information.", "Cookies are data that a Website transfers to an individual’s hard drive for record-keeping purposes. Cookies, which are industry standard and are used by most Web sites, including those operated by us, can facilitate a user’s ongoing access to and use of a site. They allow us to customise the website to your needs. If you do not want information collected through the use of Cookies, there is a simple procedure in most browsers that allows you to deny or accept the Cookie feature. But you should note that Cookies may be necessary to provide you with some features of our on-line services.", "We will endeavour to take all reasonable steps to keep secure any information which we hold about you, and to keep this information accurate and up to date. If, at any time, you discover that information held about you is incorrect, you may contact us to have the information corrected.", "In addition, our employees and the contractors who provide services related to our information systems are obliged to respect the confidentiality of any personal information held by us.", "We provide links to Web sites outside of our web sites, as well as to third party Web sites. These linked sites are not under our control, and we cannot accept responsibility for the conduct of companies linked to our website. Before disclosing your personal information on any other website, we advise you to examine the terms and conditions of using that Web site and its privacy statement.", "\nProblems or questions", "If we become aware of any ongoing concerns or problems with our web sites, we will take these issues seriously and work to address these concerns. If you have any further queries relating to our Privacy Policy, or you have a problem or complaint, please contact us. Further Privacy Information", "\nFor more information about privacy issues in Australia and protecting your privacy, visit the Australian Federal Privacy Commissioner’s web site. ", "http://www.privacy.gov.au/", "Copyright © 2017 Autopak", "This web site is owned and operated by Autopak-Vetlab Group and will be referred to as “We”, “our” and “us” in this Terms of Use policy. By using this site, you agree to the Terms of Use Policy of this web site (“the web site”), which is set out on this web site page.", "When using this web site you agree to be legally bound by these terms and conditions as they may be modified and posted to our web site from time to time.", "Without prejudice to the above, by using or accessing our website, you agree to be legally bound by these terms and conditions of use as they apply to your use of or access to our website.", "If you do not wish to be bound by these terms and conditions then you may not use our website. You must ensure that the personal information you provide is accurate and complete and that all ordering or registration details (where applicable) contain your correct name, address and other requested details. For more information about how we deal with your personal information, please read our privacy policy on this website.", "Unless otherwise specified the materials published on our web site are presented solely for your private, personal and non-commercial use.", "We have used our reasonable endeavours to ensure that our web site complies with Australian law. However, we make no representations that the materials on our web site are appropriate or available for use in locations outside of Australia.", "We make no warranties, express or implied that making the Products available in any particular jurisdiction outside of australia is permitted under any applicable non-Australian laws or regulations. Accordingly, if making the Products or any part thereof available in your jurisdiction or to you (by reason of nationality, residence or otherwise) is prohibited, those Products are not offered for sale to you. You accept that if you are resident outside of Australia, you must satisfy yourself that you are lawfully able to purchase the Products. We accept no liability, to the extent permitted by applicable law, for any costs, losses or damages resulting from or related to the purchase or attempted purchase of the Products by persons in jurisdictions outside of Australia or who are nominees of or trustees for citizens, residents or nationals of other countries.", "The contents of our web site are protected by international copyright laws and other intellectual property rights. We, or other third party licensors, are the owner of these rights. All product and company names and logos mentioned in our web site are the trademarks, service marks or trading names of their respective owners, including us. You may download material from our web site for the sole purpose of using it as an information resource for our real estate services. However, you may not modify, copy, reproduce, republish, upload, post, transmit or distribute, by any means or in any manner, any material or information on or downloaded from our web site including, but not limited to text, graphics, video, messages, code and/or software without our prior written consent, except where expressly invited to do so, for example in order to complete any test or questionnaire.", "We make no representations whatsoever about any other web sites which you may access through our web site or which may link to our web site. When you access any other web site you understand that it is independent from us and that we have no control over the content or availability of that web site. In addition, a link to any other site does not mean that we endorse or accept any responsibility for the content, or the use of, such a web site and shall not be liable for any loss or damage caused or alleged to be caused by or in connection with use of or reliance on any content, goods or services available on or through any other web or resource. Any concerns regarding any external link should be directed to its web site administrator or webmaster.", "We will try to make our web site available but cannot guarantee that our web site will operate continuously or without interruptions or be error free and can accept no liability for its unavailability. You must not attempt to interfere with the proper working of our web site and, in particular, you must not attempt to circumvent security, tamper with, hack into, or otherwise disrupt any computer system, server, web site, router or any other internet connected device.", "We reserve the right to alter, suspend or discontinue any aspect of our website or the content or services available through it, including your access to it. Unless explicitly stated, any new features including new content and/or the sale of new products and/or the release of new software tools or resources shall be subject to these terms and conditions.", "We are committed to safeguarding the privacy of our users. We take your privacy very seriously and it is important to us that you can use and enjoy our website without having to compromise your privacy in any way. For more information, please see our privacy policy.", "Copyright © 2017 Autopak", "Dr George Glowka, Technical Director of Autopak-Vetlab Group, has retired after more than 28 years with the company. George started at Autopak in May 1990 as Technical Manager.", "George is leaving the company to focus on his consulting business, Helidon Tech Pty Limited. We thank him for his service and wish him all the best in his future endeavours.", "Nilesh Mendpara has been appointed Technical Manager.  Nilesh, who holds a Masters in Organic Chemistry,  joined Autopak in 2012 as a Research & Development Chemist.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak has recently purchased and commissioned five new forklifts to add to its fleet.", "In line with Autopak’s focus on Workplace Health and Safety, the forklifts are only able to reach a top speed of 10km per hour and are fitted with the Hyundai Operation Safety System to ensure safe operation.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak staff wore their favourite sporting jerseys to work today in support of Jersey Day. This annual event aims to raise awareness of organ donation and encourage people to join the Australian Organ Donor Register at donatelife.gov.au.", "Thank you to all the Autopak staff who supported this worthy cause.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak recently signed a deal to buy certain assets of the DuPont (Australia) manufacturing site based in Girraween, western Sydney. DuPont announced it would close the facility earlier this year following the 2017 global merger between DuPont and Dow Chemical.", "As a result of the purchase, Autopak will add the capability to manufacture Water Dispersable Granules (WDGs). It will also acquire new technology for laboratory analysis and waste water treatment.", "Autopak is also pleased to welcome a number of former DuPont employees in 2019 to provide additional capability, knowledge and skills to our Production, Technical and Quality Assurance teams.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it has joined leading industry group CropLife Australia. CropLife represents the innovators, developers, manufacturers, formulators and registrants of crop protection products.", "As a member of CropLife, Autopak will abide by the CropLife Industry Guidelines and Code of Conduct to ensure continuous improvements in all aspects of its manufacturing processes while maintaining its focus on safety and quality.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Copyright © 2017 Autopak", "There is a solid succession plan in place, with", "\nthe leadership of existing experienced staff", "Copyright © 2017 Autopak", " Autopak is pleased to announce the appointment of Chris Fraser as Business Development Manager. Chris joins us with over 30 years of experience in the Crop Protection industry. Most recently, Chris was responsible for management of Intec Corporation and Mastra in Laverton, Melbourne, in the role of General Manager.Chris also held...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it recently signed a 3-year contract manufacturing agreement with FMC Australasia Pty Limited.Autopak has been supplying herbicide and insecticide products to FMC for five years and is looking forward to continuing to work with the FMC team to service its customers in the Agchem market in Australia and New...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "We are pleased to announce the appointment of Sam Hayden as Chief Financial Officer of Autopak. Sam has over 35 years of experience in manufacturing at Controller, CFO and Director level.Sam has a wide industry background covering chemical, engineering, automotive, building & construction and transport across many high profile local and...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce a change to the governance structure of the company with the introduction of a new Advisory Committee comprising the current Directors and 3 external advisors.  Michael Lee, ex CEO of ZIP Industries, has been appointed Chairman of this Committee. He brings together many successful years at senior operational and financial...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Dr George Glowka, Technical Director of Autopak-Vetlab Group, has retired after more than 28 years with the company. George started at Autopak in May 1990 as Technical Manager.George is leaving the company to focus on his consulting business, Helidon Tech Pty Limited. We thank him for his service and wish him all the best in his future...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Recently a group of staff members from Autopak joined with one of our most valued customers, Adama Australia, for a road trip to rural New South Wales.Chris Fraser, Business Development Consultant, Gabby Campbell, Customer Relationship Manager, and Helen Llosa, Business Manager, represented  Autopak.Adam Phelan, General Manager for Marketing,...", "The team at Autopak proudly wore their favourite sporting jerseys in support of Jersey Day today. Jersey Day aims to raise awareness about the importance of organ donation and the DONATE LIFE network. Thanks to everyone who showed their support for this important issue.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak staff wore their favourite sporting jerseys to work today in support of Jersey Day. This annual event aims to raise awareness of organ donation and encourage people to join the Australian Organ Donor Register at donatelife.gov.au.Thank you to all the Autopak staff who supported this worthy cause.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak-Vetlab Group is pleased to announce the appointment of Hutch Ranck as Non-Executive Chairman.Hutch is the first independent director to sit on the Board of Autopak-Vetlab Group in the Company’s 35-year history.Hutch brings with him over 40 years of experience in the agricultural chemical industry, including over 31 years with...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it has joined leading industry group CropLife Australia. CropLife represents the innovators, developers, manufacturers, formulators and registrants of crop protection products.As a member of CropLife, Autopak will abide by the CropLife Industry Guidelines and Code of Conduct to ensure continuous improvements in...", "Autopak-Vetlab Group is pleased to announce the appointment of Hutch Ranck as Non-Executive Chairman.Hutch is the first independent director to sit on the Board of Autopak-Vetlab Group in the Company’s 35-year history.Hutch brings with him over 40 years of experience in the agricultural chemical industry, including over 31 years with...", "Autopak recently signed a deal to buy certain assets of the DuPont (Australia) manufacturing site based in Girraween, western Sydney. DuPont announced it would close the facility earlier this year following the 2017 global merger between DuPont and Dow Chemical.As a result of the purchase, Autopak will add the capability to manufacture Water...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it has joined leading industry group CropLife Australia. CropLife represents the innovators, developers, manufacturers, formulators and registrants of crop protection products.As a member of CropLife, Autopak will abide by the CropLife Industry Guidelines and Code of Conduct to ensure continuous improvements in...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce a change to the governance structure of the company with the introduction of a new Advisory Committee comprising the current Directors and 3 external advisors.  Michael Lee, ex CEO of ZIP Industries, has been appointed Chairman of this Committee. He brings together many successful years at senior operational and financial...", " Autopak is pleased to announce the appointment of Chris Fraser as Business Development Manager. Chris joins us with over 30 years of experience in the Crop Protection industry. Most recently, Chris was responsible for management of Intec Corporation and Mastra in Laverton, Melbourne, in the role of General Manager.Chris also held...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "We’re leading the way when it comes to contract manufacturing crop protection and industrial chemicals", "As a totally independent contract manufacturer with an exceptional reputation for quality, competitive pricing and reliability, we’re committed to helping our customers with the products they need for their business.", "With a particular emphasis on the formulation of solutions, emulsions, suspensions, granules and pellets, as well as blending of powders, we can handle all your formulation requirements.", "In our state-of-the-art laboratory facility we work with customers throughout the product development and testing process, and offer a full suite of services, including packaging from 50mL through to bulk tankers and labelling services in our manufacturing facility.", "Our Mission is to be the best, most efficient & flexible independent contract manufacturer of crop protection, industrial chemical and speciality formulations at competitive prices and consistent quality – delivered in a way that builds trust and respect with our customers.", "We support our customers with industry leading quality control and quality assurance across our formulations and services for peace of mind.", "Commissions two new automated filling lines", "Recruits new Customer Service Manager", "New QA Director, Technical Manager and Business Development Consultant", "Construction of new plant providing 20,000L of additional weekly production capacity", "Commissions Autopak dispensary operations using new adjacent building acquired in 2011", "Recruits new managers for Operations, Supply Chain, QC and Inventory Control", "Acquires surrounding land and expands to 15 acre site over the coming decade (2000 - 2010)", "Attains ISO 9001 audit accreditation", "Builds plant for pelletising herbicides used for a wide range of products for various industries", "Dr Paul Kearney acquires remaining 75% of the business", "Expands into liquid formulations and synthesis in the areas of crop protection and industrial chemicals", "Dr Paul Kearney acquires 25% of the business", "We’d love to find out more about how we can help, simply call us on", "\n", "02 9673 2566", " or leave your details below and we’ll be in touch soon.", "SPEAK WITH US", "Copyright © 2017 Autopak", "From product development, formulation of powders, liquids and pellets, to quality control and warehousing; we’ve got you covered", "Over the last 30 years, we’ve become the leading toll manufacturer of crop protection, industrial chemical and specialty formulations in Australia. This means we have the facilities and experience to handle all your product formulation requirements, and can work with you to create an individual solution for your business.", "We provide superior quality products, efficiently and confidentially, and our commitment to customer service allows us to reliably deliver what you need on time.", "Our independence and flexibility means we can assist when other manufacturers can’t, plus we pride ourselves on our commitment to confidentiality.", "We’ll handle everything you need, from initial product development and testing, through to product formulation, quality control, packaging, labelling and warehousing.", "The Autopak facility is part of a 15 acre site with ample warehousing space available to store customer materials and Finished Goods", "We’d love to find out more about how we can help, simply call us on ", "02 9673 2566", " or leave your details below and we’ll be in touch soon.", "SPEAK WITH US", "Copyright © 2017 Autopak", "With our strong record of comprehensive traceability, independence and", "\nquality control, you can be sure your products will meet all registered specifications", "Our focus on quality standards, policies and procedures has contributed to our exceptional record for the manufacture of both branded and generic formulations.", "We focus on quality across formulation, presentation, packaging, labelling and product information, with industry-standard benchmarks such as cGMP systems, ISO 9001 accreditation, and the Australian Pesticides and Veterinary Medicines Authority (APVMA) standards.", "Plus, we retain batch and quality assurance records which exceed the regulatory requirements for agricultural chemical products, so you can have confidence that if you ever need to ask us about something, we’ll have the answer. We record the source of all active constituents we use for every formulation.", "We believe in extensive Quality Control, so we test and check throughout our process to be sure our products meet our high standards. Autopak’s quality control team includes a Quality Control Director, a Quality Assurance Specialist, a Technical Manager and two Quality Assurance Supervisors who operate our quality control processes across two onsite laboratories.", "Our team maintains the highest standards for processes such as incoming goods quality control, in-process quality control testing, stability, sample retention services, method validation and research and development. From incoming QC of raw materials and packaging, to the independent review of international auditors from our multinational customers, we take all the steps required to actively ensure our products meet the registered quality standards.", "Our fully equipped quality control laboratory is capable of a wide range of testing including chromatography, spectrometry, and conventional wet testing methods.", "Find out more about how we guarantee your goods, and how to get started, call us on ", "02 9673 2566", " or leave your details here and we’ll be in touch.", "SPEAK WITH US", "Copyright © 2017 Autopak", "We are pleased to announce the appointment of Sam Hayden as Chief Financial Officer of Autopak. Sam has over 35 years of experience in manufacturing at Controller, CFO and Director level.", "Sam has a wide industry background covering chemical, engineering, automotive, building & construction and transport across many high profile local and international organisations (publicly listed and private). Prior to joining Autopak, Sam worked for Liquip International (part of Dover Corporation). He also worked for Suzuki, Ecolab and Alesco.", "Sam joined our advisory board in April 2017.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it has joined leading industry group CropLife Australia. CropLife represents the innovators, developers, manufacturers, formulators and registrants of crop protection products.As a member of CropLife, Autopak will abide by the CropLife Industry Guidelines and Code of Conduct to ensure continuous improvements in...", "Autopak-Vetlab Group is pleased to announce the appointment of Hutch Ranck as Non-Executive Chairman.Hutch is the first independent director to sit on the Board of Autopak-Vetlab Group in the Company’s 35-year history.Hutch brings with him over 40 years of experience in the agricultural chemical industry, including over 31 years with...", "Autopak recently signed a deal to buy certain assets of the DuPont (Australia) manufacturing site based in Girraween, western Sydney. DuPont announced it would close the facility earlier this year following the 2017 global merger between DuPont and Dow Chemical.As a result of the purchase, Autopak will add the capability to manufacture Water...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak has recently purchased and commissioned five new forklifts to add to its fleet.In line with Autopak's focus on Workplace Health and Safety, the forklifts are only able to reach a top speed of 10km per hour and are fitted with the Hyundai Operation Safety System to ensure safe operation.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "If quality is important to you, ", "you need to speak with us", "Our representative would love to show you how we are dedicated to the quality of everything we produce. Speak with us today on ", "02 9673 2566", " or fill your details in below and we’ll be in touch soon.", "SPEAK WITH US", "Autopak-Vetlab Group", "\n39 Harris Street,  St Marys,  NSW 2760", "Telephone: ", " ", "+61 2 9673 2566", "FAX: ", " +61 2 9673 1289", "Copyright © 2017 Autopak", "Autopak is pleased to announce two new management appointmentsGabby CampbellGabby joined Autopak in November 2016 to fill the newly created position of Customer Relationship and Business Development Manager.Gabby joins our team having gained over ten years of experience in the complimentary pharmaceutical industry.Gabby will work with...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak-Vetlab Group is pleased to announce the appointment of Hutch Ranck as Non-Executive Chairman.", "Hutch is the first independent director to sit on the Board of Autopak-Vetlab Group in the Company’s 35-year history.", "Hutch brings with him over 40 years of experience in the agricultural chemical industry, including over 31 years with DuPont in Australia, Hong Kong and the USA. He was CEO of DuPont ANZ for 11 years and Managing Director of DuPont ASEAN for 6 years.", "Hutch also served as Chairman of Elders Ltd for over a decade and is a former Director of the Business Council of Australia and the CSIRO. He is currently a Director at Iluka Resources.", "“We are delighted to have Hutch join the Board at a time when our company is experiencing rapid growth and the requirements of our regulators and the marketplace are rapidly evolving,” says Peter Kearney, General Manager of Autopak-Vetlab Group.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak recently signed a deal to buy certain assets of the DuPont (Australia) manufacturing site based in Girraween, western Sydney. DuPont announced it would close the facility earlier this year following the 2017 global merger between DuPont and Dow Chemical.As a result of the purchase, Autopak will add the capability to manufacture Water...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it recently signed a 3-year contract manufacturing agreement with FMC Australasia Pty Limited.Autopak has been supplying herbicide and insecticide products to FMC for five years and is looking forward to continuing to work with the FMC team to service its customers in the Agchem market in Australia and New...", "We are pleased to announce the appointment of Sam Hayden as Chief Financial Officer of Autopak. Sam has over 35 years of experience in manufacturing at Controller, CFO and Director level.Sam has a wide industry background covering chemical, engineering, automotive, building & construction and transport across many high profile local and...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce two new management appointmentsGabby CampbellGabby joined Autopak in November 2016 to fill the newly created position of Customer Relationship and Business Development Manager.Gabby joins our team having gained over ten years of experience in the complimentary pharmaceutical industry.Gabby will work with...", " Autopak is pleased to announce the appointment of Chris Fraser as Business Development Manager. Chris joins us with over 30 years of experience in the Crop Protection industry. Most recently, Chris was responsible for management of Intec Corporation and Mastra in Laverton, Melbourne, in the role of General Manager.Chris also held...", "Autopak is pleased to announce that Scotts Australia have entered into a 3 year manufacturing agreement that includes many of the Scotts brand liquid portfolio of products sold in Australia. This new contract will add to Autopak’s manufacturing and packing experience in the Home & Garden market. Scotts will also utilise Autopak’s extensive...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "We are pleased to announce that Nilesh Mendpara has been promoted to the role of Technical Director of Autopak-Vetlab Group.", "Nilesh, who holds a Masters in Organic Chemistry, joined the company five years ago as a Research and Development Chemist.", "In his new role, Nilesh will be responsible for managing all R&D projects, as well as providing technical expertise for product and quality improvements and cost saving initiatives. He will also continue to provide technical support and supervision for Incoming Goods Quality Control staff.", "We congratulate Nilesh and wish him continued success.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak staff wore their favourite sporting jerseys to work today in support of Jersey Day. This annual event aims to raise awareness of organ donation and encourage people to join the Australian Organ Donor Register at donatelife.gov.au.Thank you to all the Autopak staff who supported this worthy cause.", "We are pleased to announce that Nilesh Mendpara has been promoted to the role of Technical Director of Autopak-Vetlab Group.Nilesh, who holds a Masters in Organic Chemistry, joined the company five years ago as a Research and Development Chemist.In his new role, Nilesh will be responsible for managing all R&D projects, as well as providing...", "Recently a group of staff members from Autopak joined with one of our most valued customers, Adama Australia, for a road trip to rural New South Wales.Chris Fraser, Business Development Consultant, Gabby Campbell, Customer Relationship Manager, and Helen Llosa, Business Manager, represented  Autopak.Adam Phelan, General Manager for Marketing,...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce a change to the governance structure of the company with the introduction of a new Advisory Committee comprising the current Directors and 3 external advisors.  Michael Lee, ex CEO of ZIP Industries, has been appointed Chairman of this Committee. He brings together many successful years at senior operational and financial...", " Autopak is pleased to announce the appointment of Chris Fraser as Business Development Manager. Chris joins us with over 30 years of experience in the Crop Protection industry. Most recently, Chris was responsible for management of Intec Corporation and Mastra in Laverton, Melbourne, in the role of General Manager.Chris also held...", "Autopak is pleased to announce that Scotts Australia have entered into a 3 year manufacturing agreement that includes many of the Scotts brand liquid portfolio of products sold in Australia. This new contract will add to Autopak’s manufacturing and packing experience in the Home & Garden market. Scotts will also utilise Autopak’s extensive...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce a change to the governance structure of the company with the introduction of a new Advisory Committee comprising the current Directors and 3 external advisors.  Michael Lee, ex CEO of ZIP Industries, has been appointed Chairman of this Committee. He brings together many successful years at senior operational and financial management levels at ZIP, Cenovis and Nick Scali, all household Australian Brands.   The remaining members of the Committee are experts in the field of Crop Protection and Animal Health.", "The Advisory Committee meets monthly.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "For more info about our incident management plans, download our plans below.", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it recently signed a 3-year contract manufacturing agreement with FMC Australasia Pty Limited.", "Autopak has been supplying herbicide and insecticide products to FMC for five years and is looking forward to continuing to work with the FMC team to service its customers in the Agchem market in Australia and New Zealand.", "FMC Corporation, based in Philadelphia, USA, has been serving the agricultural market for over 130 years with cost-effective solutions and customer-focused research and development.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "We are pleased to announce that Nilesh Mendpara has been promoted to the role of Technical Director of Autopak-Vetlab Group.Nilesh, who holds a Masters in Organic Chemistry, joined the company five years ago as a Research and Development Chemist.In his new role, Nilesh will be responsible for managing all R&D projects, as well as providing...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it has joined leading industry group CropLife Australia. CropLife represents the innovators, developers, manufacturers, formulators and registrants of crop protection products.As a member of CropLife, Autopak will abide by the CropLife Industry Guidelines and Code of Conduct to ensure continuous improvements in...", "Autopak-Vetlab Group is pleased to announce the appointment of Hutch Ranck as Non-Executive Chairman.Hutch is the first independent director to sit on the Board of Autopak-Vetlab Group in the Company’s 35-year history.Hutch brings with him over 40 years of experience in the agricultural chemical industry, including over 31 years with...", "Autopak recently signed a deal to buy certain assets of the DuPont (Australia) manufacturing site based in Girraween, western Sydney. DuPont announced it would close the facility earlier this year following the 2017 global merger between DuPont and Dow Chemical.As a result of the purchase, Autopak will add the capability to manufacture Water...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak staff wore their favourite sporting jerseys to work today in support of Jersey Day. This annual event aims to raise awareness of organ donation and encourage people to join the Australian Organ Donor Register at donatelife.gov.au.Thank you to all the Autopak staff who supported this worthy cause.", "We are pleased to announce that Nilesh Mendpara has been promoted to the role of Technical Director of Autopak-Vetlab Group.Nilesh, who holds a Masters in Organic Chemistry, joined the company five years ago as a Research and Development Chemist.In his new role, Nilesh will be responsible for managing all R&D projects, as well as providing...", "Recently a group of staff members from Autopak joined with one of our most valued customers, Adama Australia, for a road trip to rural New South Wales.Chris Fraser, Business Development Consultant, Gabby Campbell, Customer Relationship Manager, and Helen Llosa, Business Manager, represented  Autopak.Adam Phelan, General Manager for Marketing,...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "The team at Autopak proudly wore their favourite sporting jerseys in support of Jersey Day today. Jersey Day aims to raise awareness about the importance of organ donation and the DONATE LIFE network. Thanks to everyone who showed their support for this important issue.", "Autopak has recently purchased and commissioned five new forklifts to add to its fleet.In line with Autopak's focus on Workplace Health and Safety, the forklifts are only able to reach a top speed of 10km per hour and are fitted with the Hyundai Operation Safety System to ensure safe operation.", "Dr George Glowka, Technical Director of Autopak-Vetlab Group, has retired after more than 28 years with the company. George started at Autopak in May 1990 as Technical Manager.George is leaving the company to focus on his consulting business, Helidon Tech Pty Limited. We thank him for his service and wish him all the best in his future...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that it recently signed a 3-year contract manufacturing agreement with FMC Australasia Pty Limited.Autopak has been supplying herbicide and insecticide products to FMC for five years and is looking forward to continuing to work with the FMC team to service its customers in the Agchem market in Australia and New...", "We are pleased to announce the appointment of Sam Hayden as Chief Financial Officer of Autopak. Sam has over 35 years of experience in manufacturing at Controller, CFO and Director level.Sam has a wide industry background covering chemical, engineering, automotive, building & construction and transport across many high profile local and...", "Autopak is pleased to announce two new management appointmentsGabby CampbellGabby joined Autopak in November 2016 to fill the newly created position of Customer Relationship and Business Development Manager.Gabby joins our team having gained over ten years of experience in the complimentary pharmaceutical industry.Gabby will work with...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Recently a group of staff members from Autopak joined with one of our most valued customers, Adama Australia, for a road trip to rural New South Wales.", "Chris Fraser, Business Development Consultant, Gabby Campbell, Customer Relationship Manager, and Helen Llosa, Business Manager, represented  Autopak.", "Adam Phelan, General Manager for Marketing, Dror Dagan, Senior Product Manager and Anna Prastalo, Demand Planner, Supply Chain, came from Adama.", "The first stop was Silmac Agricultural Supplies in Kelso on the outskirts of Bathurst. The store, operated by James and Susan MacMahon, supplies agricultural chemicals, animal health products, fertilizer and machinery to farmers in the central west. We were impressed to see the representation of Autopak-manufactured Adama products on the shelves.", "After a quick circuit of Mount Panorama, we headed to Dubbo where we enjoyed dinner at Dubbo’s top Teppanyaki restaurant. The next morning we were joined by local Adama representative, Harry Pickering, and headed out to Trangie to meet cotton grower Stewart Denston. Stewart gave us a tour of his family farm and provided a lot of great insights about the ways in which farmers use crop protection products, the ever-changing conditions that require quick responses to environmental threats and potential ways we could assist farmers to use their crop protection products more easily.", "It was a fascinating and fun experience for us all. Thank you to the Adama team for organising the trip, we look forward to the next one!", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that Scotts Australia have entered into a 3 year manufacturing agreement that includes many of the Scotts brand liquid portfolio of products sold in Australia. This new contract will add to Autopak’s manufacturing and packing experience in the Home & Garden market. Scotts will also utilise Autopak’s extensive...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "The team at Autopak proudly wore their favourite sporting jerseys in support of Jersey Day today. Jersey Day aims to raise awareness about the importance of organ donation and the DONATE LIFE network. Thanks to everyone who showed their support for this important issue.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce two new management appointments", "Gabby Campbell", "Gabby joined Autopak in November 2016 to fill the newly created position of Customer Relationship and Business Development Manager.", "Gabby joins our team having gained over ten years of experience in the complimentary pharmaceutical industry.", "Gabby will work with our Business Development Manager to service key customer accounts as well as manage the New Product Introduction (“NPI”) team.", "Mark Nolland", "Mark joined Autopak in 1990 as a storeman and has recently been promoted to the management position of Inventory Warehouse Manager for Autopak.", "This new role will involve managing the inventory of our clients and includes responsibility for stock takes and cycle counts, managing slow moving / expired stock and the reorganization of stock into specified coded locations in our warehouses.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", " ", "Autopak is pleased to announce the appointment of Chris Fraser as Business Development Manager. Chris joins us with over 30 years of experience in the Crop Protection industry. Most recently, Chris was responsible for management of Intec Corporation and Mastra in Laverton, Melbourne, in the role of ", "General Manager.", "Chris also held roles in Seed Solutions P/L as General Manager, and in IAMA as General Manager Dairy Rural and then IAMA SE division.", "Prior to this he was the Regional Manager NSW for Seed and Grain Sales P/L before his transfer to IAMA SE based in Melbourne.", "Chris will be responsible for developing relationships with new customers as well as strengthening the business relationships we have with our existing customer base. Chris will also join the Autopak advisory board in 2016.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "The team at Autopak proudly wore their favourite sporting jerseys in support of Jersey Day today. Jersey Day aims to raise awareness about the importance of organ donation and the DONATE LIFE network. Thanks to everyone who showed their support for this important issue.", "Autopak has recently purchased and commissioned five new forklifts to add to its fleet.In line with Autopak's focus on Workplace Health and Safety, the forklifts are only able to reach a top speed of 10km per hour and are fitted with the Hyundai Operation Safety System to ensure safe operation.", "Dr George Glowka, Technical Director of Autopak-Vetlab Group, has retired after more than 28 years with the company. George started at Autopak in May 1990 as Technical Manager.George is leaving the company to focus on his consulting business, Helidon Tech Pty Limited. We thank him for his service and wish him all the best in his future...", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak", "Autopak is pleased to announce that Scotts Australia have entered into a 3 year manufacturing agreement that includes many of the Scotts brand liquid portfolio of products sold in Australia. This new contract will add to Autopak’s manufacturing and packing experience in the Home & Garden market. Scotts will also utilise Autopak’s extensive R&D to develop and formulate new products for this segment.", "If quality is important to you,", " you need to speak with us", "Copyright © 2017 Autopak"], "emails": [], "addresses": [], "social_media_links": [], "telephone_numbers": ["(2000 - 2010) 1995", "2 9673 2566", "2 9673 2566", "2 9673 2566", "2 9673 2566", "+61 2 9673 2566", "+61 2 9673 1289"], "lda_resutls": [[0, "0.023*\"forklift\" + 0.022*\"appointment\" + 0.022*\"trust\" + 0.020*\"safety\" + 0.018*\"new\" + 0.016*\"industry\" + 0.016*\"wide\" + 0.014*\"operation\" + 0.013*\"director\" + 0.013*\"recently\""], [1, "0.035*\"manufacturing\" + 0.031*\"dupont\" + 0.025*\"year\" + 0.024*\"manufacture\" + 0.023*\"add\" + 0.020*\"sign\" + 0.020*\"new\" + 0.019*\"plan\" + 0.018*\"facility\" + 0.017*\"agreement\""], [2, "0.146*\"archive\" + 0.044*\"information\" + 0.019*\"hold\" + 0.015*\"site\" + 0.015*\"web\" + 0.015*\"personal\" + 0.012*\"agricultural\" + 0.011*\"system\" + 0.010*\"service\" + 0.008*\"product\""], [3, "0.092*\"quality\" + 0.087*\"category\" + 0.077*\"important\" + 0.040*\"news\" + 0.037*\"project\" + 0.019*\"support\" + 0.017*\"staff\" + 0.017*\"join\" + 0.010*\"today\" + 0.009*\"people\""], [4, "0.036*\"product\" + 0.027*\"industry\" + 0.021*\"protection\" + 0.021*\"crop\" + 0.018*\"lead\" + 0.016*\"manufacturer\" + 0.015*\"join\" + 0.015*\"ensure\" + 0.013*\"announce\" + 0.013*\"developer\""], [5, "0.048*\"site\" + 0.041*\"web\" + 0.016*\"link\" + 0.012*\"company\" + 0.012*\"content\" + 0.011*\"appoint\" + 0.011*\"new\" + 0.010*\"may\" + 0.010*\"director\" + 0.010*\"external\""], [6, "0.097*\"service\" + 0.089*\"post\" + 0.073*\"ask\" + 0.071*\"recent\" + 0.026*\"quality\" + 0.019*\"product\" + 0.017*\"control\" + 0.014*\"may\" + 0.013*\"detail\" + 0.012*\"good\""], [7, "0.113*\"speak\" + 0.102*\"need\" + 0.029*\"fmc\" + 0.024*\"year\" + 0.022*\"site\" + 0.019*\"customer\" + 0.019*\"web\" + 0.018*\"work\" + 0.016*\"team\" + 0.015*\"new\""], [8, "0.042*\"privacy\" + 0.038*\"site\" + 0.029*\"policy\" + 0.025*\"web\" + 0.023*\"month\" + 0.021*\"information\" + 0.019*\"industry\" + 0.019*\"join\" + 0.018*\"purpose\" + 0.015*\"internet\""], [9, "0.045*\"year\" + 0.028*\"manager\" + 0.025*\"customer\" + 0.025*\"support\" + 0.022*\"industry\" + 0.021*\"hutch\" + 0.021*\"experience\" + 0.017*\"join\" + 0.016*\"please\" + 0.015*\"relationship\""]], "kpe_resutls": [["post navig", 0.07513954323159268], ["servic recent post categori", 0.052344227421521], ["month", 0.047614781971682126], ["autopak", 0.04049010812908897], ["project", 0.038256686332089056], ["servic", 0.028259741376244242], ["qualiti product", 0.026619117945359136], ["juli", 0.024767693023216235], ["project manag appoint", 0.02443677993597395], ["busi liquid", 0.0231254132344682]], "rake_resutls": [[71.49509476031216, "projects new management appointments – september 2015 post navigation ask"], [68.62842809364548, "projects new management appointments – november 2016 post navigation ask"], [63.215384615384615, "adama rural road trip – september 2017 post navigation ask"], [62.061761426978826, "projects new advisory committee – july 2016 post navigation ask"], [61.984949832775925, "projects autopak joins croplife – december 2019 post navigation ask"], [60.61594202898551, "announce two new management appointments gabby campbell gabby joined autopak"], [59.132051282051286, "projects management appointment – april 2017 post navigation ask"], [59.01605351170569, "61 2 9673 1289 copyright © 2017 autopak autopak"], [57.56473102061337, "services recent posts categories archives news posts navigation ask"], [57.10161649944259, "projects autopak supports jersey day 2018 post navigation ask"], [54.220512820512816, "us copyright © 2017 autopak copyright © 2017 autopak"], [53.766666666666666, "various industries dr paul kearney acquires remaining 75"], [50.90161649944259, "projects autopak buys dupont assets post navigation ask"], [50.61594202898551, "announce two new management appointmentsgabby campbellgabby joined autopak"], [48.88205128205128, "scotts australia – august 2015 post navigation ask"], [48.84938684503902, "existing experienced staff copyright © 2017 autopak autopak"], [47.59990842490842, "technical director – january 2018 post navigation ask"], [46.04069119286511, "us copyright © 2017 autopak dr george glowka"], [45.11025641025641, "us copyright © 2017 autopak autopak staff wore"], [45.08205128205128, "fmc – june 2017 post navigation ask"], [44.787993748223926, "services recent posts categories archives contact us get"], [43.11025641025641, "us copyright © 2017 autopak autopak recently signed"], [42.266666666666666, "industrial chemicals dr paul kearney acquires 25"], [42.09668940039784, "services recent posts categories archives autopak news"], [41.77982162764772, "copyright © 2017 autopak dr george glowka"], [41.166666666666664, "sop pollution incident management plan 2014 review"], [40.36666666666667, "sop pollution incident management plan 2015 review"], [39.18166963755199, "services recent posts categories archives blending product"], [39.0, "attains iso 9001 audit accreditation builds plant"], [37.72712418300654, "services recent posts categories archives category"], [37.0, "rapidly evolving ,” says peter kearney"], [36.79761904761905, "quality control processes across two onsite laboratories"], [35.72712418300654, "services recent posts categories archives looking"], [35.3937908496732, "services recent posts categories archives month"], [34.61025641025641, "us copyright © 2017 autopak autopak"], [34.22473178994918, "new product introduction (“ npi ”) team"], [33.07402452619844, "us copyright © 2017 autopak recently"], [30.89927536231884, "projects autopak signs new manufacturing agreement"], [30.34938684503902, "copyright © 2017 autopak autopak"], [29.916666666666664, "sop pollution incident management plan"], [29.583333333333332, "transport across many high profile local"], [29.240691192865107, "us copyright © 2017 autopak"], [28.666666666666668, "61 2 9673 2566 fax"], [28.438095238095237, "privacy policy website privacy policy personal information use"], [24.979821627647716, "copyright © 2017 autopak"], [24.869565217391305, "mark nolland mark joined autopak"], [24.837606837606838, "uncategorized posts navigation ask"], [23.523809523809526, "inventory control acquires surrounding land"], [23.133333333333336, "joined leading industry group croplife australia"], [22.456247716477897, "us services quality latest news"]], "guided_lda_resutls": [["us", "archives", "projects", "focus", "experience", "terms", "dupont", "plan", "goods", "november"], ["recently", "customers", "leading", "policy", "incident", "assurance", "level", "herbicide", "particular", "introduction"], ["autopak", "speak", "ask", "industry", "nilesh", "service", "month", "product", "sporting", "work"], ["scotts", "contract", "forklifts", "managing", "9673", "privacy", "third", "garden", "buy", "member"], ["may", "purchase", "ensure", "holds", "chemist", "industrial", "appointed", "providing", "donor", "tech"], ["web", "years", "internet", "aims", "also", "promoted", "would", "ceo", "following", "organic"], ["2016", "technical", "signed", "ensure", "awareness", "2015", "includes", "accept", "external", "girraween"], ["site", "chemical", "today", "facility", "organ", "australian", "operation", "financial", "safety", "requirements"], ["chris", "market", "independent", "using", "conditions", "work", "deal", "best", "history", "category"], ["day", "trusted", "details", "assets", "including", "industries", "intec", "first", "hayden", "standard"], ["important", "manufacturing", "group", "crop", "management", "general", "chairman", "years", "website", "information"], ["need", "posts", "announce", "year", "information", "control", "five", "quality", "responsible", "staff"], ["categories", "australia", "appointment", "manager", "gabby", "fraser", "jerseys", "adama", "wide", "joined"], ["manager", "croplife", "joined", "many", "35", "post", "years", "board", "take", "touch"], ["vetlab", "director", "dupont", "role", "agricultural", "brings", "favourite", "two", "conduct", "construction"], ["products", "development", "navigation", "team", "sam", "customer", "joins", "agreement", "relationship", "pty"], ["copyright", "recent", "business", "hutch", "george", "also", "thank", "corporation", "health", "water"], ["years", "sites", "policy", "based", "projects", "trip", "forward", "handle", "across", "add"], ["quality", "new", "pleased", "personal", "protection", "privacy", "support", "group", "wore", "rural"], ["2017", "services", "company", "news", "jersey", "fmc", "information", "experience", "add", "formulation"]], "textrank_resutls": [[0.13566713646472836, 1, "services recent posts categories archives"], [0.10684834091541981, 12, "our services recent posts categories archives autopak news"], [0.09935640152530968, 5, "autopak news"], [0.09712212264014433, 7, "projects autopak"], [0.09622652833990951, 1, "our services recent posts categories archives autopak facility floor plan capacities facility gallery"], [0.09522124512524933, 4, "our services recent posts categories archives category"], [0.08787592114637122, 14, "our services recent posts categories"], [0.08672331451294552, 1, "our services recent posts categories archives"], [0.0834471734552523, 2, "autopak"], [0.08152338773664877, 1, "our services recent posts categories archives pollution incident management plans pollution incident management plan 2016 review"], [0.08135871503189487, 1, "storage services"], [0.07872775660896564, 1, "autopak history"], [0.07825179455758513, 2, "archives category"], [0.07604231937801881, 1, "archives month"], [0.07521445790693748, 1, "autopak technical director retires"], [0.07352163755341483, 1, "us services quality latest news"], [0.07236400930761602, 24, "ask"], [0.07124977665408772, 1, "autopak news and projects management appointment"], [0.07052291644295901, 4, "projects new management appointments"], [0.070230742110628, 2, "projects nilesh mendpara"], [0.06631830939899919, 1, "privacy policy website privacy policy personal information use"], [0.06555670025157333, 3, "sop pollution incident management plan"], [0.06493129820531837, 3, "projects"], [0.06348389099727164, 1, "quality products"], [0.06103095650531773, 2, "projects new advisory committee"], [0.05994996775640329, 1, "projects autopak-adama rural road trip"], [0.05592828779901818, 1, "adam smith paul marshall nilesh mendpara craig wallis"], [0.05468522393129534, 1, "linked sites availability"], [0.05454381501310563, 1, "information disclosure security cookies access"], [0.05386877844984494, 1, "wax blocks laboratory"], [0.051354089191443256, 2, "new manufacturing agreement"], [0.05101003827975405, 1, "other sites"], [0.049966060651893934, 1, "a tailored service solution"], [0.0499318545548427, 1, "quality formulations"], [0.04978360434466189, 2, "paul kearney"], [0.047937754155913455, 1, "quality"], [0.04791460852011709, 1, "conditions website terms"], [0.046558159175304745, 2, "peter kearney"], [0.04566101046466673, 1, "quality control"], [0.04534612155726578, 1, "paul marshall"], [0.04520273237521257, 1, "every service"], [0.0451294923565409, 1, "quality assurance"], [0.04361312871367738, 1, "ranck dr"], [0.043220616015473765, 1, "product development"], [0.04264647964119149, 1, "mendpara craig wallis"], [0.04147708207544356, 1, "new chairman"], [0.039849592372259844, 1, "superior \nquality products"], [0.03857702700860675, 1, "use"], [0.03843713322861765, 1, "information links"], [0.03776137801882558, 1, "post"]], "textrank_summery__resutls": [": November 2016 ASK ABOUT OUR SERVICES Recent Posts Categories Archives Autopak News and Projects Autopak appoints new Chairman – April 2019 Post navigation ASK ABOUT OUR SERVICES Recent Posts Categories", "Copyright & monitoring Linked sites Availability of our web site As Trusted by Autopak News and Projects Autopak Technical Director Retires – July 2017 Post navigation ASK ABOUT OUR SERVICES Recent Posts Categories Archives Autopak News and Projects", "Autopak adds 5 new forklifts – July 2017 Post navigation ASK ABOUT OUR SERVICES Recent Posts Categories Archives Autopak News and Projects Autopak supports Jersey Day 2018 Post navigation ASK ABOUT OUR SERVICES Recent Posts Categories Archives Autopak News and Projects Autopak buys DuPont assets Post navigation ASK ABOUT OUR SERVICES Recent Posts Categories Archives Autopak News and Projects", "August 2015 ASK ABOUT OUR SERVICES Recent Posts Categories Archives Autopak News and Projects Autopak supports Jersey Day – September 2017 Post navigation ASK ABOUT OUR SERVICES Recent Posts Categories Archives Autopak News and Projects New Management Appointments –", ": Uncategorized Posts navigation ASK ABOUT OUR SERVICES Recent Posts Categories Archives Autopak News and"], "wordcloud_resutls": [["Copyright Autopak", 1.0], ["speak us", 0.9411764705882353], ["web site", 0.8627450980392157], ["us Copyright", 0.8627450980392157], ["quality important", 0.8235294117647058], ["important need", 0.8235294117647058], ["need speak", 0.8235294117647058], ["ASK SERVICES", 0.803921568627451], ["SERVICES Recent", 0.803921568627451], ["Recent Posts", 0.803921568627451], ["Posts Categories", 0.803921568627451], ["Categories Archives", 0.803921568627451], ["pleased announce", 0.7647058823529411], ["Autopak pleased", 0.6078431372549019], ["Autopak Autopak", 0.5882352941176471], ["product", 0.49019607843137253], ["navigation ASK", 0.49019607843137253], ["Autopak Vetlab", 0.43137254901960786], ["Vetlab Group", 0.43137254901960786], ["may", 0.4117647058823529], ["will", 0.39215686274509803], ["information", 0.37254901960784315], ["use", 0.37254901960784315], ["crop protection", 0.37254901960784315], ["personal information", 0.37254901960784315], ["years experience", 0.35294117647058826], ["Autopak New", 0.3137254901960784], ["quality", 0.29411764705882354], ["new", 0.29411764705882354], ["team", 0.29411764705882354], ["News Projects", 0.29411764705882354], ["Post navigation", 0.29411764705882354], ["Business Development", 0.29411764705882354], ["Jersey Day", 0.27450980392156865], ["announce appointment", 0.27450980392156865], ["formulation", 0.2549019607843137], ["Privacy Policy", 0.2549019607843137], ["Archives Autopak", 0.2549019607843137], ["quality control", 0.2549019607843137], ["website", 0.23529411764705882], ["site", 0.23529411764705882], ["Archives Month", 0.23529411764705882], ["General Manager", 0.23529411764705882], ["company", 0.21568627450980393], ["Autopak recently", 0.21568627450980393], ["provide", 0.19607843137254902], ["Projects Autopak", 0.19607843137254902], ["Technical Director", 0.19607843137254902], ["Posts navigation", 0.19607843137254902], ["manufacturing agreement", 0.19607843137254902], ["Development Manager", 0.19607843137254902], ["Manager Chris", 0.19607843137254902], ["Trusted", 0.17647058823529413], ["purpose", 0.17647058823529413], ["standard", 0.17647058823529413], ["Adama", 0.17647058823529413], ["recently signed", 0.17647058823529413], ["will add", 0.17647058823529413], ["Chris Fraser", 0.17647058823529413], ["Fraser Business", 0.17647058823529413], ["using", 0.1568627450980392], ["time", 0.1568627450980392], ["good", 0.1568627450980392], ["Internet Privacy", 0.1568627450980392], ["Pty Limited", 0.1568627450980392], ["Autopak staff", 0.1568627450980392], ["wore favourite", 0.1568627450980392], ["favourite sporting", 0.1568627450980392], ["sporting jerseys", 0.1568627450980392], ["support Jersey", 0.1568627450980392], ["aims raise", 0.1568627450980392], ["raise awareness", 0.1568627450980392], ["organ donation", 0.1568627450980392], ["five years", 0.1568627450980392], ["Australia New", 0.1568627450980392], ["Customer Relationship", 0.1568627450980392], ["industry", 0.13725490196078433], ["access", 0.13725490196078433], ["contract", 0.13725490196078433], ["meet", 0.13725490196078433], ["including", 0.13725490196078433], ["available", 0.13725490196078433], ["material", 0.13725490196078433], ["terms conditions", 0.13725490196078433], ["Nilesh Mendpara", 0.13725490196078433], ["Technical Manager", 0.13725490196078433], ["Research Development", 0.13725490196078433], ["protection products", 0.13725490196078433], ["agricultural chemical", 0.13725490196078433], ["CropLife", 0.11764705882352941], ["manufacturing", 0.11764705882352941], ["requirements", 0.11764705882352941], ["way", 0.11764705882352941], ["record", 0.11764705882352941], ["law", 0.11764705882352941], ["take", 0.11764705882352941], ["accept", 0.11764705882352941], ["Cookie", 0.11764705882352941], ["content", 0.11764705882352941], ["issue", 0.11764705882352941]], "wordcloud_resultsbi": ["web_site", "quality_important", "category_archive", "post_category", "recent_post", "service_recent", "important_pleased", "personal_information", "year_experience", "crop_protection", "pleased_appointment", "privacy_policy", "quality_control", "archive_project", "general_manager", "manufacturing_agreement", "post_service", "company_year", "month_service", "site_web", "technical_director", "customer_relationship", "favourite_sporting", "internet_privacy", "organ_donation", "pleased_year", "sporting_jersey", "agricultural_chemical", "archive_month", "industry_year", "protection_product", "research_development", "technical_manager", "term_condition", "archive_category", "archive_news", "business_development", "management_plan", "new_management", "news_post", "project_service", "appointment_hutch", "appointment_year", "archive_service", "asset_manufacturing", "board_company", "capability_water", "certain_asset", "chemical_industry", "code_conduct", "conduct_continuous", "continuous_improvement", "corporation_role", "croplife_industry", "deal_certain", "developer_manufacturer", "development_chemist", "director_board", "dupont_facility", "executive_chairman", "experience_agricultural", "experience_crop", "facility_year", "first_independent", "formulator_registrant", "girraween_western", "global_merger", "guideline_code", "history_hutch", "home_garden", "hutch_ranck", "hutch_year", "independent_director", "industry_guideline", "industry_innovator", "industry_responsible", "innovator_developer", "intec_corporation", "management_intec", "manager_business", "manager_general", "manufacturer_formulator", "manufacturing_site", "master_organic", "member_croplife", "merger_result", "new_role", "organic_chemistry", "pleased_industry", "product_member", "protection_industry", "purchase_capability", "quality_assurance", "ranck_executive", "registrant_crop", "responsible_management", "result_purchase", "road_trip", "role_general", "site_girraween"]}]