[{"company": "Appswiz", "introduction": "App creation", "end_market": "Web apps dev", "industry": "IT - Software", "link": "", "search_text": "Appswiz australia/new zealand company", "title": "About Appswiz | Mobile Apps for Every Business", "link_corrected": "http://www.appswiz.com/about/", "description": "Appswiz is an awarding-winning and innovative mobile apps company ... Appswiz has developed more apps for Australian businesses than any other company.", "crawled_links": ["http://www.appswiz.com/contact/", "http://www.appswiz.com/", "http://www.appswiz.com/how-it-works/", "http://www.appswiz.com/partner-with-us/", "http://www.appswiz.com/privacy-policy/", "http://www.appswiz.com/iphone-app-development/", "http://www.appswiz.com/terms-conditions/", "http://www.appswiz.com/about/", "http://www.appswiz.com/partners/", "http://www.appswiz.com/android-app-development/", "http://www.appswiz.com/mobile-app-development/", "http://www.appswiz.com/faqs/", "http://www.appswiz.com/why-you-need-an-app/", "http://www.appswiz.com/features/"], "header_text": ["Contact Us", "Let's talk.", "Contact Us", "Mailing Address", "Have Questions?", "Company", "Social", "Company", "App Development", "Partners", "Clients", "Instant & Intimate Communication", "Push Alerts Have", "Your Entire Business ", "In Their Pocket", "Within Arms Reach 24/7", "Free App Estimate", "99%", "91%", "Company", "App Development", "Partners", "Clients", "How It Works", " CREATE", " USE", " SUPPORT", "Preview Your App For Free", "App Consultation ", "via Phone or Email", "Receive Comprehensive App Brief", "We Design and Build Your App", "Tell your customers how to download your app ", "Send Out Free Push Notifications", "Update Your Content Easily", "Ongoing Marketing Support ", "to Maximize Your App’s Value", "Responsive Technical Support", "Have More Questions?", "Preview Your App Today", "See your brand in an app and possible features.", "We ask about your unique challenges & explain how apps can help you. ", "We create a list of features for your app and detail how you can use ", " & market your new app.", "After payment our team leaps into action.", "We provide marketing materials and teach you best practices in getting your app one your client's phones.", "Simple interface to send messages. 98% read rates.", "Our easy to use dashboard interface allows you to ", "update content or add features", "Your app is a reflection of your brand. We take that seriously.", "Your App Could Be In the App Stores in 2 Weeks From Today", "Company", "App Development", "Partners", "Clients", "Like to Partner With Us?", "Some of our Partners", "Like to Know More?", "Company", "App Development", "Partners", "Clients", "Privacy Policy", "Contents", "Data Collection", "Data Security", "Data Use", "Data Disclosure", "Data Retention and Destruction", "Access by You to Your Personal Data", "Information about Data-Handling Practices", "How We Use Cookies", "Handling of Enquiries, General Concerns and Complaints", "Enforcement", "Changes to These Privacy Undertakings", "Definitions", "Company", "App Development", "Partners", "Clients", "iPhone App Development", "The interactive and creative iPhone application developers from Appswiz are able to design an app perfect for your business.", "Company", "App Development", "Partners", "Clients", "Terms & Conditions", "Company", "App Development", "Partners", "Clients", "About Us", "Informatel Pty Ltd", "Response Ready", "ReadytoSMS", "WAKEME", "Medicaller", "Company", "App Development", "Partners", "Clients", "Preferred Suppliers", "Visual Domain", "Telco Together", "Shopify", "Cliniko", "Everyday Hero", "Center for the Digital Future", "Company", "App Development", "Partners", "Clients", "Android App Development", "The Android app development team will create an application that can be accessed from all devices.", "Company", "App Development", "Partners", "Clients", "Mobile Application Development", "The Appswiz app development team create a range of mobile apps suitable for any business", "Company", "App Development", "Partners", "Clients", "FAQs", "Have More Questions?", "Preview Your App Now", "General Questions", "App Features", "Pricing", "Support", "Graphic & App Design", "Push Alerts", "App vs mobile website?", "How long to build my app?", "IP ownership", "Where to download my app?", "What is the process of building my app?", "What features will my app have?", "What type of security do you have?", "What does my monthly support fee include?", "Do I have to sign a yearly contract?", "What if I want custom features?", "How does the analytics work?", "Who is the support team?", "How do I change the features in my app?", "How do my graphics get created?", "How many revisions do I get on my graphics?", "What are they?", "How do I send push alerts?", "Company", "App Development", "Partners", "Clients", "Why You Need an App", "The App Difference", "Apps Save Your Money", "Good Mobile Experience Is Necessary", "Instant Communication", "Mobile Websites Are NOT Apps!", "Apps Increase Sales", "Simplify Your Business", "FREE Push Alerts", "Leadership Through Innovation", "Have More Questions?", "Preview Your App Today", "57%", "Mobile Websites...", "Don't spend 6 cents per SMS!", "Company", "App Development", "Partners", "Clients", "App Features", "Interactive Multimedia", "Informational Tools", "Communication Tools", "Take Payments", "Measurement Tools", "Lodging/Reporting Tools", "Have More Questions?", "Preview Your App Today", "Company", "App Development", "Partners", "Clients"], "paragraph_text": ["\r\n\t\t\t\t\tWe want to hear from you. Ask us your questions or anything else.\r\n\t\t\t\t", "\r\n\t\t\t\t\tG01 620 St. Kilda Road", "\r\n\t\t\t\t\tMelbourne 3004, VIC", "\r\n\t\t\t\t\tAustralia\r\n\t\t\t\t", "\r\n\t\t\t\t\tPh: +61 3 9510 2322\r\n\t\t\t\t", "\r\n\t\t\t\t\t3/60 Enterprise Place", "\r\n\t\t\t\t\tTingalpa, Qld 4173", "\r\n\t\t\t\t\tAustralia.\r\n\t\t\t\t", "\r\n\t\t\t\t\t", "\r\n\t\t\t\t\t", "\r\n\t\t\t\t", "Push alerts bypass the inbox and land before their eyes.", "traditional email is less than 20%", "One place to contact you, explore & interact with your business.", "have their phone 24/7", "AppsWiz partners with companies in many industries to provide a mobile app offer to their customers.", "We do it all – design and build the app, custom branding, app stores submission, free updates and handle monthly support.", "It’s a great way for your organisation to add value to your customers’ or members’ businesses.", "We can also provide a white label service, where you can set your own app pricing model.", "This document declares the undertakings by AppsWiz in relation to its handling of Your Data.", "Appswiz undertakes to collect Your Data by means that are:", "If you visit AppsWiz’s web-site, your web-browser automatically discloses, and AppsWiz’s web-server automatically logs, the following information: the date and time, the IP address from which you issued the request, the type of browser and operating system you are using, the URL of any page that referred you to the page, the URL you requested, and whether your request was successful. This data may or may not be sufficient to identify you.", "Any additional data that you provide, e.g. in a web-form, may also be logged. This data may or may not be sufficient to identify you.", "Any additional data that your web-browser automatically provides may also be logged. This will be the case, for example, if your browser has previously been requested to store data on your computer in ‘cookies’ and submits them each time you request a web-page within a particular domain (such as AppsWiz.com). This data may or may not be sufficient to identify you.", "If you disclose personal data to AppsWiz in conjunction with an identifier such as your name or your credit-card details, AppsWiz will collect Your Data. Moreover, any data that becomes available to AppsWiz through any of the means described in the preceding paragraphs may be able to be associated with that identifier, and hence become Your Data.", "Subject to the qualifications immediately below, AppsWiz undertakes to collect Your Data from you and not from other parties. This undertaking is qualified as follows:", "Where AppsWiz collects Your Data from sources other than you, it undertakes:", "AppsWiz undertakes to declare the purpose of collection in a manner which is clear and meaningful, and to avoid vague, highly inclusive statements such as ‘to support our operations’.", "AppsWiz undertakes to store Your Data in a manner that ensures security against unauthorised access, alteration or deletion, at a level commensurate with its sensitivity.AppsWiz undertakes to store Your Data only in jurisdictions where data protections are at least equivalent to those required under the OECD Guidelines.", "AppsWiz undertakes to transmit Your Data in a manner that ensures security against unauthorised access, alteration or deletion, at a level commensurate with its sensitivity.", "AppsWiz undertakes to implement appropriate measures to ensure security of Your Data against inappropriate behaviour by AppsWiz’s staff-members and contractors. These include:", "Use refers to the application of Your Data by any part of AppsWiz, or any staff-member or contractor of AppsWiz in the course of their work.AppsWiz undertakes to use Your Data only for:", "AppsWiz undertakes to use YourData only if it has demonstrable relevance to the particular use to which it is being put.", "AppsWiz undertakes to use Your Data in such a manner as to take into account the possibility that it is not of sufficient quality for the purpose, e.g. because it is inaccurate, out-of-date, incomplete, or out-of-context.", "Disclosure refers to making YourData available to any party other than AppsWiz and You. The term disclosure may include many different conditions of data transfer, including selling, renting, trading, sharing and giving.AppsWiz undertakes to disclose Your Data only under the following circumstances:", "In all cases, AppsWiz undertakes to disclose only such of Your Data as is necessary in the particular circumstances.", "Subject to the qualifications immediately below, AppsWiz undertakes:", "This undertaking is qualified as follows:", "AppsWiz undertakes to provide you with access to Your Data, subject to only such conditions and processes as are reasonable in the circumstances. In particular, AppsWiz undertakes to enable access:", "AppsWiz undertakes to establish and operate identity authentication protections for access to Your Data that are appropriate to its sensitivity, but practical. This may involve some inconvenience; for example, relatively straightforward procedures may be involved in order to provide you with access through a channel that you have previously registered with AppsWiz (such as a particular email-address), but may impose more onerous procedures if you wish to use some other channel.", "In the event that you dispute some aspect of Your Data, AppsWiz undertakes to take reasonable steps in relation to the amendment, supplementation or deletion of Your Data.", "You undertake:", "AppsWiz undertakes to make information available to you about the manner in which AppsWiz handles your data:", "Where Your Data is disclosed to a contractor, AppsWiz undertakes to make information available to you on request about the manner in which AppsWiz’s contractors handle your data.", "AppsWiz undertakes to ensure that the information provided is meaningful, and addresses your concerns.", "You undertake:", "Third party vendors, including Google, show our ads on sites on the internet. Third party vendors, including Google, use cookies to serve ads based on a user’s prior visits to your website.Users may opt out of Google’s use of cookies by visiting the ", "Google advertising opt-out page.", " Alternatively you can opt out of a third party vendor’s use of cookies by visiting the ", "Network Advertising Initiative.", "We use Cookies for the purposes of conducting Re-marketing Campaigns. Google’s Display Network use the DoubleClick Cookie. You can opt out of DoubleClick cookies by visiting the ", " DoubleClick opt-out page", " or the ", "Network Advertising Initiative opt-out page.", "If you have enquiries, general concerns, or complaints about these Terms, or about AppsWiz’s behaviour in relation to these Terms, you undertake:", "AppsWiz undertakes:", "You further undertake to not pursue AppsWiz through any Regulator or the media:", "AppsWiz declares that its undertakings in these Terms are intended to create legal obligations, and that those obligations are intended to be enforceable under appropriate laws in appropriate jurisdictions. These include laws relating to data protection, privacy, fair trading, corporations and criminal laws.You undertake to seek enforcement only in a jurisdiction that is relevant to the transactions that have taken place between You and AppsWiz, in particular the jurisdiction in which you live or in which you performed the relevant acts, and the jurisdiction in which AppsWiz is domiciled or performed the relevant acts.", "If you wish to discover the relevant laws in any particular jurisdiction, AppsWiz draws your attention to the following resources:", "AppsWiz undertakes:", "Your Data means data that is capable of being associated with you, whether or not it includes an explicit identifier such as your name or customer number. In particular, it encompasses all data that AppsWiz is capable of correlating with you, using such means as server-logs and cookie-contents.Your Data does not refer to data that can no longer be associated with you. This includes aggregated data that does not and cannot identify the individuals whose data are included in the aggregation.", "Consent means your concurrence with an action to be taken by AppsWiz. Consent may be express or implicit, but in either case must be informed and freely-given.", "This privacy statement is based on Roger Clarke’s Australian ", "‘Privacy Statement Template’", ".", "iPhone app development is a process whereby a developer will assist you in designing an application for your business. Each application can be individual and personalised and the features included will be relevant and useful for users to contact or book an appointment, order products or keep updated on news. The experienced developers will ensure your app will be available to iPhone users, or on all internet-accessible mobile devices, depending on your wishes. Each developer is highly experienced and you will be sure that the developers are able to create truly unique and interactive apps. The development and maintenance of the applications are features of the Appswiz service and with ongoing support available, it’s no wonder people choose Appswiz above other companies.", "1. By using the appswiz.com web site or any of the AppsWiz Pty Ltd (“AppsWiz”) mobile application (“apps”) services, you are agreeing to be bound by the following terms and conditions.", "\n2. AppsWiz reserves the right to update and change the terms and conditions that apply to all clients without notice. The updated terms and conditions will only be in effect once they are published on the appswiz.com web site. Continued use of the AppsWiz product after any such changes shall constitute your consent to such changes.", "\n3. The definition of “The Client” used in this document pertains at all times to the organization that is the intended party requesting apps from AppsWiz.", "\n4. Any offer made by AppsWiz is limited to the duration advertised or in the absence of such time or in the event of any error or omission shall be valid for 24 hours from when it first appeared unless AppsWiz in its sole discretion decides to change the extent or duration of any offer.", "\n5. AppsWiz ABN 42 998 980 850 is authorised to issue Recipient Created Tax Invoices (RCTIs) in respect to the services outlined in this proposal.", "\n6. Any reference to a sum charged by AppsWiz is in Australian Currency unless otherwise noted and is subject, where applicable, to the addition of Australia’s Goods & Services Tax (GST).", "\n7. AppsWiz acknowledges that it is registered for GST when it enters this agreement and will notify The Client if it ceases to be registered.", "\n8. The Client acknowledges that if it is required pursuant to Australian Law that it is registered for GST when it enters this agreement and will notify AppsWiz if it ceases to be registered.", "\n9. The Client is responsible for maintaining the security of their online account and password.", "\n10. AppsWiz will use reasonable efforts to have the application approved by the iTunes and Google Play app stores. Although there is generally a high likelihood of approval, we do not and cannot guarantee approval. If the app is continually denied by the app stores because The Client has not accepted AppsWiz’s advice on what changes are required for the approval of the app in the app stores, The Client will not be entitled to a refund of the initial setup fee.", "11. All rates are indexed to increase at 5% annually on January 1 each year beyond the charges that applied prior to such increase occurring and the client acknowledges that AppsWiz is authorized to apply such increase on further monthly and any other sums payable to AppsWiz.", "12. This proposal covers the deployment of standard application components only utilizing the existing modules offered at that time by AppsWiz. Should any development be required which in the opinion of AppsWiz is customised, a specification and development estimate will be provided and approved by The Client prior to any development work being undertaken.", "\n13. These terms and conditions cover the specific service modules offered online by AppsWiz.", "\n14. In the event of there being customised development work, the quotation provided will be a best estimate based on current understanding at the time of quotation and with a view of it not taking more than the number of days of development effort quoted. In the event of it taking longer because of the need for additional resources or variations by The Client the standard rates of AppsWiz will apply.", "\n15. It is understood and agreed by The Client that issues can occur and that in the event of any customer complaint or concern The Client shall refer it, or them, to AppsWiz. This will not be a basis for voiding its obligation to pay AppsWiz or withholding payment.", "\n16. Unless agreed by both The Client and AppsWiz or unless a reseller or white label offering is to occur then AppsWiz shall be listed as the app developer in iTunes and Google Play.", "\n17. It is understood by the Client that the apps will operate on iPhone, iPads, Android Phones and Android Tablets (Compatible with Android 2.1 (Eclair) and beyond) if the complete package of these platforms is purchased from AppsWiz.", "\n18. AppsWiz warrants that the service shall be performed with reasonable care in a diligent and competent manner. To the fullest extent permitted by law, this clause is AppsWiz’s only warranty concerning the services and is made expressly in lieu of all other warranties and representations, express or implied, including warranties of merchantability, non-infringement or fitness for a particular purpose, or otherwise.", "\n19. AppsWiz may issue an update to the Client’s apps which may add, modify and/or remove app features. These updates may be pushed out automatically without notice, although AppsWiz intends to notify the Client in advance of an upcoming update with details on what the update includes.", "20. AppsWiz does not warrant and is not responsible for any products or services, including delivery of messages by carriers, on other networks or on other providers systems or infrastructure which is beyond the best efforts of AppsWiz, which it is accepted to have been made by AppsWiz on its own systems.", "21. AppsWiz does not warrant to any client the benefit of any AppsWiz products or services that any client shall acquire from AppsWiz.", "\n22. The Client warrants that it has not relied on any representations in writing or otherwise by AppsWiz and that it is bound by these terms and conditions as a precondition of doing business with AppsWiz which it accepts by making any payment to AppsWiz or requests for its products or services.", "\n23. No additional programming or support charges shall be levied by AppsWiz to the client other than the initial development and monthly charges unless required and agreed by the client in writing in advance of such work.", "\n24. Where AppsWiz should incur any additional charges AppsWiz will notify The Client of any such charges as soon as practicable thereafter and The Client shall have their right to decline same.", "\n25. All service charges are based on AppsWiz standard reporting being provided. Additional reporting requirements may incur additional charges pre-agreed with The Client.", "\n26. The agreed setup charge shall include design of the splash screen and deployment to the relevant stores of Apple and Android. There shall be no additional establishment charges for app design or for building the app unless further customisation requires it to be higher.", "\n27. Unless otherwise notified, the monthly support charge is to be $97 per month when one year is paid for in advance, $107 per month for payment by credit card or $157 per month for payment by invoice. AppsWiz shall have the discretion of increasing or decreasing the monthly support charge on the condition that 30 days of notice is provided.", "\n28. Any client of AppsWiz shall be afforded a 30 day Money Back Guarantee on the setup charge providing such claim is received by email to servicecancellation@appswiz.com within 30 days of the agreement being signed by The Client. If The Client’s app is available to download at any stage, the first month of support will not be refunded in the event of cancellation but any other months paid in advance shall be refunded.", "\n29. The one-off setup sum and the first month of support are due within seven days of The Client signing the Agreement.", "\n30. AppsWiz offers a Money Back Guarantee on the setup sum that expires 30 days from the date this agreement is signed by The Client. In the event of cancellation prior to the expiry of the Money Back Guarantee, the setup sum will be fully refunded within seven days. If The Client’s app is available to download at any stage, the first month of support will not be refunded in the event of cancellation but any other months paid in advance shall be refunded.", "\n31. The first monthly support charge is due on the date this agreement is signed by The Client and covers the upcoming month. If any monthly support amount is not paid within seven days of being due, AppsWiz is entitled to provide a further 7 days of notice before terminating this agreement.", "\n32. AppsWiz reserves the right to terminate the service for any reason on reasonable grounds, including if payment is not received within 14 days of it being due. The decision to terminate shall be communicated to The Client as soon as practicable after making such decision. Further, in the event that the service is discontinued due to failure to pay, AppsWiz reserves the right to charge a reactivation fee if The Client requests that the service be reactivated and AppsWiz were to agree to reactivate it.", "\n33. AppsWiz reserves the right to levy a Wasted Service Call-Out (WSC) charge of $250 per hour or part thereof, where it has been deemed “reasonable” to expect that The Client could have located the cause of the fault and taken “reasonable” steps to rectify the situation, and this has not occurred or where it AppsWiz determines that there was no fault attributed to AppsWiz.", "\n34. By completing the online order or by signing the authorisation to proceed the client is acknowledging on behalf of its organization that it has obtained authorization to enter this agreement upon these Terms and Conditions.", "\n35. Where The Client specifically uses or requests the use of material that may be protected under copyright laws, The Client agrees to indemnify AppsWiz for any infringement on such copyright.", "\n36. AppsWiz reserves the right to withdraw from any request to provide services or from a proposal, at its discretion, where in the opinion of AppsWiz Management, excessive modifications and or additions to the initial brief have been requested by The Client.", "\n37. Unless otherwise agreed, The Client may cancel their mobile app at any time without incurring penalty fees but must provide 7 days of notice.", "\n38. Termination must be made by email to servicecancellation@appswiz.com.", "39. Nothing in this proposal shall give rise to any action against AppsWiz for whatever reason arising out of contract, tort or occurring from the relationship established between the parties herein shall be no more than $100 as an accumulative total sum up to and including such claim.", "\n40. All ideas and suggestions of AppsWiz shall remain the property of AppsWiz whether promoted and used as a result of this Agreement or not.", "\n41. In the event of the termination of any service or services arising from or incidental to this Agreement or introduced by AppsWiz it is agreed that ownership of the Intellectual Property giving rise to such service or services shall remain the property of AppsWiz including the name of the application in either or both of the App Store or in Google Play for the service. This excludes any pre-existing Intellectual Property created by The Client such as trademarks, logos or copyright information.", "\n42. AppsWiz’s Customer Service and Technical Support can be reached by calling Australia 61-1800 638 369 and AppsWiz gives no warranty to attend to any call or respond to any concern other than as soon as it can practicably attend to same.", "\n43. Cancellation of any service does not expunge the client from any reasonable rights or obligations stipulated in this agreement.", "\n44. Any internet domains, app development, app names or registrations in the App Store, Google Play or otherwise used in conjunction with the client’s app or phone numbers or other addresses that AppsWiz establishes and maintains in the operation of the services remain the property of AppsWiz.", "\n45. Any app designs or app functions or recommendations or other intellectual property arising from this Agreement and/or the Services outlined herein continue to be held by AppsWiz or its nominee.", "\n46. Either party may withdraw from this agreement by giving one month clear notice to the other when the relationship of supply, the obligation of any payments beyond that expiration of the one month shall cease.", "\n47. In the event of service termination The Client agrees that AppsWiz has the right to destroy any customer data unless payment for transfer of it is agreed by the Client with AppsWiz within 7 days of service cancellation.", "\n48. In the event that the service provided by AppsWiz to The Client is terminated AppsWiz shall not be required to facilitate the data, unless on mutually agreed terms, to The Client or any third party and shall within 7 days of such termination becoming effective destroy all of The Clients data.", "\n49. Both parties to this Agreement are entitled to promote the other party on their web site as well as links to the other party’s web site, mobile app or social media pages unless specifically excluded pursuant to these terms and conditions.", "\n50. AppsWiz will have the right to represent to clients and prospects that The Client is a client of AppsWiz and to describe the services provided in any format of public relations and on its web sites at the discretion of AppsWiz providing that it does not cause any provable damage to the reputation of The Client and providing it is not specifically excluded under these terms and conditions. In the event of any provable claim of damage caused to a client this shall be reviewed in the entire discretion of AppsWiz and its management acting reasonably but be not more than $100 in total for such damage regardless as to the number of apps that the client may have with AppsWiz.", "\n51. Any request to progress service provision by The Client to AppsWiz is deemed to continue until and unless it is terminated at the discretion of either The Client or AppsWiz.", "\n52. All industrial and intellectual property rights in and relating to any inventions, patents, applications for patents, design applications, designs (whether registered or unregistered) all copyrights, (including copyright conferred by the Copyright Act 1968 (Cth)), all trade or service marks (whether registered or unregistered), Confidential Information, integrated circuits, any rights that presently exist or may arise in the future anywhere in the world in respect of the services that The Client shall use belong to Appswiz. The Client obtains no rights to this intellectual property though using the services of AppsWiz.", "\n53. Neither party represents any guarantee of success in any way for any initiative or developed application.", "\nWhere The Client specifically uses or requests the use of material that may be protected under copyright laws, The Client agrees to indemnify AppsWiz for any infringement on such copyright.", "\n54. The Client indemnifies AppsWiz from and against any claim, demand, action, suit or proceeding that may be bought by any person against them or their employees or agents or any of them in respect of personal injury to or the death of any person whatsoever or loss of or damage to any property or any other loss or damage whatsoever arising out of or as a consequence of an unlawful act or negligent act or omission by The Client in the execution of the work under this Agreement, or by their use of their account, and also from any costs and expenses that may be incurred with any such claim, demand, action suit or proceeding.", "\n55. The Client agrees to comply with all applicable federal and state laws and regulations when using AppsWiz’s products and systems.", "\n56. The Client agrees to comply with the SPAM Act 2003 of Australia.", "\n57. AppsWiz reserves the right to suspend or terminate a user’s account if, in its opinion a user has breached any laws or guidelines or if payment has not been made to AppsWiz.", "\n58. The Client is to provide its own hardware and internet connections required to use the service and are solely responsible for all costs and fees associated with that usage.", "\n59. AppsWiz is permitted to assign or license its associated services to any third party without the prior consent or notification to The Client.", "\n60. The Client does not have an exclusive right to use or distribute the service in any industry or territory and nothing in this agreement or relationship shall give rise to access to the source code or intellectual property of AppsWiz which is agreed to be a valuable asset of AppsWiz and is protected under Copyright Law and all rights are reserved in it.", "\n61. In the event of any dispute between the client and AppsWiz it shall be determined by a Mediator and it is agreed between both parties that the maximum claim allowed against AppsWiz shall be not more than $97 being the standard monthly cost levied by AppsWiz to a client.", "\n62. AppsWiz will not accept responsibility for any server down time, server delayed response time, network issues, or any other issues caused by interruption or intermittent issues of the underlying hosting service provider.", "\n63. The Client must not hack the AppsWiz service or modify another website so as to falsely imply that it is associated with AppsWiz.", "\n64. AppsWiz will not process any payment transactions directly as such will be processed through the Clients own Merchant or Pay Pal account.", "\n65. AppsWiz expressly makes NO claim or representation that:", "66. No Client may rely on any information received by AppsWiz in relation to service provision or the benefits perceived or otherwise may derive for any Client or relationship of any Client.", "\n67. AppsWiz or any related entity or party of AppsWiz will not under any circumstances accept liability for any damages or losses occurring be they direct, indirect, incidental, identifiable, special or consequential arising from not being able to use or fully use the AppsWiz servers or apps or arising from any mistake, omission, interruption, deletion to data or loss of data or virus or howsoever occurring which affects the performance or availability of the app or being able to transact via the app.", "\n68. AppsWiz will not accept liability for any damages for loss of business or loss of profits arising from breach of this agreement or breach of any stated or perceived warranty and such exclusion of liability is to be read and understood as applying directly or indirectly with any party obtaining services from AppsWiz via a Client or AppsWiz Reseller White Label Client. Such exclusion of liability by AppsWiz shall apply whether it otherwise would arise pursuant to contract or tort or construed as arising from this agreement. The exclusion of liability by AppsWiz shall survive any termination of this Agreement for any reason.", "\n69. Any client of AppsWiz acknowledges that they may be in receipt of information that it or they would not otherwise receive and such information is to remain the proprietary right of AppsWiz and deemed confidential and protected accordingly pursuant to the laws of the State of Victoria, Australia.", "\n70. Force Majeur shall apply to this relationship between AppsWiz and the party receiving or seeking to receive AppsWiz services. Accordingly, it is agreed that if by reason of failures of servers, telecommunications or internet service providers, failures of mobile operating systems, labor disputes, riots, inability to obtain labor or materials, earthquake, fire or other action of the elements, accidents, governmental restrictions or other causes beyond the control of AppsWiz it is unable to perform in whole or in part its obligations as set forth in this Agreement, then AppsWiz shall be relieved of those obligations to the extent it is so unable to perform its services and shall not make AppsWiz liable to any affected party.", "\n71. This Agreement shall be subject to the jurisdiction of the laws of the State of Victoria in Australia and the parties shall to the extent that any claim could occur, agree to be bound and subject to a mediation occurring within the State of Victoria, Australia.", "\n72. In the event of AppsWiz incurring legal costs it shall have the right to recover same should it succeed in any litigation but shall not be liable to pay any other party or parties legal costs in any proceedings.", "\n73. In the event that any provisions of this Agreement shall be held to be invalid or unenforceable for any reason, the remaining provisions shall continue to be valid and enforceable. If a court finds that any provision of this Agreement is invalid or unenforceable, but that by limiting such provision it would become valid or enforceable, then such provision will be deemed to be written, construed and enforced as so limited.", "\n74. It is agreed between the parties that the terms of this Agreement apply to those obligations that survive any cancellation, termination, or rescission which shall include all rights and obligations following termination and or assignment, terms pursuant to liability and limits as stated, indemnification and warranty as well as the right of not facilitating services at the discretion of AppsWiz without being required to give reason for same.", "\n75. It is accepted as fundamental to any relationship with AppsWiz that any party receiving its services will indemnify, defend and not seek any claim from AppsWiz regardless as to any other party/ies actions, claims or liability, costs, losses and expenses claimed to arise from use or attempted or sought use of AppsWiz services and such protection and indemnity shall occur without limit or exception.", "\n76. The terms and conditions and the relationship with AppsWiz shall continue regardless of any assignment of interest by or in AppsWiz to a related or non related entity.", "\n77. It is agreed that the obligations between the parties are entirely contained within the terms and conditions of this agreement, which are subject to change at the discretion of AppsWiz, and the laws of the State of Victoria and of Australia. No oral communication at any time shall place obligations on the parties.", "\n78. In the event that AppsWiz were to delay any right of action arising pursuant to these terms and conditions, any updated changes to these terms and conditions or arising from its contractual rights or in tort it shall not give rise to any waiver by AppsWiz to seek protection and enforcement of such rights.", "79. AppsWiz Reseller or White Label Offering (ARWL) shall be on the same terms as any client as referred to herein except for the pricing and any other specific additional terms as detailed below and shall be available via a white label partner section within the AppsWiz website;", "\n80. Being an ARWL Client shall entitle it to:", "81. AppsWiz shall be entitled to rely on the ARWL Client to:", "82. AppsWiz may at its entire discretion refuse to supply any ARWL Client at any time without giving reason.", "\n83. No additional claim can be made by an ARWL Client against AppsWiz beyond that stated herein.", "\n84. ARWL Client will be solely responsible for supporting its own relationships arising from any services utilized from AppsWiz and it is understood that the support that AppsWiz will provide is limited to include any reasonable technical questions relating to app service provision, architecture, design, modules capabilities and functionality and such support will be attended to as soon as practicable on a business day of the AppsWiz personnel addressing such questions.", "\n85. The term of this Agreement is ongoing so long as payment is made or either party does not give 30 days clear notice to the other of its termination.", "\n86. Nothing in this Agreement shall be construed as creating any agency, legal representative, partnership, or other form of joint enterprise between the Client, an ARWL Client and AppsWiz. In addition it is agreed that no party shall have authority to contract for or bind the other in any manner whatsoever.", "\n87. ARWL Client agrees that it shall not directly or indirectly, as principal, agent, owner, joint venturer, investor or consultant solicit or attempt to solicit or induce or encourage the departure or resignation of any of the employees or contractors working for AppsWiz.", "\n88. ARWL Client understands, accepts and agrees that soliciting, inducing or hiring AppsWiz employees or contractors may result in serious damages for the AppsWiz business and acknowledges that AppsWiz may hold ARWL Client and its principals and or directlor liable for these damages.", "89. Nothing in this Agreement requires any party transacting with AppsWiz to purchase SMS credits from AppsWiz. In the event that The Client purchases credits in advance for the number of SMSs to be used in conjunction with The Client’s Mobile Application acquired from AppsWiz then they shall be used within 12 months of purchase or those credits or otherwise they will cease to be effective.", "\n90. Any reference to Short Message Services (SMS) in these Terms and Conditions is only applicable in the event of provision of SMS being supplied to The Client by AppsWiz.", "\n91. The Client will be responsible for all costs incurred from the use of any SMS account established for The Client which will be charged as one credit for every 160 characters (or part thereof) used in a message up to a maximum of 6 credits for 960 characters.", "\n92. In the event that the client utilizes SMS to promote availability of its apps to other parties it shall ensure that the message and phone numbers they are to broadcast with a link to The Clients Mobile Application are accurate.", "Appswiz has developed more apps for Australian businesses than any other company. At Appswiz we believe that every business needs a mobile app. That’s why we’ve created an award winning system that takes all the hassle and expense out of building and maintaining a high quality, functional app that helps you engage with your customers. We live and breathe business mobile apps development and make access to the Google Play App Store and iTunes App Store affordable for small to medium businesses, so that they can compete with larger companies.", "While we pride ourselves on being a mobile app development company for local Australian businesses, we have strong partnerships and international relationships to handle larger projects, with some high profile clients already in our portfolio.", "As one of the earliest business mobile apps developers in Australia, we have worked with a large number of clients and have developed a library of over 50 Android and iOS features to make the mobile app development process quick and easy. Our largest verticals have been car dealerships, schools, charities, real estate agencies and radio stations but our range of client industries is rapidly growing and we enjoy the challenge of customising an app to any business’s needs.", "Appswiz is part of the Informatel Group, founded in 1987, which includes Response Ready, WakeMe, Medicaller and ReadytoSMS.", "Australia", "\n", "620 St Kilda Rd", "\nMelbourne VIC Australia 3004", "\nTel: +61 3 9510 2322", "\nEmail: info@appswiz.com", "\nABN: 43 142 341 679", "U.S.A.", "\n", "Level 3 1 52nd Street", "\nNew York NY 10022", "\nEmail: support@appswiz.com", " ", "www.informatel.com", "Founded in 1987, Informatel is the premium provider of high capacity, fully integrated communication solutions for leading corporate and government organisations. Informatel focuses on providing intelligent and cost-effective communications solutions connecting our clients to their customers via any communication touch point. Through the use of these service offerings, we currently assist some of Australia’s largest corporations in improving the way they communicate with their customers, always with a focus on reliability. Informatel has more than 3,000 customers utilising its services and has developed extensive experience delivering high volume, highly secure & reliable applications and solutions for clients that include:", "www.responseready.com", " Response Ready brings together all your touch points such as SMS, MMS, Email & Mobile App Alerts in a smart way. Giving you more control over the way you communicate with clients across all channels and also removing the need for multiple marketing silos within your business.", "www.readytoSMS.com", " ReadytoSMS offers customers multiple solutions for communicating with customers through SMS. This includes SMS gateways, online SMS solutions, API services, desktop SMS services and many more.", "www.wakeme.com.au/", " WAKEME is a wake up call service that rings your mobile phone or Australian landline to make sure that you don’t miss that early meeting, flight or morning run. Unlike your bedside or mobile alarm clock, with wakeme.com.au you can set a large number of alarms for up to 6 months in advance and not have to worry about daylight savings. If you have something important to wake up for, just phone 1900 WAKEME or book online and sleep easier!", "www.medicaller.com/", " Medicaller is an automated call reminder service to a nominated landline or mobile phone that makes sure you or your loved ones don’t forget appointments, pills or other medical requirements.  A pre-selected voice message is played at the scheduled time/s. The service doesn’t contact any health provider or emergency service.", "AppsWiz has developed a number of preferred supplier relationships and negotiated discounted rates or offers for app-related services for our clients.", "Visual Domain specialises in the production of high quality, cost effective  promotional videos for inclusion on apps, websites, YouTube channels, etc.", "Telco Together is an organisation that has partnered with AppsWiz to offer charities and not-for-profits information about the benefits of apps, and a cost effective way to create apps.", "Shopify offers a trusted online shopping cart solution for businesses that wish to sell products directly to their customers. AppsWiz has integrated the Shopify platform module into its apps. If your business could benefit from an online store solution, contact Shopify.", "Cliniko makes practice management software for Healthcare Practitioners around the world. AppsWiz has integrated Cliniko into its apps platform to make it easy for Cliniko clients to sync their apps with their practice appointment and other systems.", "Everyday Hero is a donations platform which has also been integrated into the AppsWiz platform. This program allows charities and not-for-profits to offer a quick and secure way for their supporters to make donations via their apps.", "Appswiz are proud to partner with one of the world's leading providers of digital research and strategy. The Center for the Digital Future draws on extensive proprietary data on digital technologies and user behavior to explore current business realities and predict developments critical to the success of consumer-facing brands.", "Android application development is used for smartphones and tablets, and the talented team from Appswiz are able to create a unique app for your business on this operating system. The team is able to build an application that can be used on both an iPhone and iPad mobile device, and the Android operating system. The development stage of your app is a process where you can create a design that suits your business and your likes and dislikes. Then include the exact features you feel will be the most beneficial for your business and its users.", "Appswiz allows you to totally customise the look of your business mobile app. The application development stage will then focus on selecting the features you choose to be the most appropriate for your organisation and your industry. Apps create an accessible line of communication from users to your business. You can send special offers and exclusive discounts for users. Apps engage your users with interactive features like calendars, social networking and multimedia. A mobile application for your company is a great way to keep users connected anytime, anywhere. An app also encourages brand loyalty!", "Have a question not answered here? ", "Contact us", " or checkout ", "the benefits of an app", " or ", "how it works", ".", "An app is downloaded and stored on a mobile device. It can be used offline and receive real-time push notifications, and can track download analytics.", "However, a mobile website you must be connected to the internet to use and cannot access any advance functionality like push notifications or camera usage.", "We take two-three weeks to design, develop and publish your app.", "All content inside your app belongs to you and will never be used by us for any other purpose other than to populate and interact with your app. Likewise, all  branding  specific to your business or organization remains your property.  As AppsWiz has invested heavily in our platform in order to offer low cost, high values apps to our customers the code that makes up the app remains the property of AppsWiz.", "Client apps are featured in both Apple’s App Store and Google’s Play Store.", "Upon receiving your app request, we will work with you to create an app brief. We will also request specific content (company info pdfs, images etc.) to customize your app. It will take two-three weeks (for a normal app) to be built and we have a final approval process before we publish your app. ", "Also see ", "How it Works", ".\r\n\t\t\t\t\t", "We use our knowledge in your industry to tailor your app to your needs. We provide over 45+ app features and our most popular.", "Please view our ", "full list of app features", ".", "AppsWiz takes security very seriously.  All of our services are hosted in a facility exceeding PCI DSS and HIPAA standards.  Transmission of all data between our services and our apps is encrypted using 128 bit SSL and sensitive data, usernames, passwords and the like, are never transferred to the apps.", "Nevertheless no guarantee can or is made as to the event, however small we consider it, of such data being completely not accessible and this is understood by the parties as a risk of doing business.", "The $97 per month fee includes: Your app, access to new features & improvements, automatic updates for all devices, hosting & security, phone & email customer service, how-to-guides, video tutorials (coming soon) and exclusive monthly newsletters.", "No contracts. 30 Days Money Back Guarantee. No hidden fees.", "We have built a range of customised apps with unique features and will continue to innovate to ensure your customised requests are met. Please have a chat with one of our friendly tech Wizards who will be more than happy to help!", "Our client dashboard captures figures such as apps downloaded on different platforms and displays these analytics to assist with your metrics reporting. We are working on providing you with a larger and more in-depth range of analytics measures.", "Our support team is based in Melbourne and will respond to your request within 24-48 hours. Get in touch via support@appswiz.com or ring 1300 APPS WIZ (1300 1777 949) or +61 3 9510 2322 and ask for Katrina or Evan.", "AppsWiz’s template builder is one with a DIY-nature. Log onto the App Designer for access into the client dashboard where you can make instant changes to your app and its features. Alternatively, drop us an email or give our support staff a ring at 1300 APPS WIZ (1300 1777 949) or +61 3 9510 2322 so we can help with your query.", "Our in house design team will use your logos / branding and work with you to achieve the right look for your app. You have final approval of all graphics.", "Our clients are entitled to 2 free graphic revisions each year. This covers the app icon, start up and home screen images.", "Push notifications allow an app to notify app users of new notifications or events in real-time, without requiring the user to open the app itself. These alerts come in the form of a badge, alert or pop up message.", "Sign in to access your dashboard. Send push alerts via simple messaging tool in the dashboard.", "We want to hear from you.", "3 minutes. 5 steps.", "4 out of 5 consumers", " use smartphones to shop", "Save your customers time, bring everything in one place.", "Position yourself in front of the competition.", "of customers will not", " recommend a business", " with", " a poor mobile experience.", "These engagement features help to enhance relationships between businesses and app users via easy two-way communication, on-the-go news updates and open social sharing.", "Simple access to a broad range of information about a business is vital to foster audience understanding and knowledge about a company as well as engage new, potential customers.", "A huge benefit of native apps is the enabling factor of real-time contact and communication. These features simplify traditional processes by allowing app users to directly get in touch and participate with businesses while on-the-go.", "Allow customers to purchase products and donate to your cause from your mobile phone.", "Direct access to measurement calculators within an app allow users to make quick yet informed judgments within the central hub.", "Save time for all and improve efficiency in communication through swift submission of hardcopy forms via the following features available on your app.  "], "emails": ["servicecancellation@appswiz.com", "servicecancellation@appswiz.com", "info@appswiz.com", "support@appswiz.com", "support@appswiz.com"], "addresses": ["43 142 341 679 U.S.A. Level 3 1 52nd Street New York NY 10022", "and ReadytoSMS. Australia 620 St Kilda Rd Melbourne VI"], "social_media_links": [], "telephone_numbers": ["+61 3 9510 2322", "109887758298289117243", "109887758298289117243", "109887758298289117243", "109887758298289117243", "109887758298289117243", "109887758298289117243", "42 998 980 850", "61-1800 638 369", "109887758298289117243", "+61 3 9510 2322", "43 142 341 679", "109887758298289117243", "109887758298289117243", "109887758298289117243", "109887758298289117243", "(1300 1777 949", "+61 3 9510 2322", "(1300 1777 949", "+61 3 9510 2322", "109887758298289117243", "109887758298289117243", "109887758298289117243"], "lda_resutls": [[0, "0.041*\"appswiz\" + 0.018*\"app\" + 0.018*\"support\" + 0.018*\"client\" + 0.016*\"feature\" + 0.014*\"user\" + 0.013*\"provide\" + 0.010*\"application\" + 0.009*\"event\" + 0.009*\"discretion\""], [1, "0.022*\"service\" + 0.019*\"shall\" + 0.019*\"party\" + 0.017*\"appswiz\" + 0.015*\"warranty\" + 0.015*\"agreement\" + 0.014*\"liability\" + 0.012*\"arise\" + 0.011*\"include\" + 0.011*\"pursuant\""], [2, "0.039*\"app\" + 0.033*\"datum\" + 0.016*\"work\" + 0.014*\"client\" + 0.013*\"may\" + 0.013*\"appswiz\" + 0.011*\"provide\" + 0.009*\"loss\" + 0.008*\"also\" + 0.008*\"offer\""], [3, "0.053*\"partner\" + 0.030*\"appswiz\" + 0.022*\"business\" + 0.020*\"app\" + 0.017*\"contact\" + 0.015*\"may\" + 0.014*\"page\" + 0.011*\"place\" + 0.011*\"time\" + 0.011*\"web\""], [4, "0.019*\"push\" + 0.018*\"team\" + 0.016*\"shall\" + 0.015*\"provision\" + 0.013*\"alert\" + 0.013*\"mobile\" + 0.012*\"make\" + 0.011*\"business\" + 0.010*\"support\" + 0.010*\"app\""], [5, "0.033*\"client\" + 0.029*\"appswiz\" + 0.024*\"service\" + 0.023*\"shall\" + 0.015*\"right\" + 0.013*\"agreement\" + 0.011*\"day\" + 0.011*\"mobile\" + 0.011*\"business\" + 0.010*\"app\""], [6, "0.069*\"client\" + 0.039*\"appswiz\" + 0.023*\"app\" + 0.011*\"feature\" + 0.011*\"development\" + 0.010*\"store\" + 0.010*\"mobile\" + 0.009*\"law\" + 0.009*\"application\" + 0.009*\"business\""], [7, "0.047*\"appswiz\" + 0.021*\"shall\" + 0.020*\"client\" + 0.019*\"term\" + 0.018*\"service\" + 0.017*\"app\" + 0.016*\"include\" + 0.015*\"datum\" + 0.013*\"agree\" + 0.011*\"party\""], [8, "0.041*\"company\" + 0.026*\"client\" + 0.019*\"customer\" + 0.017*\"appswiz\" + 0.016*\"solution\" + 0.015*\"may\" + 0.015*\"request\" + 0.012*\"phone\" + 0.012*\"copyright\" + 0.011*\"access\""], [9, "0.042*\"appswiz\" + 0.020*\"question\" + 0.017*\"service\" + 0.017*\"charge\" + 0.016*\"undertake\" + 0.014*\"may\" + 0.013*\"datum\" + 0.013*\"claim\" + 0.010*\"provide\" + 0.010*\"increase\""]], "kpe_resutls": [["app", 0.1361872058414401], ["compani app develop partner", 0.05434707583386933], ["possibl featur", 0.024848961892916716], ["support", 0.023681444212144902], ["preview", 0.021664448907265325], ["intim commun push alert", 0.019591066077630472], ["price support graphic", 0.018921055483458626], ["phone", 0.018290170878704264], ["free app estim", 0.016935709072185806], ["payment", 0.016762277355464688]], "rake_resutls": [[72.5047619047619, "level 3 1 52nd street new york ny 10022 email"], [67.64285714285714, "australia 620 st kilda rd melbourne vic australia 3004 tel"], [47.22382288191112, "digital future company app development partners clients android app development"], [42.60751653031065, "company social company app development partners clients instant"], [37.66309798589211, "company app development partners clients mobile application development"], [36.504952427746545, "business company app development partners clients faqs"], [34.92033704313116, "today company app development partners clients like"], [34.89974880783704, "app today company app development partners clients"], [34.662394957983196, "app design push alerts app vs mobile website"], [33.34166666666667, "send push alerts via simple messaging tool"], [31.63690476190476, "additional reporting requirements may incur additional charges pre"], [31.5, "social media pages unless specifically excluded pursuant"], [30.120337043131162, "conditions company app development partners clients"], [28.834622757416877, "company app development partners clients terms"], [28.151515151515152, "appswiz abn 42 998 980 850"], [27.57107843137255, "general questions app features pricing support graphic"], [27.0, "developed extensive experience delivering high volume"], [26.958333333333336, "term disclosure may include many different conditions"], [26.316176470588236, "make quick yet informed judgments within"], [26.120337043131162, "company app development partners clients"], [23.25, "encrypted using 128 bit ssl"], [23.0, "kilda road melbourne 3004"], [23.0, "43 142 341 679 u"], [22.142857142857142, "trusted online shopping cart solution"], [22.076190476190476, "61 3 9510 2322 3"], [21.541176470588237, "pocket within arms reach 24"], [21.504761904761907, "61 3 9510 2322 email"], [21.42628205128205, "business free push alerts leadership"], [20.75, "issue recipient created tax invoices"], [20.400000000000002, "com readytosms offers customers multiple solutions"], [20.250140056022406, "agreed setup charge shall include design"], [20.24561403508772, "australian ‘ privacy statement template ’"], [19.941176470588236, "white label partner section within"], [19.708333333333336, "australian currency unless otherwise noted"], [19.67857249962513, "breathe business mobile apps development"], [19.654411764705884, "app also encourages brand loyalty"], [19.56512605042017, "7 free app estimate 99"], [19.5, "com response ready brings together"], [19.463235294117645, "indemnity shall occur without limit"], [19.197619047619046, "30 days money back guarantee"], [19.166666666666668, "spend 6 cents per sms"], [19.054761904761904, "30 day money back guarantee"], [18.981263616557733, "mobile app development process quick"], [18.846078431372547, "free app consultation via phone"], [18.779411764705884, "email receive comprehensive app brief"], [18.775, "time without incurring penalty fees"], [18.584033613445378, "fully refunded within seven days"], [18.385109770403886, "mobile app development company"], [18.125, "content easily ongoing marketing support"], [17.93333333333333, "necessary instant communication mobile websites"]], "guided_lda_resutls": [["information", "web", "agrees", "associated", "give", "take", "privacy", "solutions", "appswiz", "created"], ["one", "payment", "way", "30", "online", "intellectual", "sum", "integrated", "mobile", "also"], ["development", "laws", "page", "platform", "conditions", "dashboard", "approval", "otherwise", "1300", "melbourne"], ["app", "client", "shall", "business", "agreed", "via", "available", "features", "notice", "security"], ["appswiz", "right", "may", "alerts", "www", "download", "white", "responsible", "undertake", "send"], ["costs", "soon", "relation", "place", "credits", "registered", "team", "instant", "97", "sufficient"], ["appswiz", "days", "used", "communication", "monthly", "changes", "based", "state", "site", "updates"], ["australia", "parties", "make", "month", "android", "contact", "required", "occurring", "message", "customised"], ["appswiz", "design", "termination", "particular", "update", "charge", "prior", "change", "increase", "tools"], ["application", "time", "company", "customers", "email", "businesses", "customer", "team", "order", "entitled"], ["services", "support", "unless", "using", "free", "developed", "refunded", "per", "money", "company"], ["service", "within", "us", "made", "rights", "wakeme", "new", "network", "circumstances", "benefits"], ["copyright", "provision", "push", "apply", "ensure", "requests", "opt", "giving", "specific", "applications"], ["agreement", "discretion", "advance", "products", "australian", "24", "offer", "directly", "9510", "monthly"], ["undertakes", "obligations", "conditions", "relevant", "app", "means", "manner", "liability", "relationships", "readytosms"], ["apps", "clients", "property", "may", "charges", "beyond", "account", "play", "continue", "effective"], ["party", "provide", "store", "reasonable", "cookies", "relationship", "pursuant", "includes", "apps", "must"], ["appswiz", "data", "mobile", "terms", "google", "arising", "claim", "may", "without", "number"], ["partners", "com", "additional", "work", "high", "reason", "part", "user", "loss", "understood"], ["event", "access", "features", "arwl", "users", "include", "phone", "create", "provided", "able"]], "textrank_resutls": [[0.1308874946037127, 2, "today company app development partners clients"], [0.13020078756476358, 1, "company app development partners clients faqs"], [0.12965844995136228, 1, "company app development"], [0.12722766650771067, 2, "app development"], [0.12217534157023903, 1, "company app development partners clients"], [0.12110854803601943, 1, "iphone app development"], [0.12051379859393414, 1, "android app development"], [0.11052332571685429, 1, "the digital future company app development partners clients android app development"], [0.10396100786580363, 2, "app features"], [0.10396100786580363, 1, "questions app"], [0.10198001939761264, 1, "free app consultation"], [0.09794050386405681, 1, "comprehensive app brief"], [0.0951240783677681, 1, "any business company app development partners clients faqs"], [0.09408034108541025, 1, "the digital future company app development partners clients"], [0.09395142981483567, 2, "partners clients"], [0.09341767000262033, 1, "these privacy undertakings definitions company app development partners clients"], [0.08648050673866275, 13, "apps"], [0.08601386393044885, 1, "pricing support graphic & app design push alerts app"], [0.08483127834356509, 1, "privacy policy contents data collection data security data"], [0.08451356357649813, 1, "mobile apps"], [0.08031064604331896, 1, "mobile application development"], [0.07701710678210472, 1, "the app difference apps"], [0.06486971742948744, 1, "24/7 free app estimate"], [0.0627512223590679, 1, "wakeme medicaller company"], [0.060985668719536264, 1, "maximize your app"], [0.06084293199416792, 2, "the app stores"], [0.0607292266407299, 1, "preview your app"], [0.05960290735934468, 1, "the appswiz app development team"], [0.059401235342496105, 1, "interactive multimedia informational tools communication tools"], [0.059355791228188196, 1, "the android app development team"], [0.05862587783831663, 7, "your app"], [0.05808594202176769, 1, "necessary instant communication mobile websites"], [0.05586687000894312, 1, "data disclosure data retention and destruction access"], [0.05317918199776275, 4, "more questions"], [0.05299679208892327, 1, "free push notifications"], [0.05064922266893487, 1, "payments measurement tools"], [0.05015141196335309, 1, "shopify cliniko everyday hero center"], [0.04841177105858809, 1, "your new app"], [0.04624457726814826, 1, "informatel pty ltd"], [0.04624457726814826, 1, "visual domain telco"], [0.04603728374160416, 1, "value responsive technical support"], [0.04510199727314804, 1, "custom features"], [0.045093057396231734, 1, "mobile websites"], [0.04353134841142299, 1, "dashboard interface"], [0.04336507068031143, 1, "good mobile experience"], [0.04300750527667334, 1, "support"], [0.04297744530846119, 1, "marketing materials"], [0.04262471394773388, 2, "features"], [0.04256552766008111, 1, "contact us mailing address"], [0.04170316171252693, 2, "data-handling practices"]], "textrank_summery__resutls": ["Shopify Cliniko Everyday Hero Center for the Digital Future Company App Development Partners Clients Android App Development", "Preview Your App Now General Questions App Features", "Your App Could Be In the App Stores in 2 Weeks From Today Company App Development Partners Clients Like to Partner With Us?", "Preview Your App Today Company App Development Partners Clients", "The Appswiz app development team create a range of mobile apps suitable for any business Company App Development Partners Clients FAQs Have More Questions?"], "wordcloud_resutls": [["AppsWiz", 1.0], ["Client", 0.5111111111111111], ["app", 0.49444444444444446], ["service", 0.34444444444444444], ["Data", 0.3111111111111111], ["will", 0.26666666666666666], ["may", 0.18333333333333332], ["use", 0.17222222222222222], ["business", 0.14444444444444443], ["Agreement", 0.1388888888888889], ["features", 0.12777777777777777], ["event", 0.12222222222222222], ["App Development", 0.12222222222222222], ["AppsWiz undertakes", 0.12222222222222222], ["application", 0.11666666666666667], ["customer", 0.1111111111111111], ["mobile", 0.10555555555555556], ["support", 0.1], ["time", 0.09444444444444444], ["user", 0.09444444444444444], ["right", 0.09444444444444444], ["access", 0.08333333333333333], ["include", 0.08333333333333333], ["agreed", 0.08333333333333333], ["charge", 0.08333333333333333], ["within", 0.07777777777777778], ["request", 0.07777777777777778], ["make", 0.07777777777777778], ["law", 0.07777777777777778], ["Company App", 0.07777777777777778], ["Development Partners", 0.07777777777777778], ["Partners Clients", 0.07777777777777778], ["terms conditions", 0.07777777777777778], ["design", 0.07222222222222222], ["provide", 0.07222222222222222], ["one", 0.07222222222222222], ["party", 0.07222222222222222], ["day", 0.07222222222222222], ["payment", 0.06666666666666667], ["information", 0.06666666666666667], ["unless", 0.06666666666666667], ["communication", 0.06111111111111111], ["create", 0.06111111111111111], ["phone", 0.06111111111111111], ["work", 0.06111111111111111], ["SMS", 0.06111111111111111], ["offer", 0.06111111111111111], ["parties", 0.06111111111111111], ["obligation", 0.06111111111111111], ["claim", 0.06111111111111111], ["arising", 0.06111111111111111], ["relationship", 0.06111111111111111], ["cost", 0.06111111111111111], ["mobile app", 0.06111111111111111], ["via", 0.05555555555555555], ["email", 0.05555555555555555], ["update", 0.05555555555555555], ["change", 0.05555555555555555], ["additional", 0.05555555555555555], ["available", 0.05555555555555555], ["term", 0.05555555555555555], ["used", 0.05555555555555555], ["month", 0.05555555555555555], ["App Store", 0.05555555555555555], ["Android", 0.05], ["Australia", 0.05], ["way", 0.05], ["particular", 0.05], ["including", 0.05], ["reasonable", 0.05], ["number", 0.05], ["discretion", 0.05], ["damage", 0.05], ["provision", 0.05], ["ARWL Client", 0.05], ["contact", 0.044444444444444446], ["Us", 0.044444444444444446], ["team", 0.044444444444444446], ["action", 0.044444444444444446], ["take", 0.044444444444444446], ["security", 0.044444444444444446], ["website", 0.044444444444444446], ["manner", 0.044444444444444446], ["required", 0.044444444444444446], ["without", 0.044444444444444446], ["product", 0.044444444444444446], ["made", 0.044444444444444446], ["termination", 0.044444444444444446], ["new", 0.03888888888888889], ["able", 0.03888888888888889], ["fee", 0.03888888888888889], ["businesses", 0.03888888888888889], ["credit", 0.03888888888888889], ["subject", 0.03888888888888889], ["ensure", 0.03888888888888889], ["registered", 0.03888888888888889], ["provided", 0.03888888888888889], ["jurisdiction", 0.03888888888888889], ["developer", 0.03888888888888889], ["notice", 0.03888888888888889]], "wordcloud_resultsbi": ["client_appswiz", "company_partner", "partner_client", "term_condition", "appswiz_client", "mobile_app", "appswiz_com", "appswiz_undertake", "client_app", "app_app", "appswiz_right", "client_client", "service_appswiz", "app_store", "intellectual_property", "monthly_support", "property_appswiz", "push_alert", "web_site", "app_user", "appswiz_service", "arwl_client", "mobile_application", "question_app", "agreement_appswiz", "agreement_client", "appswiz_datum", "business_mobile", "client_mobile", "datum_datum", "discretion_appswiz", "more_question", "right_service", "service_client", "support_charge", "third_party", "undertake_datum", "app_available", "app_business", "app_client", "app_customer", "app_development", "app_feature", "app_service", "app_today", "application_development", "appswiz_platform", "appswiz_product", "business_company", "charge_appswiz", "client_responsible", "client_such", "client_use", "copyright_law", "customer_service", "data_sufficient", "datum_information", "design_app", "email_appswiz", "event_cancellation", "event_service", "exclusion_liability", "feature_app", "first_month", "law_state", "mobile_device", "mobile_phone", "mobile_website", "month_advance", "month_support", "operating_system", "party_agreement", "party_appswiz", "process_app", "product_service", "real_time", "service_provision", "service_service", "setup_sum", "such_claim", "user_app", "white_label", "able_app", "able_unique", "access_alteration", "action_appswiz", "action_suit", "additional_charge", "additional_datum", "agreement_invalid", "agreement_party", "agreement_subject", "alteration_deletion", "app_brief", "app_design", "app_developer", "app_final", "app_free", "app_process", "app_wiz"]}]