[{"company": "Centium Software", "introduction": "Events and hospitality management software", "end_market": "Hospitality and accomodation", "industry": "IT - Software", "link": "http://centiumsoftware.com/", "search_text": "http://centiumsoftware.com/", "title": "Centium Software, creators of GuestPoint and EventsAIR", "link_corrected": "http://www.centiumsoftware.com/", "description": "Centium Software, the creators of property management and event management software GuestPoint, EventsAIR and EventsPro. With global offices.", "crawled_links": ["https://www.centiumsoftware.com/", "https://www.centiumsoftware.com/products/", "https://www.centiumsoftware.com/solutions/", "https://www.centiumsoftware.com/about-us/", "https://www.centiumsoftware.com/support/"], "header_text": ["Home", "             ", "             ", "             ", "What do you do?", "We solve the mission-critical for you", "Meetings and Events Industry Memberships", "Awards", "About", "Stay Connected", "Contact Us", "             ", "             ", "             ", "GuestPoint", "EventsAIR", "Products", "Centium Software Products", "About", "Stay Connected", "Contact Us", "Information At Your Fingertips", "Maximize Revenue", "Manage Any Event, Anywhere, Any Time", "EventsPro", " Event Management Software", "Solutions", "Centium Software Solutions", "About", "Stay Connected", "Contact Us", "About Us", "About Centium Software", "Meetings and Events Industry Memberships", "About", "Stay Connected", "Contact Us", "Centium Software", "Support", "Centium Software Support", "About", "Stay Connected", "Contact Us"], "paragraph_text": ["             ", "             ", "             ", " ", "If you work in event or hospitality management, the way you manage can mean the difference between success or mess, profit or loss. For decades, we've been developing technology to streamline and improve every facet of event and hospitality management. We wrote the book on innovation in this realm, and continue to add new chapters.", " ", "Manage Accommodation Properties", " ", "Manage Conferences & Events", " ", " ", " ", "GuestPoint", "®", " is a complete property management system designed specifically for small-sized and medium-sized independent accommodation properties, including hotels, motels, boutique inns, spas, resorts, back packers, hostels, mining camps and bed and breakfast accommodations. ", "See the award-winning program.", " ", " ", "EventsAIR", "®", " continues our heritage of providing robust technology solutions for professional event organizers. It's sophisticated, user-friendly and optimized for any mobile device. It's the next generation of our proven innovation. ", "See the next generation.", "2013 Australian Business Awards", "Best Software Product - GuestPoint", "2012 International Business Awards", "Silver Stevie Winner", "Best New Software Product ", "2012 Global Business Excellence Awards", "Winner", "2011 iAwards", "National Winner", "Tourism & Hospitality ", "2011 Consensus Software Awards", "Winner", "For more than 25 years, the team at Centium Software have developed some of the biggest innovations in the event management and accommodation industries. See what makes us different with ", "EventsAIR", " and ", "GuestPoint", ".", " ", "2017 © Centium Software. ALL Rights Reserved.", " ", "From the moment you start using GuestPoint", "®", ", you will have access to a wealth of real-time information about your property. The Reservation Plan allows you to see occupancy levels, room availability, check-in status, competitor rates and more. You can pop up the At A Glance screen to view the most up-to-date information about what is happening at your property today and tomorrow. The Dashboard provides access to current and historical data about revenue, occupancy and bookings in a clear, graphical format. The gauges give you instant information about key performance indicators. The Sales Analysis Tool allows you to set hypothetical targets to see what their impact would be on your sales. And the GuestPoint Remote iPhone app and website provides real-time information about your property, including new bookings, occupancy and a number of financial checks.", " ", "When we designed GuestPoint, we recognized the challenges facing small properties in developing a Yield Management strategy and also finding the time to manage it. GuestPoint includes a powerful and easy-to-use tool that constantly monitors your occupancy and adjusts room rates automatically, based on simple rules you create.", "LEARN MORE", "EventsAIR", "®", " offers the next-generation of organization for event management professionals. Streamlined and designed for any mobile device, it brings a host of conveniences and technological firsts. It's a robust series of tools that can boost productivity and help you keep track of your events in real time.", "Our Dashboard lets you quickly see what's going on at multiple events. You can modify it according to your needs. Express Actions allows you make changes and communicate with thousands of people in seconds. Alerts will notify you of important information. Run Sheets shows you what's being done - or not - and updates in real time. When you're at an event, our Mobile App provides a scaled-down version of the software for your mobile device, so you can access the features and information you need easily. And our 24/7 support means you can always get the help you need.", "LEARN MORE", "For over 25 years, EventsPro has been the go-to choice for keeping event managers organized. Developed and supported by professionals experienced in the event management industry, it became the benchmark of technology for the industry and continues to be trusted all over the world. In 2014, the Centium team created groundbreaking innovation in our EventsAIR product. ", "See the innovation here.", "For more than 25 years, the team at Centium Software have developed some of the biggest innovations in the event management and accommodation industries. See what makes us different with ", "EventsAIR", " and ", "GuestPoint", ".", " ", "2017 © Centium Software. ALL Rights Reserved.", " ", " Watch Demo", " ", "Designed specifically for small- to medium-sized independent accommodations, GuestPoint", "®", " is an easy-to-use management system that can help you to lower vacancies, streamline operations and increase efficiencies and profits. The program includes everything you need to manage online bookings, accounts, housekeeping, reporting and more.", "LEARN MORE", " ", " ", "Find the tools you need to enhance the quality of experience for guests. Collect rich data to help build in-depth guest profiles, target your marketing efforts and personalize experiences. Manage housekeeping, maintenance and concierge personnel. Generate detailed reports, sell and manage gift cards, segment rooms by categories and subcategories, handle debtors easily and coordinate groups. Automate rates to adjust automatically according to inventory with our dynamic rate management tool.", " ", "GuestPoint's sophisticated, easy-to-use features will save you time, increase your occupancy and boost revenues. Get free online booking exposure. Manage your property from home as if you were onsite through our GuestPoint Remote App for iPhones. Our \"set it and forget it\" dynamic rate management tool will automatically adjust your rates down when occupancy is low and increase them when occupancy is high. Generate easy-to-understand reports, manage groups and debtors and more.", " ", "Build in-depth guest profiles to help with marketing campaigns and to create highly personalized guest experiences. Accommodate day visitors. Create spa and resort packages and manage them with your room inventory. Sell gift cards and other options, such as champagne, chocolate or flowers on arrival. Offer and handle promotional codes. Automate pre- and post-communications to build rapport with guests and increase repeat business.", " ", "Designed to support you like well-trained staff, GuestPoint offers automated processes to save you time and create an exceptional guest experience. Generate automated pre- and post-visit communications, track personalized guest details such as allergies, special requests and room preferences. Increase occupancy and revenue through our automated dynamic rate management, handle tasks remotely from your iPhone and get 24-hour presence online.", " ", "Handle volume bookings efficiently, with a solution that books beds in the same manner as a motel books individual rooms. Get the same quality tools as a motel management system, but scaled back in price according to usage. Manage groups with centralized billing. Get flexibility in billing and scheduling, in an easy-to-use, affordable system.", " ", "Book groups of people efficiently and manage debtor billing easily. Discover a suite of easy-to-use tools to help you manage your mining camp like a motel.", " Request Demo", " ", "Whether you need a turnkey solution to get up and running quickly for one meeting, or you're organizing a large-scale global event years away, we have software packages to suit a full range of needs. Our flexible pricing means you won't pay for features and services you don't need. We also offer ways to upgrade on an as-needed basis.", "LEARN MORE", " ", " ", "EventsAIR", "®", " can help you manage multiple internal and customer-facing meetings simultaneously. Whether you're organizing an annual meeting for employees, a training initiative or a VIP customer gathering, you'll have the tools to create consistent, professional events that reflect your company's standards. Establish and track budgets easily. Monitor progress in real time. You can also brand all communications with your company's logo and branding elements, from invitations to final reports.", " ", "Get the deep functionality you need to serve any type or size of client. Create custom websites, register attendees, and handle payments easily. Capture and store unlimited data, customize reports, manage accommodations, establish and track budgets and oversee personnel.", "At the event, our features will keep you productive ─ and sane. Bring data down from the cloud to a local presence, to avoid slow internet connections (or disconnections). Sync data with the cloud in real time. Organize entire groups at once. Supervise run sheets in real time. Communicate with attendees ─ and let them communicate with one another ─ through a Mobile App. Our flexible pricing plans will also allow you to scale up or down as your business needs change.", " ", "Our single system communicates across all event aspects. We remove the communication barriers between the various departments, so that enormous amounts of information get shared easily. Manage accreditation, accommodation, arrivals, departures, protocol and more. Our system allows you and others to oversee details in real time, make changes and communicate.", " ", "Manage complex logistics seamlessly for VIP guests. Capture extensive data on each guest, from basic contact information to dietary restrictions and travel preferences. Manage arrivals, transfers, accommodations, sporting events, dining and other functions. Communicate with guests through a Mobile App...then follow up with them for valuable feedback. Develop special packages and handle waves of VIP guests easily.", " ", "Manage the many moving parts of incentive trip logistics, starting with accommodation inventory, multiple flight segments and transfers. You can schedule excursions, coordinate dine-arounds, manage galas and activities, assign seating, and make changes in minutes. Is heavy rain going to ruin the golf outing? Inform all participants of a schedule change instantly. Would someone like to add extra nights or excursions? Simply adjust their record and arrange for payment. Provide personalized documentation, collect feedback and more, to ensure a spectacular trip.", " ", "When you're organizing a government or political event, such as a G20 Summit or United Nations meeting, security concerns run high, both onsite with attendees and online with sensitive data. EventsAIR offers a proven, highly secure solution for both. Our comprehensive system keeps data completely isolated and can bring it down to your data center. It manages travel, accommodations, accreditation and access controls at various points in the venue. The easy-to-use features ensure that organizers of all experience levels can perform their tasks properly.", " ", "Our complete tool kit can help you with the call for papers, coordinating with the review committee, allocating presentations, working with the speakers, inviting and registering attendees, handling venue details, managing dining and accommodations, and gathering feedback. Our Mobile App makes communicating with attendees convenient, and allows them to communicate with one another. EventsAIR also enables new organizers to start working easily.", " ", "EventsAIR can help streamline the management of any CE event, from a one-hour course to a multiple-day event. It offers an easy registration process, manages budgets, tracks credits or points, coordinates with instructors, communicates with attendees, gathers feedback through surveys and generates reports. The system can scale up or down depending on your needs, and can run hundreds of courses or activities.", "For more than 25 years, the team at Centium Software have developed some of the biggest innovations in the event management and accommodation industries. See what makes us different with ", "EventsAIR", " and ", "GuestPoint", ".", " ", "2017 © Centium Software. ALL Rights Reserved.", " ", "Centium Software develops innovative software systems for the meeting/events industry, landmark world events and the accommodation industry. For more than 25 years, we have developed mission-critical management solutions that enhance productivity, lower labor costs and increase profitability.", "We derive our solutions from decades of hands-on experience working in diverse industries. We recruit talented professionals from the technology and hospitality industries, and have assembled a seasoned team with more than 220 years of combined experience. This gives us a real-world understanding about what's needed to streamline complex tasks. We believe in a \"right package, right price\" philosophy, and offer tailored solutions that provide the features and services you need, at a price that works for your budget.", "In the accommodation industry, our software supports small to medium-sized independent properties, including hotels, motels, boutique inns, spas, resorts, back packers, hostels, mining camps and bed and breakfasts.", "In the meeting and events industry, we provide robust solutions to manage everything from small, one-time meetings to large-scale global events. Some of the landmark world events we have worked on include three Olympic Games, the Rugby World Cup, G20, APEC and CHOGM political meetings, as well as the United Nations Summit. Headquartered in Brisbane, Australia, we maintain offices in the United Kingdom and the United States. Our global presence allows us to \"follow the sun\" and fully support our products 24/7.", "We are proud to have received some of the industry's highest honors for our software solutions. And we're even more pleased that our products continue to be proven and trusted all over the world.", "For more than 25 years, the team at Centium Software have developed some of the biggest innovations in the event management and accommodation industries. See what makes us different with ", "EventsAIR", " and ", "GuestPoint", ".", " ", "2017 © Centium Software. ALL Rights Reserved.", " ", "At Centium Software, we offer far more than software. We're specialists in event and hospitality management, and in developing solutions that address the industry's unique needs. For more than 25 years, our team have supported people with technology solutions. Here are some of the ways that we can support you.", " ", "Our background is rooted in event management, and we offer a full suite of services to support event organizers. These include turnkey solutions to help with event configurations, sessions, registration forms, agendas, hotel accommodations and handling all of the information surrounding events. We can also design and build your event website, customize software and more. Talk to us about your needs, and we'll get to work.", " ", "Our Implementation support service can help streamline the onboarding of GuestPoint", "®", " or EventsAIR", "®", ". We understand that event organizers are typically working on critical timelines, and having the Centium team manage the implementation can be tremendously valuable. For example, a large customer might want us to send a project team to hold regular project review meetings, manage the coordination of configuring of the data center, and interface with the in-house IT people. Whether you're large or small, however, we can help every step of way.", " ", "We offer highly secure cloud hosting with three layers of isolation for customer data. Our cloud has been closely integrated with Microsoft Azure's cloud, and we leverage off of their secure environment. We use multiple Azure data centers around the world to provide the most convenient location for your data.", " ", "We offer a two types of training, to ensure you and your team get up to speed quickly. We provide onsite training, which includes large group training. We also offer web training, with short, targeted courses that delve into specific features. For these, we publish a list of sessions that typically range from one to two hours. You can arrange for different people to participate, depending on their job roles.", "When we say we provide support, we mean it literally. We don't outsource our technical support; the experts at Centium Software provide it. The 24/7 global description is literal too. We maintain support team offices in the United States, Australia and the United Kingdom. As one time zone (or hemisphere) goes dark, another opens for around-the-clock coverage. We have a fully integrated phone system that ensures that the calls can be answered by a skilled professional at any hour. The event management industry is 24/7, and so are we.", " ", "Do you have a large event where you would like additional technical support? We'd be happy to help. We can send a member of the Centium technical staff to work with you during a mission-critical event. This high-level of service can provide the added support and peace of mind you need to succeed.", " ", "EventsAIR has been designed from the ground up to easily incorporate custom development. As part of this, we can include your workflows and the way you do business into the design. For some events, it can be beneficial to implement a piece of custom development. In these cases, we can seamlessly integrate customizations into the core system.", "For more than 25 years, the team at Centium Software have developed some of the biggest innovations in the event management and accommodation industries. See what makes us different with ", "EventsAIR", " and ", "GuestPoint", ".", " ", "2017 © Centium Software. ALL Rights Reserved."], "emails": [], "addresses": [], "social_media_links": [], "telephone_numbers": ["855 236 8486", "808 280 0738", "1300 236 848", "800 236 848", "21 300 3614", "61 7 3341 8320", "855 236 8486", "808 280 0738", "1300 236 848", "800 236 848", "21 300 3614", "61 7 3341 8320", "855 236 8486", "808 280 0738", "1300 236 848", "800 236 848", "21 300 3614", "61 7 3341 8320", "855 236 8486", "808 280 0738", "1300 236 848", "800 236 848", "21 300 3614", "61 7 3341 8320", "855 236 8486", "808 280 0738", "1300 236 848", "800 236 848", "21 300 3614", "61 7 3341 8320"], "lda_resutls": [[0, "0.065*\"software\" + 0.053*\"eventsair\" + 0.041*\"centium\" + 0.029*\"event\" + 0.025*\"management\" + 0.025*\"reserve\" + 0.025*\"right\" + 0.021*\"support\" + 0.019*\"award\" + 0.015*\"streamline\""], [1, "0.055*\"stay\" + 0.055*\"connected\" + 0.023*\"design\" + 0.023*\"custom\" + 0.023*\"development\" + 0.012*\"business\" + 0.012*\"core\" + 0.012*\"part\" + 0.012*\"implement\" + 0.012*\"seamlessly\""], [2, "0.035*\"learn\" + 0.024*\"solution\" + 0.019*\"hospitality\" + 0.019*\"need\" + 0.018*\"industry\" + 0.018*\"price\" + 0.018*\"right\" + 0.018*\"experience\" + 0.018*\"work\" + 0.010*\"event\""], [3, "0.041*\"event\" + 0.039*\"industry\" + 0.033*\"team\" + 0.028*\"management\" + 0.027*\"centium\" + 0.027*\"see\" + 0.024*\"software\" + 0.024*\"develop\" + 0.023*\"different\" + 0.021*\"innovation\""], [4, "0.031*\"manage\" + 0.023*\"occupancy\" + 0.017*\"property\" + 0.016*\"time\" + 0.014*\"tool\" + 0.014*\"easy\" + 0.014*\"rate\" + 0.012*\"booking\" + 0.012*\"revenue\" + 0.012*\"information\""], [5, "0.034*\"contact\" + 0.028*\"software\" + 0.027*\"guestpoint\" + 0.023*\"product\" + 0.023*\"develop\" + 0.023*\"guest\" + 0.019*\"event\" + 0.015*\"manage\" + 0.013*\"accommodation\" + 0.012*\"good\""], [6, "0.018*\"event\" + 0.018*\"help\" + 0.018*\"tool\" + 0.015*\"easily\" + 0.015*\"mobile\" + 0.015*\"manage\" + 0.011*\"time\" + 0.011*\"real\" + 0.011*\"communicate\" + 0.011*\"need\""], [7, "0.022*\"sized\" + 0.022*\"accommodation\" + 0.017*\"property\" + 0.017*\"include\" + 0.017*\"resort\" + 0.016*\"guest\" + 0.016*\"medium\" + 0.016*\"independent\" + 0.016*\"camp\" + 0.016*\"small\""], [8, "0.025*\"datum\" + 0.025*\"cloud\" + 0.017*\"customer\" + 0.017*\"manage\" + 0.017*\"large\" + 0.017*\"secure\" + 0.017*\"team\" + 0.017*\"project\" + 0.009*\"provide\" + 0.009*\"offer\""], [9, "0.043*\"event\" + 0.016*\"need\" + 0.013*\"solution\" + 0.012*\"communicate\" + 0.012*\"organize\" + 0.010*\"offer\" + 0.010*\"time\" + 0.010*\"get\" + 0.010*\"support\" + 0.010*\"experience\""]], "kpe_resutls": [["connect contact us", 0.18354491319476587], ["event industri membership award", 0.16345448173546115], ["product centium softwar product", 0.1326131429398983], ["guestpoint eventsair", 0.09149437083907434], ["fingertip maxim revenu manag", 0.07266653110782233], ["meet", 0.07087711910295265], ["critic", 0.0706519368682036], ["inform", 0.0702149318236316], ["mission", 0.06290083789643701], ["time eventspro", 0.04682327489830758]], "rake_resutls": [[55.733333333333334, "stay connected contact us guestpoint eventsair products centium software products"], [55.511111111111106, "stay connected contact us centium software support centium software support"], [39.94444444444444, "2013 australian business awards best software product"], [38.215229215229215, "time eventspro event management software solutions centium software solutions"], [34.22222222222222, "centium software develops innovative software systems"], [32.27777777777778, "hospitality 2011 consensus software awards winner"], [30.133333333333333, "comprehensive system keeps data completely isolated"], [28.455555555555556, "stay connected contact us information"], [25.788888888888888, "stay connected contact us"], [22.588461538461537, "complete property management system designed specifically"], [22.04761904761905, "use multiple azure data centers around"], [21.047619047619047, "centium team created groundbreaking innovation"], [20.63888888888889, "large customer might want us"], [20.57142857142857, "get free online booking exposure"], [19.833333333333332, "hold regular project review meetings"], [18.944444444444446, "2017 © centium software"], [18.833333333333336, "would like additional technical support"], [18.666666666666664, "offer highly secure cloud hosting"], [17.823809523809523, "eventsair also enables new organizers"], [17.633333333333333, "create highly personalized guest experiences"], [17.583333333333336, "scale global event years away"], [17.431372549019606, "manage accommodation properties manage conferences"], [16.0, "avoid slow internet connections"], [15.75, "watch demo designed specifically"], [15.205128205128204, "automated dynamic rate management"], [14.833333333333334, "keeping event managers organized"], [14.788461538461538, "dynamic rate management tool"], [14.472222222222223, "global presence allows us"], [14.212121212121211, "events industry memberships awards"], [14.166666666666666, "challenges facing small properties"], [13.833333333333334, "start using guestpoint ®"], [13.8, "single system communicates across"], [13.777777777777779, "centium software meetings"], [13.666666666666666, "include three olympic games"], [13.666666666666666, "guestpoint offers automated processes"], [13.5, "security concerns run high"], [13.466666666666667, "mobile app makes communicating"], [13.444444444444445, "centium software provide"], [13.382352941176471, "manage complex logistics seamlessly"], [13.382352941176471, "fingertips maximize revenue manage"], [13.3, "fully integrated phone system"], [13.222222222222221, "easily incorporate custom development"], [12.977272727272727, "providing robust technology solutions"], [12.95, "track personalized guest details"], [12.8, "includes large group training"], [12.75, "sized independent accommodation properties"], [12.75, "handle volume bookings efficiently"], [12.666666666666666, "motel books individual rooms"], [12.666666666666666, "guestpoint remote iphone app"], [12.657142857142858, "also offer web training"]], "guided_lda_resutls": [["system", "attendees", "global", "learn", "critical", "mission", "best", "dashboard", "pricing", "various"], ["information", "biggest", "access", "tools", "way", "tasks", "another", "developing", "professionals", "trusted"], ["centium", "help", "easy", "data", "industries", "25", "one", "handle", "organizers", "people"], ["united", "contact", "meeting", "24", "innovations", "data", "rates", "technology", "awards", "scale"], ["working", "customer", "track", "including", "coordinate", "provides", "save", "understand", "hotels", "scaled"], ["software", "eventsair", "offer", "provide", "different", "makes", "large", "guest", "highly", "communicate"], ["real", "tool", "run", "training", "motel", "political", "activities", "trip", "kingdom", "around"], ["allows", "needs", "meetings", "feedback", "adjust", "make", "automatically", "high", "work", "motels"], ["get", "hospitality", "bookings", "communications", "price", "typically", "going", "oversee", "device", "sales"], ["time", "occupancy", "2017", "app", "dynamic", "automated", "vip", "post", "product", "convenient"], ["us", "team", "management", "business", "new", "robust", "help", "seamlessly", "two", "hostels"], ["need", "mobile", "multiple", "service", "integrated", "complex", "change", "remote", "turnkey", "website"], ["online", "property", "proven", "design", "decades", "event", "points", "bed", "personnel", "development"], ["management", "accommodation", "world", "increase", "innovation", "connected", "years", "revenue", "memberships", "day"], ["properties", "sized", "guestpoint", "according", "ways", "sheets", "2011", "medium", "consensus", "core"], ["create", "products", "inventory", "services", "sell", "accreditation", "offices", "landmark", "australia", "depth"], ["also", "designed", "cloud", "groups", "stay", "rights", "reports", "room", "guests", "professional"], ["manage", "events", "easily", "developed", "experience", "reserved", "ensure", "mining", "whether", "presence"], ["see", "solutions", "industry", "years", "accommodations", "like", "onsite", "technical", "generation", "set"], ["event", "guestpoint", "support", "features", "small", "streamline", "winner", "independent", "communicate", "quickly"]], "textrank_resutls": [[0.1587218588454241, 1, "centium software meetings"], [0.1496009289486203, 1, "products centium software products"], [0.14517662564332262, 1, "connected contact us centium software support centium software support"], [0.1398105491647247, 1, "events industry memberships"], [0.11126088463729468, 1, "any time eventspro  event management software solutions centium software solutions"], [0.09348439478279497, 1, "products centium software products about stay connected contact us information at your fingertips maximize revenue"], [0.08815678214174189, 1, "connected contact us information"], [0.08362791564513848, 1, "you meetings and events industry memberships awards"], [0.08187765894409196, 2, "connected contact us"], [0.06832837196554067, 1, "your fingertips maximize revenue"], [0.06714192538578198, 1, "guestpoint"], [0.06593097181967483, 1, "any event"], [0.04066041456351562, 1, "the mission"], [0.03171009961029961, 1, "home"], [0.0, 4, "what"]], "textrank_summery__resutls": ["Products Centium Software Products About Stay Connected Contact Us Information At Your Fingertips Maximize Revenue Manage Any Event, Anywhere, Any Time EventsPro  Event Management Software Solutions Centium Software Solutions About Stay Connected Contact Us About Us About Centium Software Meetings and Events Industry Memberships About Stay", "We solve the mission-critical for you Meetings and Events Industry Memberships Awards About Stay Connected Contact Us                                           GuestPoint EventsAIR", "Connected Contact Us Centium Software Support Centium Software Support About Stay Connected Contact Us", "Home                                           ", "What do you do?"], "wordcloud_resutls": [["event", 1.0], ["manage", 0.7878787878787878], ["Centium Software", 0.5454545454545454], ["GuestPoint", 0.5151515151515151], ["need", 0.45454545454545453], ["support", 0.42424242424242425], ["solution", 0.42424242424242425], ["accommodation", 0.3939393939393939], ["data", 0.3939393939393939], ["help", 0.3939393939393939], ["management", 0.36363636363636365], ["offer", 0.36363636363636365], ["industry", 0.3333333333333333], ["system", 0.3333333333333333], ["guest", 0.3333333333333333], ["meeting", 0.3333333333333333], ["provide", 0.3333333333333333], ["EventsAIR", 0.30303030303030304], ["information", 0.30303030303030304], ["tool", 0.30303030303030304], ["event management", 0.30303030303030304], ["easily", 0.2727272727272727], ["occupancy", 0.24242424242424243], ["communicate", 0.24242424242424243], ["real time", 0.24242424242424243], ["Product", 0.21212121212121213], ["features", 0.21212121212121213], ["world", 0.21212121212121213], ["experience", 0.21212121212121213], ["one", 0.21212121212121213], ["allow", 0.21212121212121213], ["time", 0.18181818181818182], ["designed", 0.18181818181818182], ["small", 0.18181818181818182], ["Award", 0.18181818181818182], ["professional", 0.18181818181818182], ["Business", 0.18181818181818182], ["team", 0.18181818181818182], ["will", 0.18181818181818182], ["room", 0.18181818181818182], ["create", 0.18181818181818182], ["increase", 0.18181818181818182], ["handle", 0.18181818181818182], ["large", 0.18181818181818182], ["attendees", 0.18181818181818182], ["United", 0.18181818181818182], ["include", 0.18181818181818182], ["group", 0.18181818181818182], ["years team", 0.18181818181818182], ["easy use", 0.18181818181818182], ["hospitality", 0.15151515151515152], ["way", 0.15151515151515152], ["technology", 0.15151515151515152], ["streamline", 0.15151515151515152], ["property", 0.15151515151515152], ["organizers", 0.15151515151515152], ["global", 0.15151515151515152], ["track", 0.15151515151515152], ["multiple", 0.15151515151515152], ["people", 0.15151515151515152], ["reports", 0.15151515151515152], ["booking", 0.15151515151515152], ["motel", 0.15151515151515152], ["training", 0.15151515151515152], ["cloud", 0.15151515151515152], ["change", 0.15151515151515152], ["service", 0.15151515151515152], ["Stay Connected", 0.15151515151515152], ["Connected Contact", 0.15151515151515152], ["Contact Us", 0.15151515151515152], ["Software developed", 0.15151515151515152], ["developed biggest", 0.15151515151515152], ["biggest innovations", 0.15151515151515152], ["accommodation industries", 0.15151515151515152], ["industries See", 0.15151515151515152], ["See makes", 0.15151515151515152], ["makes us", 0.15151515151515152], ["us different", 0.15151515151515152], ["different EventsAIR", 0.15151515151515152], ["Software Rights", 0.15151515151515152], ["Rights Reserved", 0.15151515151515152], ["revenue", 0.12121212121212122], ["work", 0.12121212121212122], ["mean", 0.12121212121212122], ["book", 0.12121212121212122], ["innovation", 0.12121212121212122], ["continue", 0.12121212121212122], ["new", 0.12121212121212122], ["properties", 0.12121212121212122], ["Winner", 0.12121212121212122], ["years", 0.12121212121212122], ["access", 0.12121212121212122], ["LEARN", 0.12121212121212122], ["run", 0.12121212121212122], ["online", 0.12121212121212122], ["build", 0.12121212121212122], ["Generate", 0.12121212121212122], ["adjust", 0.12121212121212122], ["rate", 0.12121212121212122], ["hour", 0.12121212121212122]], "wordcloud_resultsbi": ["centium_software", "event_management", "more_year", "real_time", "accommodation_industry", "year_team", "big_innovation", "different_eventsair", "eventsair_centium", "industry_different", "innovation_event", "management_accommodation", "software_big", "software_right", "team_centium", "event_industry", "meeting_event", "mobile_app", "datum_cloud", "dynamic_rate", "event_hospitality", "event_organizer", "hospitality_management", "information_property", "management_system", "medium_sized", "mining_camp", "mission_critical", "mobile_device", "next_generation", "professional_event", "rate_management", "sized_independent", "software_product", "software_solution", "accommodation_property", "award_good", "award_winner", "bed_breakfast", "business_award", "camp_bed", "centium_team", "communicate_attendee", "custom_development", "datum_center", "depth_guest", "easy_tool", "eventsair_product", "feature_service", "flexible_pricing", "gift_card", "global_event", "guest_experience", "guest_profile", "hostel_mining", "hotel_spa", "independent_accommodation", "industry_membership", "landmark_world", "large_scale", "management_industry", "management_solution", "management_tool", "meeting_large", "more_eventsair", "multiple_event", "occupancy_revenue", "online_booking", "packer_hostel", "profile_marketing", "property_hotel", "right_centium", "run_sheet", "scale_global", "sheet_real", "small_medium", "software_support", "spa_packer", "technical_support", "technology_solution", "time_event", "time_information", "turnkey_solution", "world_event", "access_control", "access_current", "access_wealth", "accommodate_visitor", "accommodation_accreditation", "accommodation_award", "accommodation_budget", "accommodation_event", "accommodation_gathering", "accommodation_guestpoint", "accommodation_information", "accommodation_inventory", "accommodation_more", "account_more", "accreditation_access", "accreditation_accommodation"]}]