[{"company": "Kwela Solutions", "introduction": "Web-based software for contracts, risk and compliance in any business", "end_market": "Corporate risk", "industry": "IT - Software", "link": "https://www.usefolio.com/about", "search_text": "https://www.usefolio.com/about", "title": "About | Folio", "link_corrected": "https://www.usefolio.com/about/", "description": "We believe that software should be simple and easy to use and have made it our mission to build amazing contracts, risk and compliance software for any business. ... Kwela is inspired by the penny whistle based street music from southern Africa. ... She has over a decade experience in ...", "crawled_links": ["https://www.usefolio.com/", "https://www.usefolio.com/request-a-demo", "https://www.usefolio.com/about/", "https://www.usefolio.com/blog", "https://www.usefolio.com/docusign/", "https://www.usefolio.com/customers", "https://www.usefolio.com/risk-compliance/"], "header_text": ["The easiest way to manage Contracts, Risk & Compliance", "Super charge contracts, risk & compliance", "Risk & Compliance", "Contract Management", "Want to know more? Get in touch for a Demo", "Always improving", "Latest News", "FOLIO", "CONTACT US", "LATEST NEWS", "Contact us for a Demo", "Thank you for your message!", "Folio is:", " Have a question?", "\n", "\nLatest News\n", "FOLIO", "CONTACT US", "LATEST NEWS", "G’day", "Kwela Solutions", "The Problem", "The Solution", "Kim Wilson", "Tarun Philip", "Contracts", "Risk & Compliance", "FOLIO", "CONTACT US", "LATEST NEWS", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "\r\n\t", "\r\n", "FOLIO", "CONTACT US", "LATEST NEWS", "FOLIO", "CONTACT US", "LATEST NEWS", "Join the growing family of Folio users!", "Health", "Not for profits", "Associations", "Hospitality", "Aged care", "Any business", "\r\n                                ", "                            ", "\r\n                                ", "                            ", "\r\n                                ", "                            ", "Want to know more? Get in touch for a Demo", "CONTRACTS", "RISK & COMPLIANCE", "FOLIO", "CONTACT US", "LATEST NEWS", "Everything a business needs for Governance Risk and Compliance", "Manage risk effectively", "Know & manage compliance obligations", "Unique incident management solution for your unique business", "Quality audits, inspection checklists & more", "Configurable risk registers", "Highlight critical risk relationships", "Your team will love Folio", "Proof of compliance", "LexisNexis regulatory compliance API", "Incident reporting by anyone", "Return to submitter to make amendments", "Build notifications for specific events", "Make a note of anything", "Track changes", "Any type of checklist captured", "Evidence", "Corrective Actions", "Better", "Faster", "Saves you money", "Want to know more? Get in touch for a Demo", "CONTRACT EXCELLENCE", "OUR CUSTOMERS", "FOLIO", "CONTACT US", "LATEST NEWS"], "paragraph_text": ["Managing contracts, risks, compliance, incidents and audits can be complex and time consuming. If you are looking for a solution that is truly easy to use and quick to implement, then take a look at Folio. Folio provides configurable templates, workflows, notifications and reports that ensure that absolutely nothing is missed.", "Discover how Organisations use Folio", "Too many risk management systems are simply tick-the-box solutions. Folio moves Risk Management from an occasional exercise to an embedded business process. By managing Risk, Compliance, Incidents & Audit, Folio delivers real business value for Boards, Management and Operational Teams.", "Learn about Risk & Compliance in Folio", "Folio is the go-to source for contract information and manages the contract lifecycle from request and performance management through to contract renewal. Folio takes Contract Management well beyond simply storing contract documents and tracking contract expiry dates.", "Explore Contract Management Excellence with Folio", "Our team works on feedback from our customers and new trends to constantly iterate and build better features for you.", "Take a look at Folio for Contracts", "Read about what our customers and partners have been doing with Folio. Keep up to date with our latest features.", "Take a look at our blog", "Contracts", "Risk & Compliance", "Partners", "Customers", "Blog", "About", "Demo", "Kwela Solutions", "Suite 203/15 Belvoir Street", "Surry Hills 2010", "New South Wales", "We look forward to showing you what Folio can do for you!", " Your Name", " ", " Title", " Company", " Your Email", " Contact Number", " I'm interested in", "Contracts", "Risk and Compliance", "Contracts, Risk and Compliance", " Anything else?", " ", "Contact us", "Peace of mind knowing Contracts, Risk & Compliance are under control", "Easy, easy easy for your users", "Constantly polished, improved and loved by our team", "We’ll get back to you as soon as possible", "Meanwhile, ", "have a look", " at what we’ve been up to lately.", "If you have a question, please give us a call on ", "+612 8283 2190", " or email ", "info@kwelasolutions.com", "All the latest", " in the world of Folio and Contracts, Risk & Compliance.", "Contracts", "Risk & Compliance", "Partners", "Customers", "Blog", "About", "Demo", "Kwela Solutions", "Suite 203/15 Belvoir Street", "Surry Hills 2010", "New South Wales", "We believe that software should be simple and easy to use and have made it our mission to build amazing contracts, risk and compliance software for any business.", "Our web-based software Folio is used in Health, Not For Profits, Food & Beverage, Financial Services and a host of other Industries. Our Sydney based team, responds quickly to feedback and releases new features consistently.", "Give us a call to say G’day or join us on our friday team lunch, the Klunch, when we check out what hip Surry Hills has to offer.", "Kwela is inspired by the penny whistle based street music from southern Africa. It means many things from ‘get up’ in Zulu, an invitation to dance and a warning in the townships of South Africa that the police were coming.", "“", "Musicians playing drums in Zimbabwe", "” by ", "IGTaylor", " is licensed under ", "CC BY 4.0", "With Contracts, Risk & Compliance many organisations struggle with the age old problems:", "Tracking who does what and when? ", "Monitoring the status of outstanding actions", "Using spreadsheets to solve all of the above", "This leads to the failure to identify issues early and a problem that soon becomes too big to fix.", "We have a great alternative!", "Quick to implement, cost effective, web-based", "Great contract management in a simple, intuitive software solution that will engage your team.", "Explore Folio for Contracts", "Risk, compliance, incidents, audits and much more all packaged up in a flexible software solution.", "Explore Folio for Risk & Compliance", "Kim is a lawyer with a keen interest in building up software companies. She has over a decade experience in helping Organisations with Governance Risk and Compliance. As a co-founder & Managing Director of Kwela Solutions she leads the professional services practice, ensuring that Folio is effectively implemented and delivers value to our customers. Her experiences and insights play a key role in the development of the Folio product. Kim has an LLB from the University of Cape Town and MBA from Monash University in Melbourne. She has worked at Tickit Systems, SMS Consulting & Werksmans Attorneys back home in South Africa and is serving on the Board of a job services provider.", "As a co-founder and Managing Director of Kwela Solutions, Tarun’s role is to manage product direction to grow the Folio client base and build partnerships. Tarun has over 10 years experience with Governance Risk and Compliance. He has a BCom from the University of Madras and MBA from Monash University. Previously he has served in technology management and sales roles for Tickit Systems and the Murugappa Group in India.", "Contracts", "Risk & Compliance", "Partners", "Customers", "Blog", "About", "Demo", "Kwela Solutions", "Suite 203/15 Belvoir Street", "Surry Hills 2010", "New South Wales", "At Kwela, as we have grown and added more customers, we found that the process of signing a contract with a client was time consuming. Analysing the problem, we found...", "Folio's October release includes Risk related features including the new Risk Dashboard, History Reports, SMS and a host of other features....", "We are super excited to be back at the RMIA Conference 2019, from November 13 to 15, this time the great risk roadshow moves to Melbourne and the focus of...", "Kwela Solutions was instrumental in helping to set up our risk management system in Folio. As the PHN was in establishment phase, there were many loose ends and changes required....", "Folio was a sponsor of the Governance Institute National Conference 2019 in Sydney....", "Folio was on display at the National Primary Health Network (PHN) Commissioning Showcase this week (August 28 and 29) in Newcastle. This year’s showcase was at the same iconic venue...", "Folio's August release includes security related features like two-factor authentication, new workflow functionality, enhancements to access rights and a host of other features....", "Folio sponsors the Bondi2Berry Ride for Dementia Australia. This cause is also personal for our co-founder, Kim, who lost her Dad, Brian, to Alzheimer's disease in 2017....", "In Folio’s latest release, we have introduced read only fields, which provide a way to protect some fields from being edited, even when a user has full edit rights. Another...", "In Folio’s latest release, we have introduced read only fields, which provide a way to protect some fields from being edited, even when a user has full edit rights. Another...", "Contracts", "Risk & Compliance", "Partners", "Customers", "Blog", "About", "Demo", "Kwela Solutions", "Suite 203/15 Belvoir Street", "Surry Hills 2010", "New South Wales", "At Kwela, as we have grown and added more customers, we found that the process of signing a contract with a client was time consuming. Analysing the problem, we found we had the following steps to get a contract signed by a client:", "39 minutes is simply not acceptable. So, we started working on a new workflow that included DocuSign (an e- signature tool). Folio + DocuSign has worked a treat, these are our time savings: ", " ", " ", "Totally loving it!", "The docuSign integration is really easy to use, simply click DocuSign on the", "\ndocument that you would like to signed, select the signers and send.", "DocuSign will send the document to the signers in the right order. A Dashboard on Folio  clearly shows who has signed and who hasn’t. Once the document is fully signed a copy is stored in the attachments tab of the relevant Folio", "Tell us about how you would like to use Folio and DocuSign", " and we will get in touch with how we can make this possible.", "Contracts", "Risk & Compliance", "Partners", "Customers", "Blog", "About", "Demo", "Kwela Solutions", "Suite 203/15 Belvoir Street", "Surry Hills 2010", "New South Wales", "Primary Health Organisations depend extensively on Folio for Contracts, Risk and Compliance. Folio helps them with:", "Contract Management", "Contract Performance Management", "Credentials Management", "Risk Management", "Incident Management", "Complaints Management", "Continuous Improvement", "Audit Management", "Folio helps Not For Profits by providing a single tool kit to manage Contracts, Risk & Compliance. Folio is used by NFP’s for:", "Contract Management", "Contract Performance Management", "Credentials Management", "Risk Management", "Incident Management", "Complaints Management", "Continuous Improvement", "Audit Management", "Compliance", "Facilities Management", "Folio is an ideal solution for Associations and peak bodies to manage Contracts, Risk and Compliance. Associations use Folio for:", "Contract Management", "Risk Management", "Incident Management", "Complaints Management", "Continuous Improvement", "Audit Management", "Workflow Management", "Compliance", "Folio is used in Hospitality and the Food & Beverage Industry to manage Contracts, Risk and Compliance. Aged Care providers user Folio for:", "Contract Management", "Contract Performance Management", "Credentials Management", "Risk Management", "Incident Management", "Complaints Management", "Continuous Improvement", "Audit Management", "Compliance", "Facilities Management", "Folio is used in Aged Care to manage Contracts, Risk and Compliance. Aged Care providers user Folio for:", "Contract Management", "Contract Performance Management", "Credentials Management", "Risk Management", "Incident Management", "Complaints Management", "Continuous Improvement", "Audit Management", "Compliance", "Facilities Management", "If you are looking for a simple, intuitive software for Contracts or Risk & Compliance, Folio does everything you need, it is quick to implement and will engage teams across your Organisation.", "\r\n\t\t\t\t\t\tOffice Manager\t\t\t\t\t", "Epuron has been using Folio to successfully manage its contracts for 2 years. We also use it as a landowner CRM to track emails and conversations in a central place, which has been fantastic for Project Managers.  We find it user friendly, intuitive and comprehensive.  The IT support is excellent and Kwela are constantly making improvements to the system. We would highly recommend the Folio software for any contract management requirement.", "\r\n\t\t\t\t\t\tCEO\t\t\t\t\t", "We believe we can showcase all our good risk management processes in Folio, an all-in-one system that we can show the assessor how the company can manage risk at all levels… I think that this is a very good, accountable system for any organisation that wants to commit to providing high quality risk management.", "\r\n\t\t\t\t\t\tCommissioning Officer (Procurement) / Finance Manager\t\t\t\t\t", "Folio is very intuitive and easy to use. Everything can be easily customised by us, including reporting. Navigation is simple and the help menu is also very useful. And the support received from Kwela is outstanding - they are very responsive. Folio is constantly being enhanced - both with new functionality, and improvements to current functionality.  We can’t recommend Folio, and Kwela, highly enough.", "Great contract management in a simple, intuitive software solution that will engage your team.", "Explore Folio for Contracts", "Risk, compliance, incidents, audits and much more all packaged up in a flexible software solution.", "Explore Folio for Risk & Compliance", "Contracts", "Risk & Compliance", "Partners", "Customers", "Blog", "About", "Demo", "Kwela Solutions", "Suite 203/15 Belvoir Street", "Surry Hills 2010", "New South Wales", "If your Governance, Risk and Compliance systems are built on Excel spreadsheets, Word documents, Access databases or a clunky, ageing software; Folio is what you have been waiting for. It is quick to configure, web-based, fast and easy to use. Folio will hit the right spot for your Board and management team.", "Folio is aligned with ISO 31000, the International Risk Management Standard and will bring a transparency and consistency to your risk management process that no spreadsheet can.", "\nMaintain separate registers for Strategic Risk, Operational Risk and Project Risk, restrict access to information on a need to know basis.", "\nFolio enables you to articulate critical relationships by linking risks with other risks, incidents, compliance obligations, audits and even contracts.", "\nRisk reports are tailor made for Boards and management teams. Folio allows users to configure reports with simple drag and drop and to have reports delivered on demand.", "Folio is aligned with ISO 19600, the Global Standard for Compliance and provides a simple, intuitive way to know and manage compliance with internal policies and procedures as well as compliance with legislation, regulations, contractual obligations and more.", "\nFolio is the single source of truth for compliance. Team members are prompted to record compliance attestations in Folio and store evidence if required. Exception reporting shows areas of non-compliance instantly.\n", "\nFolio provides a seamless integration to the LexisNexis Regulatory Compliance API as an add-on service. The API provides plain English regulatory compliance obligations directly populated in Folio and updated overnight.\n", "We understand that your business is unique and that incident workflows need to be designed to fit with your approval structures. Folio will enable you to manage Incidents, Feedback, Complaints & Compliments, Continuous Improvement, Breaches and more.", "\nAnyone can report incidents in Folio even if they are not users. Reporters don’t often have all the information they need to report an incident, Save and Return, enables anyone to save a form and complete it later.\n", "\nSometimes we don’t get all the details right in the first go, Return to Submitter, enables users to send forms back to the submitter for them to correct errors or provide more detail.\n", "\nFolios Notifications Engine enables you to build custom notifications for specific events. So your CEO is notified only when for. e.g. a Extreme Priority event occurs that resulted in a serious injury.", "\nCapture detailed incident notes and categorise them into note types like emails, phone calls and meetings. You can even @mention another user to have the note emailed to them. Folio enables users to report on notes that have been made on any Folio.\n", "\nDetails on incident records often change, View Changes in Folio lets you see changes made to a field, who made them and when. Highlight changes on text fields lets you highlight what was added and removed. Restore lets you rollback to the last version.", "Folio provides simple intuitive way to manage quality audits, inspections and other checklists. You can record Non-conformances and manage corrective actions easily.", "\nCreate checklists for audits, facilities inspections, food safety, security, inspections and more. Allocate audits to auditors with due dates and monitor completion.\n", "\nPhotos, videos and documents can be attached as evidence of non-conformances.\n", "\nRaise corrective actions as To Do’s allocated to team members to address non-conformances.\n", "Folio workflows can be configured to fit what you do.", "Folio is quick to setup and engages your teams.", "Folio is cost effective GRC Software.", "Folio provides a single repository for all your contracts and contract documents. Manage milestones, monitor performance and more.", "Take a look at Folio for Contracts", "Folio is used for contracts, risk and compliance across a range of industries. It provides our customers with a complete tool kit.", "Take a look at our Customers", "Contracts", "Risk & Compliance", "Partners", "Customers", "Blog", "About", "Demo", "Kwela Solutions", "Suite 203/15 Belvoir Street", "Surry Hills 2010", "New South Wales"], "emails": ["info@kwelasolutions.com"], "addresses": [], "social_media_links": [], "telephone_numbers": ["+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+612 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190", "+61 2 8283 2190"], "lda_resutls": [[0, "0.071*\"customer\" + 0.051*\"improvement\" + 0.042*\"continuous\" + 0.029*\"risk\" + 0.018*\"functionality\" + 0.016*\"know\" + 0.009*\"easy\" + 0.009*\"outstanding\" + 0.009*\"constantly\" + 0.009*\"enhance\""], [1, "0.092*\"contract\" + 0.041*\"use\" + 0.025*\"compliance\" + 0.025*\"risk\" + 0.021*\"aged\" + 0.021*\"care\" + 0.021*\"food\" + 0.021*\"inspection\" + 0.021*\"audits\" + 0.021*\"profit\""], [2, "0.064*\"late\" + 0.057*\"news\" + 0.029*\"find\" + 0.029*\"problem\" + 0.023*\"contract\" + 0.022*\"client\" + 0.022*\"time\" + 0.015*\"customer\" + 0.015*\"soon\" + 0.015*\"process\""], [3, "0.068*\"contract\" + 0.042*\"folio\" + 0.025*\"change\" + 0.024*\"explore\" + 0.020*\"make\" + 0.020*\"management\" + 0.015*\"let\" + 0.015*\"manage\" + 0.015*\"email\" + 0.015*\"track\""], [4, "0.120*\"risk\" + 0.111*\"compliance\" + 0.036*\"folio\" + 0.025*\"contract\" + 0.025*\"manage\" + 0.017*\"report\" + 0.016*\"feature\" + 0.013*\"association\" + 0.012*\"need\" + 0.012*\"include\""], [5, "0.064*\"partner\" + 0.034*\"provide\" + 0.034*\"edit\" + 0.034*\"field\" + 0.027*\"compliance\" + 0.026*\"regulatory\" + 0.020*\"late\" + 0.018*\"way\" + 0.017*\"right\" + 0.017*\"user\""], [6, "0.032*\"note\" + 0.027*\"management\" + 0.026*\"report\" + 0.026*\"incident\" + 0.026*\"folio\" + 0.020*\"save\" + 0.020*\"facility\" + 0.020*\"user\" + 0.013*\"checklist\" + 0.013*\"corrective\""], [7, "0.049*\"risk\" + 0.049*\"folio\" + 0.039*\"solution\" + 0.027*\"compliance\" + 0.024*\"look\" + 0.022*\"management\" + 0.019*\"easy\" + 0.017*\"contract\" + 0.016*\"manage\" + 0.015*\"business\""], [8, "0.143*\"management\" + 0.052*\"contract\" + 0.028*\"risk\" + 0.022*\"credential\" + 0.022*\"performance\" + 0.017*\"compliance\" + 0.017*\"want\" + 0.017*\"touch\" + 0.017*\"notification\" + 0.017*\"event\""], [9, "0.062*\"contact\" + 0.037*\"compliance\" + 0.032*\"software\" + 0.032*\"contract\" + 0.026*\"intuitive\" + 0.026*\"simple\" + 0.020*\"great\" + 0.019*\"engage\" + 0.017*\"team\" + 0.015*\"folio\""]], "kpe_resutls": [["latest new folio", 0.10719838325873049], ["complianc super charg contract", 0.09737993770260404], ["folio", 0.06631382314988297], ["risk", 0.0591659028926967], ["contract", 0.04702862656199987], ["touch", 0.03954930647771054], ["busi", 0.03573329378806577], ["demo", 0.026555828073364082], ["profit associ hospit", 0.02549139811130126], ["evid correct action", 0.025286709894955493]], "rake_resutls": [[62.28333333333333, "api provides plain english regulatory compliance obligations directly populated"], [60.07142857142857, "15 belvoir street surry hills 2010 new south wales"], [57.67302096705178, "folio takes contract management well beyond simply storing contract documents"], [50.91666666666667, "checklist captured evidence corrective actions better faster saves"], [47.11904761904762, "august release includes security related features like two"], [39.9696223316913, "october release includes risk related features including"], [35.0, "compliance lexisnexis regulatory compliance api incident reporting"], [34.89598278335725, "customers folio contact us latest news managing contracts"], [31.46951219512195, "compliance folio contact us latest news everything"], [31.19371196754564, "solution kim wilson tarun philip contracts risk"], [30.867816091954023, "configurable risk registers highlight critical risk relationships"], [27.74441786283891, "manage compliance obligations unique incident management solution"], [25.2, "penny whistle based street music"], [22.583333333333336, "lexisnexis regulatory compliance api"], [20.166666666666664, "governance institute national conference 2019"], [19.254083484573503, "providing high quality risk management"], [19.0, "demo kwela solutions suite 203"], [18.96951219512195, "aged care providers user folio"], [18.052845528455286, "folio delivers real business value"], [17.0, "profits associations hospitality aged care"], [16.919512195121953, "folio provides configurable templates"], [16.524817136886103, "compliance manage risk effectively know"], [16.0, "“ musicians playing drums"], [16.0, "extreme priority event occurs"], [15.857142857142858, "releases new features consistently"], [15.84090909090909, "manage corrective actions easily"], [15.833333333333332, "exception reporting shows areas"], [15.186178861788617, "folio provides simple intuitive way"], [15.0, "national primary health network"], [15.0, "hip surry hills"], [14.96951219512195, "relevant folio tell us"], [14.833333333333332, "incident records often change"], [14.833333333333332, "capture detailed incident notes"], [14.767241379310345, "great risk roadshow moves"], [14.505226480836237, "features .... folio sponsors"], [14.5, "werksmans attorneys back home"], [14.473595679695453, "folio moves risk management"], [14.41951219512195, "iconic venue ... folio"], [14.254083484573503, "international risk management standard"], [14.25, "compliance many organisations struggle"], [14.0, "note types like emails"], [13.970175438596492, "explore contract management excellence"], [13.926470588235293, "compliance super charge contracts"], [13.920175438596491, "based great contract management"], [13.886842105263158, "compliance contract management want"], [13.754083484573503, "good risk management processes"], [13.75, "compliance partners customers blog"], [13.6, "folios notifications engine enables"], [13.420750151240169, "many risk management systems"], [13.333333333333334, "unique business quality audits"]], "guided_lda_resutls": [["203", "improvement", "users", "organisations", "non", "kim", "feedback", "submitter", "risks", "folio"], ["customers", "incident", "south", "street", "incidents", "audits", "quick", "used", "way", "facilities"], ["kwela", "features", "audit", "constantly", "get", "read", "conformances", "made", "corrective", "highly"], ["2010", "explore", "touch", "obligations", "back", "aged", "blog", "web", "co", "workflows"], ["folio", "management", "suite", "blog", "systems", "functionality", "right", "founder", "information", "business"], ["managing", "problem", "release", "team", "unique", "director", "including", "members", "critical", "services"], ["notifications", "regulatory", "make", "document", "workflow", "software", "across", "well", "monash", "providers"], ["contact", "client", "audits", "showcase", "note", "api", "mba", "conference", "integration", "give"], ["contract", "new", "continuous", "governance", "teams", "signed", "everything", "hospitality", "value", "service"], ["solution", "documents", "engage", "complaints", "recommend", "details", "outstanding", "audit", "works", "brian"], ["manage", "based", "get", "commissioning", "2019", "iso", "support", "tool", "often", "improvements"], ["news", "events", "boards", "august", "cost", "helping", "dashboard", "wales", "responds", "lexisnexis"], ["user", "know", "fields", "changes", "like", "process", "quality", "complaints", "implement", "save"], ["partners", "evidence", "also", "specific", "notes", "call", "protect", "updated", "always", "history"], ["surry", "docusign", "even", "take", "consuming", "highlight", "tarun", "added", "dates", "helps"], ["compliance", "intuitive", "wales", "great", "report", "inspections", "introduced", "monitor", "configure", "excellence"], ["us", "provides", "look", "reports", "simply", "health", "rights", "another", "system", "demo"], ["latest", "solutions", "team", "business", "many", "anyone", "relationships", "anything", "found", "aligned"], ["risk", "simple", "easy", "performance", "software", "need", "lets", "africa", "return", "reporting"], ["contracts", "15", "demo", "hills", "belvoir", "time", "enables", "credentials", "university", "build"]], "textrank_resutls": [[0.12789160214104725, 1, "us latest news folio contact us latest news"], [0.10634734242202598, 2, "us latest news"], [0.10239707766370529, 1, "contact us latest news"], [0.0922378439053369, 2, "latest news folio"], [0.08816333451641743, 1, "compliance manage risk"], [0.08764883466974488, 1, "compliance obligations unique incident management solution"], [0.08413823780229651, 1, "more configurable risk registers"], [0.08388584422243317, 1, "lexisnexis regulatory compliance api incident"], [0.08261245935014615, 1, "philip contracts risk"], [0.08004539255107734, 1, "latest news"], [0.07923594009699468, 1, "checklist captured evidence corrective actions"], [0.0777457237868423, 1, "governance risk"], [0.07496245117491904, 1, "compliance super"], [0.07348798184717319, 1, "profits associations hospitality"], [0.0729945823291363, 3, "us"], [0.07171535144258666, 2, "compliance"], [0.06976816857325081, 1, "amendments build notifications"], [0.0686836568438571, 1, "g’day kwela solutions"], [0.06752741460627852, 1, "compliance folio"], [0.06742258042148128, 1, "evidence corrective actions"], [0.0667680386637853, 1, "risk"], [0.06591007196206852, 2, "folio proof"], [0.06498169785478758, 1, "folio"], [0.06463525383116382, 1, "philip contracts risk & compliance"], [0.06378675843118325, 1, "charge contracts"], [0.06210884060978453, 1, "governance risk and compliance manage"], [0.0616804966633676, 1, "wilson tarun"], [0.060838567233495185, 1, "folio users"], [0.060708349388726476, 1, "aged care"], [0.06070834938872646, 1, "kwela solutions"], [0.06021181701364077, 1, "associations hospitality"], [0.059676142896826434, 1, "specific events"], [0.057218889409920884, 1, "contracts"], [0.057147437074742416, 1, "kim wilson"], [0.05674636762433189, 3, "demo"], [0.051336693152770625, 1, "contracts, risk & compliance super"], [0.050380525053594895, 1, "contract management"], [0.050081756509388786, 1, "your unique business quality audits"], [0.049162974330549974, 1, "unique"], [0.046671691818816696, 1, "a demo contract excellence"], [0.04532138893147248, 1, "demo contracts risk & compliance"], [0.045266482075310026, 1, "folio contact"], [0.043965109191880056, 1, "track"], [0.043800085449378925, 1, "know & manage"], [0.04277072509539182, 1, "money"], [0.041951886712591625, 1, "a demo contracts risk"], [0.038534013447122255, 1, "highlight"], [0.03742928765942496, 1, "lexisnexis"], [0.03521243984700129, 3, "touch"], [0.035147364646660566, 2, "health"]], "textrank_summery__resutls": ["The Solution Kim Wilson Tarun Philip Contracts Risk & Compliance FOLIO", "FOLIO CONTACT US LATEST NEWS FOLIO CONTACT US LATEST NEWS Join the growing family of Folio users!", "Get in touch for a Demo Always improving Latest News FOLIO CONTACT US LATEST NEWS", "effectively Know & manage compliance obligations Unique incident management solution for your unique business Quality audits, inspection checklists & more Configurable risk registers", "Latest News\n FOLIO CONTACT US LATEST NEWS"], "wordcloud_resutls": [["Folio", 1.0], ["Management", 0.7887323943661971], ["Risk Compliance", 0.49295774647887325], ["Contract", 0.4084507042253521], ["Contracts Risk", 0.39436619718309857], ["incident", 0.2535211267605634], ["manage", 0.22535211267605634], ["team", 0.19718309859154928], ["software", 0.16901408450704225], ["user", 0.16901408450704225], ["Kwela Solutions", 0.15492957746478872], ["Compliance", 0.14084507042253522], ["provide", 0.14084507042253522], ["will", 0.1267605633802817], ["audit", 0.1267605633802817], ["LATEST NEWS", 0.1267605633802817], ["CONTACT US", 0.1267605633802817], ["system", 0.11267605633802817], ["report", 0.11267605633802817], ["Surry Hills", 0.11267605633802817], ["business", 0.09859154929577464], ["features", 0.09859154929577464], ["document", 0.09859154929577464], ["FOLIO CONTACT", 0.09859154929577464], ["US LATEST", 0.09859154929577464], ["Compliance Partners", 0.09859154929577464], ["Partners Customers", 0.09859154929577464], ["Customers Blog", 0.09859154929577464], ["Blog Demo", 0.09859154929577464], ["Demo Kwela", 0.09859154929577464], ["Solutions Suite", 0.09859154929577464], ["Suite Belvoir", 0.09859154929577464], ["Belvoir Street", 0.09859154929577464], ["Street Surry", 0.09859154929577464], ["Hills New", 0.09859154929577464], ["New South", 0.09859154929577464], ["South Wales", 0.09859154929577464], ["Performance", 0.08450704225352113], ["workflow", 0.08450704225352113], ["DocuSign", 0.08450704225352113], ["right", 0.08450704225352113], ["Complaints", 0.08450704225352113], ["Organisation", 0.08450704225352113], ["enable", 0.08450704225352113], ["change", 0.08450704225352113], ["field", 0.08450704225352113], ["Continuous Improvement", 0.08450704225352113], ["way", 0.07042253521126761], ["problem", 0.07042253521126761], ["Governance", 0.07042253521126761], ["build", 0.07042253521126761], ["note", 0.07042253521126761], ["Explore", 0.07042253521126761], ["made", 0.07042253521126761], ["release", 0.07042253521126761], ["even", 0.07042253521126761], ["need", 0.07042253521126761], ["easy use", 0.07042253521126761], ["Take look", 0.07042253521126761], ["Folio used", 0.07042253521126761], ["simple intuitive", 0.07042253521126761], ["Improvement Audit", 0.07042253521126761], ["Kim", 0.056338028169014086], ["Health", 0.056338028169014086], ["obligations", 0.056338028169014086], ["inspection", 0.056338028169014086], ["notifications", 0.056338028169014086], ["checklist", 0.056338028169014086], ["Managing", 0.056338028169014086], ["use", 0.056338028169014086], ["many", 0.056338028169014086], ["simply", 0.056338028169014086], ["process", 0.056338028169014086], ["constantly", 0.056338028169014086], ["email", 0.056338028169014086], ["back", 0.056338028169014086], ["great", 0.056338028169014086], ["engage", 0.056338028169014086], ["University", 0.056338028169014086], ["Board", 0.056338028169014086], ["client", 0.056338028169014086], ["found", 0.056338028169014086], ["signed", 0.056338028169014086], ["Credentials", 0.056338028169014086], ["Facilities", 0.056338028169014086], ["service", 0.056338028169014086], ["Aged Care", 0.056338028169014086], ["Tarun", 0.04225352112676056], ["Profits", 0.04225352112676056], ["Associations", 0.04225352112676056], ["Everything", 0.04225352112676056], ["unique", 0.04225352112676056], ["quality", 0.04225352112676056], ["Highlight", 0.04225352112676056], ["regulatory", 0.04225352112676056], ["API", 0.04225352112676056], ["reporting", 0.04225352112676056], ["anyone", 0.04225352112676056], ["Return", 0.04225352112676056], ["submitter", 0.04225352112676056]], "wordcloud_resultsbi": ["risk_compliance", "contract_risk", "folio_contract", "risk_management", "contract_management", "late_news", "compliance_partner", "customer_solution", "partner_customer", "continuous_improvement", "improvement_management", "management_continuous", "management_contract", "management_risk", "performance_management", "simple_intuitive", "aged_care", "compliance_contract", "compliance_incident", "contract_performance", "credential_management", "folio_user", "governance_risk", "management_compliance", "management_credential", "news_late", "software_solution", "solution_folio", "team_folio", "board_management", "compliance_facility", "compliance_folio", "compliance_obligation", "contract_client", "corrective_action", "facility_management", "folio_risk", "get_touch", "incident_audits", "intuitive_software", "look_folio", "management_simple", "more_get", "non_conformance", "regulatory_compliance", "touch_demo", "audits_flexible", "audits_inspection", "care_provider", "client_time", "compliance_aged", "compliance_api", "compliance_late", "compliance_risk", "conformance_corrective", "contract_compliance", "contract_contract", "contract_document", "customer_process", "demo_contract", "director_solution", "document_signer", "easy_easy", "edit_right", "feature_look", "field_user", "field_way", "flexible_software", "folio_docusign", "folio_quick", "food_beverage", "founder_director", "full_edit", "great_contract", "health_profit", "host_feature", "intuitive_way", "late_release", "management_process", "management_system", "management_team", "more_customer", "new_workflow", "note_folio", "notification_specific", "organisation_folio", "process_contract", "provider_user", "related_feature", "release_field", "software_contract", "software_folio", "solution_more", "solution_team", "specific_event", "team_member", "time_problem", "tool_kit", "user_folio", "user_full"]}]