[{"company": "Risk Wizard", "introduction": "Provider of risk management software systems across a range of industries", "end_market": "Corporate risk", "industry": "IT - Software", "link": "https://www.riskwizard.com/about", "search_text": "https://www.riskwizard.com/about", "title": "Risk Management Software | Australia/NZL | riskwizard.com", "link_corrected": "https://www.riskwizard.com/", "description": "... way to report risk, compliance and incidents. If you've outgrown Excel then step up to our purpose-built risk management system. https://www.riskwizard.com.", "crawled_links": ["https://www.riskwizard.com", "https://www.riskwizard.com/sitemap", "https://www.riskwizard.com/legal", "https://www.riskwizard.com/compliance", "https://www.riskwizard.com/freetrial", "https://www.riskwizard.com/incident", "https://www.riskwizard.com/risk", "https://www.riskwizard.com/customers", "https://www.riskwizard.com/blog", "https://www.riskwizard.com/faq", "https://www.riskwizard.com/support", "https://www.riskwizard.com/contact", "https://www.riskwizard.com/software", "https://www.riskwizard.com/cloudhosting", "https://www.riskwizard.com/faultreport", "https://www.riskwizard.com/post/slow-risk-system", "https://www.riskwizard.com/post/cyber-attack-protection", "https://www.riskwizard.com/post/audit-trail-compliance", "https://www.riskwizard.com/blog/categories/untitled-category", "https://www.riskwizard.com/blog/page/2/", "https://www.riskwizard.com/post/incident-reporting", "https://www.riskwizard.com/post/risk-reports", "https://www.riskwizard.com/blog/categories/risk-management", "https://www.riskwizard.com/blog/", "https://www.riskwizard.com/blog/categories/compliance-management", "https://www.riskwizard.com/post/risk-reporting", "https://www.riskwizard.com/blog/page/2", "https://www.riskwizard.com/post/workplaceaccidenttools", "https://www.riskwizard.com/post/outgrown-excel"], "header_text": [], "paragraph_text": ["+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "\"Its simplicity has allowed Save the Children Australia to better capture, monitor and manage its strategic and operational risks.\"", "Stuart Adam", "Head of Risk", "Avoid 'death by spreadsheet' - Step up to a purpose-built risk management system that's easy to use, reliable and secure.", "Shows robust approach to risk management reassuring boards, owners and auditors.", "Encourages staff to engage in risk management by providing a user friendly reporting tool.", "Simple way to manage risk registers, compliance activities, incidents, quickly and securely.", "Easy to flex over time to suit different risk management frameworks and organisations.", "Sensible prices means any business can afford our risk management reporting toolkit.", "Save time, effort and free up resources compared to Excel and older, inflexible systems.", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "​", "HOME", "​", "SOFTWARE", " - ", "Risk software", " - Compliance software", "\n", " - Incident software", "​", "CUSTOMERS", "​", "FREE TRIAL", "​", "Contact", "Support", "FAQ", "Blog", "​", "Cloud hosting", "Fault report", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "​", "Use of and access to this site is subject to the following terms and conditions:", "Risk Wizard's web site provides general information on a range of products and services. The purpose of this information is to inform. It is not intended as solutions on any specific problem or any particular situation. Therefore, it must not be relied upon because Risk Wizard does not guarantee the accuracy, reliability, or currency of this information. In addition, Risk Wizard recommends you seek professional advice before acting or relying upon any information provided in this site.", " ", "Risk Wizard is not responsible for and has no knowledge of the contents of the links to any vendor or other sites. These links are intended to facilitate the ease for users. Hence, visitors to this site may use any information on this site, and any other linked sites, at their own risk.  Risk Wizard will not be liable for damages of any kind, including direct, consequential (including loss of profits, business or data) or special damages, which may arise out of or result from reliance on or use of this information.  Risk Wizard does not endorse or accept any liability to any person for the content and use of the information or services provided on this site or on linked sites.", " ", "Risk Wizard disclaims any warranties or representations as to the accuracy or completeness of the contents of this site, and any implied warranties of merchantability or fitness for a particular purpose.", " ", "Links from external websites to Risk Wizard's website are only permitted with our express written permission.", " ", "The Reasonable Use and Publishing Policy (“Policy”) applies to use of Risk Wizard’s Hosted Software Service (“Hosting Service”).  Customers should ensure compliance with all applicable provisions of this Policy.  Policy enquiries can be emailed to ", "info@riskwizard.com", "​", " ", "Risk Wizard Pty Limited (Risk Wizard) recognises the importance of the performance of online technology and how personal information is collected, stored, used and disclosed. Risk Wizard is bound by the Privacy Act 1988 (Cth) (Privacy Act) and the Australian Privacy Principles (APPs) set out in the Privacy Act, and understands the importance people place on their personal information.", " ", "At Risk Wizard, we are committed to ensuring that all information collected by us is treated with the appropriate degree of privacy and confidentiality. Our employees understand their responsibility to protect and use your personal information correctly.  This privacy policy is intended to provide you with a general explanation of how we may collect, store, use and disclose your personal information and takes into account the changes made by the Privacy Amendment (Enhancing Privacy Protection) Act 2012 (Cth).", " ", "This privacy policy was last amended on 1 February 2016 and will be reviewed and updated from time to time to ensure that it reflects our current information handling practices and any relevant legislative changes.  Risk Wizard reserves the right to amend this privacy policy at any time without notice to you, with such amendments to take effect from the date of publication of the amended policy on our website (www.riskwizard.com). ", " ", "Collection of Information", "We may collect personal information that is reasonably necessary for, or directly related to, one or more of our services or activities; or because it is required under relevant law or regulation.", " ", "The type of personal information we may collect includes your name, address, telephone number, email address, occupation and other information that is capable of identifying you (including information about your work experience in the event that you apply for a position with us) or details regarding conversations we have had with you. This information is kept and treated as confidential information and will only be used by Risk Wizard.", " ", "Risk Wizard will generally collect personal information directly from you or your authorised representative through conversations, emails, meetings or using tools such as the Internet and forms. There may be some instances where personal information about you will be collected from a third party, a publicly available source or by other lawful means, but only if: ", " ", "We will usually notify you about these instances in advance or where that is not possible, as soon as reasonably practicable after your information has been collected. If the personal information you provide to us is incomplete or inaccurate, we may be unable to provide you or your authorised representative with the requested services and/or information.", " ", "We may collect sensitive information about you (such as your criminal record or health information) if you provide your consent.", " ", "Separate guidelines apply to information held in relation to Risk Wizard's own staff.", " ", "Internet users", "If you access our website, we may collect additional personal information about you including but not limited to your IP address and domain name. Our website uses cookies. The main purpose of cookies is to identify users and to prepare customised web pages for them. Cookies do not identify you personally, but they may link back to a database record about you. We use cookies to monitor usage of our website and to create a record of when you visit our website and what pages you view so that we may serve you more effectively. Our website may contain links to other websites. We are not responsible for the privacy practices of linked websites and linked websites are not subject to our privacy policies and procedures.", " ", "How we deal with unsolicited information", "Sometimes we receive unsolicited information from individuals or from other sources. If we determine that we could not have collected the information for one or more of our functions or activities, we will take reasonably practicable steps to de-identify or destroy the information. Alternatively, we will take reasonable steps to protect the information from misuse or unauthorised disclosure. Disclosure of unsolicited information we hold may be made where required or permitted by law.", " ", "How your information is used", "The personal information that we collect and hold about you depends on your interaction with us. Generally, we will only collect and hold your personal information where it is reasonably necessary for us to establish and/or maintain a relationship with you. We will use your personal information (including sensitive information) for the primary purpose it was collected, or if your personal information is to be used for a secondary purpose we will seek your consent, in order to:", " ", "If you do not wish to receive Marketing Material from us you can opt out at any time by contacting our Sales Director as detailed below.", " ", "We do not sell personal information, and we do not provide your personal information to third parties unless one or more of the following situations apply:", "We may disclose your personal information (including sensitive information) for the purposes for which it was collected;", " ", "Protection of information", "We will take reasonable steps to ensure that the information we hold about you is relevant, accurate, up-to-date and complete. We take reasonable and practicable steps to protect your personal information from loss, misuse, modification, disclosure, interference or unauthorised access. ", " ", "When we no longer need your personal information we will take all reasonable and practicable steps to de-identify or destroy the information in a secure manner.", " ", "Accessing your personal information", "You can request that we provide you with access to information we hold about you, or ask us to correct any personal information we hold about you, that is out-of-date, incorrect, incomplete or misleading. You can contact us by submitting a request in writing to the address set out below. If we are able to, we will action your request within a reasonable time frame following receipt of your request.", " ", "We may decline a request for access to personal information in circumstances prescribed by the Privacy Act as amended from time to time. If complying with your request for access or amendment requires considerable time and expense on our part, we may charge you a reasonable fee for providing you with information. If we are unable to agree to your request, we will provide you with an appropriate explanation.", " ", "Contact us about your privacy", "If you require further information about this policy, Risk Wizard's management of your personal information, or if you think we may not have complied with any aspect of this Privacy Policy, please contact us at the address set out below:", " ", "Sales Director", "\nPO Box 602", "\nMelbourne VIC 8007", "Australia", "Tel: +61 3 9604 0800", "\n", "sales@riskwizard.com", " ", "If you contact us in relation to your personal information and believe that we have not resolved your request you may apply to the Office of the Australian Information Commission (OAIC) to have your complaint heard and determined.", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Automatically create and schedule recurring compliance tasks by email.  Automatically trigger email ", "reminder and overdue notices for recurring items.  Build escalation stages into the automatic email process.", "Re-create your compliance framework and customise views according to the business process.  Design reports to show compliance performance and choose filters that specify the information you need. ", "It's free, quick and easy to record compliance tasks in Risk Wizard.  Anyone assigned tasks can log their compliance activities via a simple online form, accessible from any desktop or portable device.    ", "User friendly, quick to load, simple to navigate and secure.", "Get up and running within days not weeks or months.", "Flex system to suit terminology, organisation setup or process.", "'Ready-to-run' dashboards and reports plus build your own.", "Automatic alerts/reminders sent on 'need to know' basis.", "Email, phone, webinar support plus software upgrades. ", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "* Required", "Contact us for your free trial so you can experience the software yourself.", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Re-create your paper-based forms according to incident type and design reports to show what's been happening and where.  Choose from a wide range of report filters so you show only information you want. ", "Automatically receive incident alerts and summaries by email.  Automatically trigger email ", "reminder and overdue notices for assigned action plans.  Build escalation stages into the automatic email process.", "It's free, quick and easy to log incidents in Risk Wizard.  The whole organisation can record hazards, near-misses or accidents via a simple online form, accessible from any desktop or portable device.    ", "User friendly, quick to load, simple to navigate and secure.", "Get up and running within days not weeks or months.", "Flex system to suit terminology, organisation setup or process.", "'Ready-to-run' dashboards and reports plus build your own.", "Automatic alerts/reminders sent on 'need to know' basis.", "Email, phone, webinar support plus software upgrades. ", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Your business processes, structures and terminology can be setup with minimum fuss.  Reports can be automatically scheduled and selected from our library set or from ones you have designed.    ", "Profile risks across departments, owners or categories and keep track of emerging risks, changes in risk ratings or progress with risk treatments.  Drill down from dashboard views to get the detail.", "Automatically receive risk and control alerts by email.  Automatically trigger email reminder and overdue notices for assigned action plans.  Build escalation stages into the automatic email process.", "User friendly, quick to load, simple to navigate and secure.", "Get up and running within days not weeks or months.", "Flex system to suit terminology, organisation setup or process.", "'Ready-to-run' dashboards and reports plus build your own.", "Automatic alerts/reminders sent on 'need to know' basis.", "Email, phone, webinar support plus software upgrades. ", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "\"...simplicity allowed us to better capture, monitor and manage risks.\"", "\"Its simplicity has allowed Save the Children Australia to better capture, monitor and manage its strategic and operational risks.  ", "The service and support provided by Risk Wizard in the implementation phase was excellent, and the ongoing support and advice has reinforced what a good decision we made.\"", "Stuart Adam", "Head of Risk", "\"Real-time advice on Council incidents at an affordable price.\"", "\"Risk Wizard’s real-time advice of major incidents has enabled me to proactively brief the Corporate Management Team, Mayor and Councillors in a timely manner.  The ability to have all council employees enter details into the system for a capped price ensures it is an affordable and ongoing solution for Council.\"", "Trevor Welsh", "Director Operations Infrastructure & Leisure", "\"...everyone has much better risk management information at their fingertips.\"", "\"We have individual departmental Risk Registers, which used to be held in Excel and was time consuming to provide any cross-functional information.  Risk Wizard changed this for us and enabled us to design and set up our own standard reports.  These can be run in a matter of seconds by users, meaning that everyone now has much better risk management information at their fingertips.\"", "Sarah Greenall", "Risk Oversight Manager", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Webinars", "Video guides", "Online Help", "PDF manuals", "Email/phone", "Customers value our 'personal' webinars for education, training and ongoing support.  Learning is supplemented through software instruction videos and written materials.  Queries via email or phone are always welcome.", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Support", "Risk Wizard brings different pieces of risk management information together under one roof.  It connects the dots between your risk register, compliance schedules and incident log making it much easier to know what's going on.", "Risk Wizard notifies the right information to the right people at the right time.  It can automatically send incident alerts to a safety supervisor, overdue task reminders to compliance officers or risk review notices to risk managers.", "Risk Wizard is a reassuring presence to boards, auditors and regulators because it demonstrates a robust approach to risk management.  It shows the 'big picture' plus detailed clarity about past incidents, current compliance activities and future risk events.", "User friendly, quick to load, simple to navigate and secure.", "Get up and running within days not weeks or months.", "Flex system to suit terminology, organisation setup or process.", "'Ready-to-run' dashboards and reports plus build your own.", "Automatic alerts/reminders sent on 'need to know' basis.", "Email, phone, webinar support plus software upgrades. ", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Relax ", "at your desk or on the move", " while working in ", "Risk Wizard's Cloud.", "About AWS", "AWS is a dynamic, growing business unit within Amazon.com.  It provides Risk Wizard with a \"Cloud Computing\" service that enables Risk Wizard to access servers, storage, databases and a broad set of application services over the Internet for the purposes of providing a hosted software service to Risk Wizard's clients.  ", " ", "AWS own and maintain the network-connected hardware required for these application services, while Risk Wizard provisions its software via a web application.", "Risk Wizard and AWS", "Risk Wizard's preferred hosting platform provider is Amazon Web Services (AWS). R", "isk Wizard has an agreement with AWS to provide hosted facilities and specified services in order to provide a fully functioning and reliable hosted software service.", " ", "At any time we may contract with an additional or alternative supplier for similar type services.", "Any updates to current arrangements would be published on this website and all hosted clients would be notitified about any changes affecting their service.  ", "AWS facility and storage services supplied to Risk Wizard plus AWS terms and conditions", "AWS facility and storage services", " ", "Amazon Elastic Compute Cloud (Amazon EC2)", " ", "is a web service that provides resizable computer capacity in the cloud. This concerns the computer servers that run the application software and house the data. Risk Wizard uses the Reserved instance.  ", "https://aws.amazon.com/ec2/", "​", "Amazon Simple Storage Service (Amazon S3)", " provides developers and IT teams with secure, durable, highly-scalable object storage. Amazon S3 is easy to use, with a simple web services interface to store and retrieve any amount of data from anywhere on the web. This concerns the data backup service. Data is backed up at three different storage facilities S1, S2 and S3 in same region. ", "https://aws.amazon.com/s3/", "\n\t ", "Amazon Glacier (Glacier)", " is a secure, durable and low-cost storage service for data archiving and online backup. This concerns archiving backups to different sets of servers after 31 days from Amazon S3.  ", "https://aws.amazon.com/glacier/", "AWS terms and conditions", " ", "AWS Customer agreement", " - governs Risk Wizard's use of AWS' services plus any changes to that agreement are found here:", " ", "aws.amazon.com/agreement/recent-changes/", "\n\t ", "AWS Service Terms", " ", "- these additional terms apply to Risk Wizard's use of specific services", "\n\t ", "AWS Acceptable Use Policy", " - this policy describes prohibited uses of AWS services", "\n\t ", "AWS Trademark Guidelines", " - this page describes the guidelines for using certain AWS trademarks and other designations", "\n\t ", "AWS Site Terms", " ", "- these terms govern Risk Wizard's use of the AWS website", "\n\t ", "Privacy Policy", " - this policy describes how information about Risk Wizard is used and shared", "SLAs between AWS and Risk Wizard.", "Amazon Elastic Compute Cloud (Amazon EC2) SLA.", "AWS will use commercially reasonable efforts to make Amazon EC2 available with a Monthly Uptime Percentage of at least 99.95% during any monthly billing cycle.  ", "Refer to ", "http://aws.amazon.com/ec2/sla/", "​", "​", "Amazon Simple Storage Service (Amazon S3) SLA.", "AWS will use commercially reasonable efforts to make Amazon S3 available with a Monthly Uptime Percentage of at least 99.9% during any monthly billing cycle.  ", "Refer to ", "http://aws.amazon.com/s3/sla/", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Application version?", " - Copy version number from bottom right corner of Login screen e.g. 2019.1.00524.1439", " ", "Browser/Version?", " - List the browser you used to run the software e.g. Chrome Version xx.x.xxxx.xxx (xx-bit)", " ", "Description/Steps to reproduce?", " - Note the steps taken that led to fault e.g. screens visited, buttons pressed etc. ", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", " ", "No-one enjoys using out-of-date software, or trying to enter data into a huge spreadsheet that takes ages to load. If it’s a laborious process, it can get de-prioritised and potentially affect whether your risk register is kept up to date.", " ", "In the current economic climate and uncertain times, it’s more important than ever to implement systems that are accessible in ‘real-time’, ‘user-friendly’ and ‘efficient’ to save your resources.", " ", "Risk Wizard have developed risk management software that is intuitive to your business needs, making it easy for users to ensure data is current and accurate. Ample features include automatic email reminders, customised dashboards, reports you can design to suit your specific industry and so much more.", " ", "Users appreciate how simple it is to assess risks, monitor compliance, log incidents and track action plans from any desktop or portable device.", " ", "Decision makers feel confident in Risk Wizard software, when assessing operational risks before implementing structural changes, making company purchases or planning future investments.", " ", "The transition for businesses who have outgrown Excel, wish to replace an old system or even starting from scratch is quick, easy and affordable ensuring a seamless upgrade.", " ", "Team members find they have freed up time previously spent on spreadsheets or system workarounds, with a system that is simple to set up, easier to manage and straightforward to run and control with automatic backups and upgrades.", " ", "User access, system data, backup and storage are much more secure, restoring everyone’s confidence in the reporting process.", " ", "If you’re looking for intuitive risk reporting software that’s flexible to your business needs, affordable and easy to implement then please get in touch and we’d be delighted to help you.  Click ", "here", " to request a ", "FREE TRIAL", " or contact ", "info@riskwizard.com", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", " ", "With fines of up to 4% annual revenue for breaching Europe's General Data Protection Regulation (GDPR), companies are taking out cyber insurance in their droves.  Whether insurance covers fines or not, focus should be on staying compliant and taking hacker threats more seriously than ever before.", " ", "The best way to protect against cyber-attacks is by maintaining a trusted information security management system (ISMS) that follows ", "ISO/IEC 270001", ".  Having such a system keeps your information assets secure. The International Standard covers off on people, processes and IT systems by applying a risk management process.  If you cannot take such a systematic approach, then here are a few tips to help ward off a cyber-attack.", " ", "Lock down computer equipment and make data unreadable ", "\n\nSecure your server rooms, use anti-theft systems on your desktops/laptops and register your mobile devices for cloud tracking.  Make sure data is encrypted while it flows over public/private networks (emails) and in storage (disk).", " ", "Run a “hacker” workshop with your team and implement findings", "\n\nPlace yourself in a hacker’s shoes, someone who would exploit any ‘door left ajar’ to your systems.  Run a brainstorming workshop with your team and identify as many points of weakness, both internal and external.  You’ll be surprised at how many extra door locks your team can come up with.", " ", "Remind staff regularly about cyber-attack threats to drive cultural change", " \n\nRegular communication with staff (emails, IT guest speakers) about behaviour and threats are a great way to reinforce your company’s Internet policy and embed a security culture within the workplace.", " ", "For companies that wish to learn more about how Risk Wizard software can help maintain an information security management system (ISMS) that follows ", "ISO/IEC 270001", ", please contact ", "info@riskwizard.com", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", " ", "In order to achieve greater compliance it is important that organisations have a satisfactory audit trail. Audit trails help achieve compliance within organisations by reporting how compliance is being met with specific regulations and helps fulfill its record-keeping requirements for compliance purposes. ", " ", "Our software provides users with a secure and auditable record of an organisation's compliance results which helps with performance measurement, business process improvement and investigations.", " ", "We are able to facilitate effective audit trails by enabling managers to record, schedule, analyse and report on staff's compliance obligations leading to a greater transparency throughout an organisation and less breaches of rules, regulation & failed deadlines.", " ", "Our software is compliant with ISO 19600: Compliance Management Systems meaning that organisations that follow this international standard can trust the international software design and methodology.", " ", "If you want to keep all of your businesses compliance tasks in check give us a call to see how we can help you or organise a demonstration to see our software in action!", "#software", " ", "#services", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", " ", "When an incident occurs in your workplace, are your staff prepared to record all relevant details so information is ‘on hand’ when you need it in future?", " ", "Now, more than ever, incident reporting is a business necessity with legal obligations to provide accurate and detailed reports of any incident or workplace accident that has occurred.", " ", "Risk Wizard makes it easy for your team to record incidents from any device so information is always current and up to date.  With user-friendly software tailored to suit your business, it increases efficiency and ensures you always have access to the reports as and when you need them.", " ", "Our incident reporting software has many rich features designed to improve not only the safety of your employees, but also the value of your business.  For example, automatic notifications provide important reminders to stay on top of safety action plans while tailored reports highlighting specific business activities can help with decisions that improve your bottom line.", " ", "Risk Wizard enables your team to identify problem areas, highlight underlying causes, spot trends or contributing factors so that potential improvements can be introduced.  It’s also incredibly simple to generate custom reports showing all the relevant details you need within seconds, even pinpointing incidents within precise time and date periods across different locations", " ", "By simplifying and streamlining your incident documentation workflow, Risk Wizard not only reduces time spent on data recording and handling but also helps eliminate input errors. ", " ", "If you’re looking for intuitive incident reporting software that’s flexible to your business needs, affordable and easy to implement then please get in touch and we’d be delighted to help you.  Click ", "here", " to request a ", "FREE TRIAL", " or contact ", "info@riskwizard.com", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "The ‘not so secret’ benefits revealed", "If you’re a risk manager, or running a business, you’d understand the importance of having a risk management program in place. It’s vital for your business’ compliance, to record any incidents, and to flag any potential risks.", "Ultimately, you know the importance of protecting your business and you do what you can to safeguard it from potential risks. So, what do you use to record the risks in your business?", "If you’ve been using a spreadsheet like Excel, you’ll know that apart from it becoming hard to use when there’s loads of data, that there’s an increased chance of errors, double handling and a limit on its functionality.", "And what happens when your board wants to make a decision and ask for a specific report? How easy is it for you to extract this information straight from Excel?", "The highly experienced team of risk specialists at Risk Wizard, understand the pain and issues that risk managers face on a day to day basis. To help make your lives a little bit easier, they’ve developed a suite of risk management software that streamlines the process. You’ll find it easier to input and record data, and easily generate reports in real-time.", "But wait there’s more!", "The other valuable benefits of risk management software may not be immediately obvious…", "The team at Risk Wizard live and breathe risk reporting. Having been in business for many years, they’ve developed software that helps you tackle the task of risk reporting – and it works!", "You’d already know the benefits of moving away from an outdated spreadsheet system (slow loading, lack of data integrity etc.) so let’s reveal the ‘not so secret’ hidden benefits of the Risk Wizard software you may not be aware of.", "1. ", "Great at keeping your business in order\n", "Having solid processes and systems in place for your business is one of the best things you can do. It keeps everyone on the same page and ensures people across the board are doing things in a uniformed way.", "As you’d know, risk management is a multi-faceted reporting task.", "You’ll have your risk register where you’ve made notes of any risks that have arisen, your compliance schedules, incident logs, resolutions, and so on.", "Using a proper risk reporting software package allows you to keep all the information in one place, and makes it easy for people to make updates as the situation changes.", "For example, a risk or incident is reported and entered. The investigation notes are added. The resolution is added. And any notes for future checks (for compliance) can be added in too.", "2. ", "Keeps everyone on your team in the loop", "Risk reporting may at times require a few team members to be involved in the process. Clear communication is the key here. And that’s where having risk management software that’s in ‘real-time’ can hugely benefit your business.", "This ‘real-time’ reporting makes communication easy. When someone logs into the system to enter data, they know that what’s in there is the most up-to-date information and can do their job from there. It also saves your team emailing each other to ask what’s been done and what’s missing etc.", "Risk Wizard software also allows you to assign different people to the report and will send the right notifications to the right person, at the right time (you won’t get this from Excel!).", "It means that you won’t have to have sticky notes all over your desk, or calendar reminders (that can often be forgotten) to follow up on risks.", "For example, this software will automatically send incident alerts to your safety supervisor to follow up on, overdue task reminders to compliance officers, or risk review notices to your risk managers.", "3. ", "Easy to produce reports, when they’re needed and as they’re needed", "Some businesses will have stakeholders who are very invested in them and need to ensure that their interest in the business is secure. For example, you may have a board that you report to. They’d like to know that you take your risk management seriously for the safety of employees and the general public (if you’re creating products, etc.).", "From time to time, these board members (or investors) may ask you for a report so they can make an assessment on an issue. If you’re using a system such as Excel, you’ll find it hard to extract the data and you’ll also run the risk that it’s not the most up-to-date data. This could lead to false reports that in turn, may make the board make unfavourable decisions about your business.", "You may also need to report to auditors or regulators at times and having a risk management software system in place shows that you take a robust approach to this part of your business.", "Another great feature of this software is you can give anyone access to your software, but limit access as needed. For example, you could allow auditors to access the reporting side if they need to look at it but have them blocked from viewing your confidential data to protect the privacy of those involved in any reports.", "Having everything in one place shows easily shows the big picture and gives detailed clarity about past incidents, current compliance activities and future risk event management.", "Like to experience it for yourself? Take us up on our free trial offer.", "You’re under no obligation whatsoever, but we know that once you’ve trialled our risk reporting software package, and your employees want to do it as it’s no longer a cumbersome Excel spreadsheet, you’ll be hooked.", "‘Simplicity allowed us to better capture, monitor and manage risks’ – Save the Children Australia.", "Contact our team today and get started with your ", "free trial", ".", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "If you’re still using outdated Excel spreadsheets for your company’s risk reporting, it’s time you update for 2020. Here’s how to do it.", "How to update your systems to make risk reporting easier than ever before ", "  ", "It’s 2020 – the start of a new decade and one that promises technology will keep advancing quicker than ever before.", " ", "As we begin the year, there’s no better time to look at the way you do things in your business. Are you using outdated systems or processes? Are there better ways of doing things; helping your employees work quicker and more accurately?", " ", "In the business of risk reporting, one thing we’ve seen time and time again is people using outdated tools to manage this process.", "And if you’re responsible for risk reporting for your company, you’ll know how onerous this task can be, especially if you’re trying to use old software and it’s failing you.", " ", "For risk reports to be effective, they need to be simple, scalable, understandable and flexible. Some systems are better than others for creating these reports. You also want to create some form of uniformity with your reports so they can be understood at all levels, from employees collecting the data, through to senior management and board members.", " ", "Does any of this sound familiar with your current risk reporting?", " ", "· Your platform is out of date, so running reports is hard", "· You’re still using an Excel spreadsheet, or multiple sheets and data integrity isn’t guaranteed", "· You need vendor assistance to run reports, and it can get pricey for ongoing support", "· You need above average technical skills to run/build reports", "· Your reports are slow to generate and don’t show the right data at the right time", "· Your data is not entered in real-time so errors can occur with multiple entries ", "· Your data isn’t secure, and access to your spreadsheets is not restricted ", "· Your data’s reliability is questionable ", "The 4 biggest issues with using spreadsheets (like Excel) for your risk reporting", " ", "1. Many businesses will use spreadsheets, such as Excel early on to record their risk management. But as with all spreadsheets, the more data that is entered,", "the more unwieldy they become, lacking functionality and increasing the chance of errors.", " ", "2. If your employees are not Excel savvy, you have a greater risk of data entry errors occurring, formulas going haywire and files becoming corrupt if more than one person is working on it at the same time. They can become a total nightmare that takes you more time to fix.", " ", "3. Spreadsheets also have the downfall of not being created in ‘real-time’. If you’re recording information that you later input into the spreadsheet, have you got processes in place to ensure the most up-to-date data is entered?", " ", "4. When your spreadsheet becomes larger, you’ll find it extremely slow loading. This can be very frustrating for employees as they’re already under the pump to get the information added promptly. It can also take a while to save so you run the risk of the spreadsheet being closed before it’s saved correctly.", " ", "Here’s a way you can improve your risk reporting ", "  ", "If your company has outgrown Excel (or your current risk reporting system), you need to check out our software designed specifically to make risk reporting a breeze. A quick mouse click in your Report Library will immediately display your favourite report.", "So much better than a spreadsheet, the Risk Wizard risk reporting system is simple, streamlined and secure.", " ", "Here are the top 5 ways it will make your risk reporting simpler:", "1. You can personalise the reports to include your processes, structure and terminology, so they work perfectly for your business. ", "2. You can profile risks of departments, owners or categories and keep track of risks, risk ratings and the progress of risk treatments.", "3. You’ll automatically receive risk alerts by email (Excel won’t do that!), so you can keep up to date with your risk action plans. ", "4. The system is user-friendly, quick to load, simple to navigate and secure.", "5. Your data is always kept in real-time, with your employees being able to use the software anywhere they go on their portable devices.", " ", "Interested in a free trial of our tailored risk reporting software solution? ", "In an ever-changing world of technology, it’s wise to update your software to keep up. And if you’ve ever tackled outdated risk reporting software, you deserve to streamline your job and make it easier going forward. Here’s a couple of lines from our customers:", "‘Everyone has much better risk management information at their fingertips’. ", "‘Real-time advice on Council incidents at an affordable price’. ", "Contact our team today and get started with your free trial ", "https://www.riskwizard.com/freetrial", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", " ", "Thousands of foreseeable \"common workplace accidents\" occur needlessly each year resulting in huge costs to health, earnings and output.  In many cases, the tools used to communicate, prevent and mitigate these accidents can make all the difference.", " ", "Ongoing safety awareness campaigns, well-documented policies/procedures and a user friendly information system with automatic work flow are all ‘must-have’ tools in the fight to improve workplace safety.", " ", "Unfortunately, many organisations fall short when it comes to investing in their information management tool.  Instead they rely upon spreadsheets or outdated systems, neither of which are ‘fit for purpose’ when it comes to tackling workplace accidents.", " ", "An effective information system will tell you what risks face your employees plus any associated risk prevention and mitigation plans.  It will also serve as a source of information for documenting procedural changes, conducting safety audits and risk awareness campaigns.  At a minimum it needs to be user friendly, flexible, easily accessible and great at communicating alerts and reminders to the ‘right people at the right time’.", " ", "A simple yet effective feature should allow common workplace accident types to be setup in the system for quick and easy selection.  This also makes it easy to report on accident trends over time.", "For organisations wishing to learn more about how Risk Wizard’s software keeps employers aware of risks faced by employees and helps maintain a safe system of work, please click ", "here", " to request a free trial or contact ", "info@riskwizard.com", " ", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map ", "+61 3 9604 0800", "Contact", "Support", "FAQ", "Blog", "SOFTWARE", "CUSTOMERS", "FREE TRIAL", "More", "Spreadsheets are useful for maintaining early stage risk or compliance registers, however over time they become unwieldy, lack functionality and security.  Less time, effort, stress are just some of the rewards for upgrading to a proper platform.", " ", "When an organisation has to update spreadsheets regularly, it’s not long before ‘growing pains’ set in.  Data exporting, importing, recalculations, expanding worksheets, reworking filters and file corruption all add to increased workloads and extra troubleshooting.", " ", "Perseverance with spreadsheets as a primary data storage and analysis tool for risk management can be costly and block paths to success.  For example, data confidentiality is harder to maintain when there are multiple users accessing ranges of spreadsheets.  Important updates to key information may not be acted upon promptly while errors can go easily unnoticed.  Also, incorrect versioning of spreadsheets means ‘old data’ could be relied upon for future action.", " ", "Risk Wizard software is the ideal step up from spreadsheets.  Quick to setup, secure and easy to learn means that people begin profiling risks and tracking compliance within a safe environment in no time.  Excess time and effort spent previously on Excel is immediately freed up. ", " ", "Our flexible, 'off-the-shelf' tool is designed to assess risks, monitor compliance and track action plans from any desktop or portable device.  The tool enables users to easily tailor input forms, dashboards, reports and much more.  For example, automatic alerts and reminders can be easily configured so notifications are always sent to ‘the right people at the right time’. ", " ", "Transition to Risk Wizard is quick, easy and affordable ensuring a seamless upgrade.  Here’s what a Risk Wizard client said about their experience:", " ", "“", "It is clear that Risk Wizard will achieve our objectives and will facilitate risk analysis in our key decision making processes... it will allow ease of reporting to management teams, committee and the board and will demonstrate how Waypoint’s risk profile evolves over time.", "”", "Bill Weston, Chief Risk Officer, Waypoint Corporate Services", " ", "For organisations that have outgrown their risk management spreadsheets and are looking to upgrade to a proper information system, please get in touch and we’d be delighted to help you.  Click ", "here", " to request a ", "FREE TRIAL", " or contact ", "info@riskwizard.com", "Why Risk Wizard?", "Risk management", "Customers", "Support", "Software products", "Risk", "Compliance", "Incident", "Free trial", "Get started today", "      sales@riskwizard.com", "      ", "+61 3 9604 0800", "More information", "Blog", "FAQ", "Contact us", "Copyright 2020 Risk Wizard Pty Ltd.  All rights reserved  |  ", "Terms of use", "  |  ", "Privacy", "  |  ", "Site map "], "emails": ["sales@riskwizard.com", "sales@riskwizard.com", "info@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "info@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "info@riskwizard.com", "sales@riskwizard.com", "info@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "info@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "sales@riskwizard.com", "info@riskwizard.com", "sales@riskwizard.com", "info@riskwizard.com", "sales@riskwizard.com"], "addresses": [], "social_media_links": [], "telephone_numbers": ["+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "2019.1.00524.1439", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800", "+61 3 9604 0800"], "lda_resutls": [[0, "0.074*\"sale\" + 0.073*\"com\" + 0.070*\"privacy\" + 0.024*\"risk\" + 0.014*\"become\" + 0.012*\"service\" + 0.012*\"add\" + 0.012*\"time\" + 0.011*\"spreadsheet\" + 0.011*\"datum\""], [1, "0.031*\"time\" + 0.024*\"information\" + 0.018*\"report\" + 0.016*\"policy\" + 0.014*\"workplace\" + 0.014*\"amend\" + 0.014*\"request\" + 0.011*\"accident\" + 0.011*\"way\" + 0.011*\"provide\""], [2, "0.166*\"risk\" + 0.026*\"information\" + 0.020*\"may\" + 0.018*\"wizard\" + 0.013*\"use\" + 0.013*\"make\" + 0.013*\"website\" + 0.012*\"system\" + 0.011*\"link\" + 0.011*\"software\""], [3, "0.056*\"start\" + 0.056*\"today\" + 0.043*\"risk\" + 0.028*\"service\" + 0.019*\"wizard\" + 0.019*\"software\" + 0.017*\"report\" + 0.014*\"business\" + 0.014*\"provide\" + 0.013*\"run\""], [4, "0.181*\"contact\" + 0.016*\"time\" + 0.015*\"information\" + 0.014*\"ever\" + 0.011*\"monthly\" + 0.009*\"risk\" + 0.009*\"real\" + 0.009*\"datum\" + 0.008*\"take\" + 0.008*\"reasonable\""], [5, "0.134*\"software\" + 0.053*\"term\" + 0.047*\"risk\" + 0.047*\"product\" + 0.013*\"report\" + 0.011*\"know\" + 0.010*\"reporting\" + 0.010*\"reminder\" + 0.010*\"need\" + 0.010*\"automatic\""], [6, "0.093*\"free\" + 0.089*\"trial\" + 0.085*\"support\" + 0.080*\"customer\" + 0.054*\"incident\" + 0.013*\"risk\" + 0.013*\"easy\" + 0.012*\"information\" + 0.012*\"system\" + 0.008*\"affordable\""], [7, "0.095*\"information\" + 0.053*\"compliance\" + 0.040*\"site\" + 0.039*\"map\" + 0.024*\"personal\" + 0.024*\"risk\" + 0.012*\"collect\" + 0.012*\"user\" + 0.012*\"secure\" + 0.010*\"friendly\""], [8, "0.031*\"report\" + 0.025*\"business\" + 0.024*\"risk\" + 0.013*\"create\" + 0.013*\"datum\" + 0.012*\"employee\" + 0.012*\"improve\" + 0.012*\"safety\" + 0.011*\"make\" + 0.009*\"design\""], [9, "0.094*\"risk\" + 0.062*\"copyright\" + 0.062*\"reserve\" + 0.023*\"email\" + 0.019*\"automatically\" + 0.013*\"manage\" + 0.011*\"allow\" + 0.011*\"overdue\" + 0.011*\"notice\" + 0.010*\"reminder\""]], "kpe_resutls": [], "rake_resutls": [[87.33333333333334, "sales director po box 602 melbourne vic 8007 australia tel"], [47.773809523809526, "webinars video guides online help pdf manuals email"], [34.44117647058823, "hosted software service (“ hosting service ”)."], [31.227272727272727, "publishing policy (“ policy ”) applies"], [27.73913043478261, "audit trails help achieve compliance within organisations"], [26.843577235772354, "support risk wizard brings different pieces"], [25.666666666666668, "trevor welsh director operations infrastructure"], [25.333333333333336, "even pinpointing incidents within precise time"], [25.023809523809526, "ample features include automatic email reminders"], [24.61347165507854, "proper risk reporting software package allows"], [24.484126984126984, "​ ​ amazon simple storage service"], [24.333333333333332, "drive cultural change regular communication"], [24.124529616724736, "com ​ risk wizard pty limited"], [23.78013832174521, "ever tackled outdated risk reporting software"], [23.698412698412696, "storage services amazon elastic compute cloud"], [22.512626262626263, "spreadsheets means ‘ old data ’ could"], [22.500000000000004, "61 3 9604 0800 sales"], [22.460317460317462, "tailored reports highlighting specific business activities"], [22.22222222222222, "three different storage facilities s1"], [21.890243902439025, "sarah greenall risk oversight manager"], [21.85561631351105, "specific services aws acceptable use policy"], [20.969696969696972, "‘ door left ajar ’"], [20.733333333333334, "date periods across different locations"], [20.555555555555557, "growing business unit within amazon"], [19.98984348984349, "time ’ reporting makes communication easy"], [19.769841269841272, "​ amazon simple storage service"], [18.952380952380953, "reasonable time frame following receipt"], [18.869696969696967, "‘ growing pains ’ set"], [18.84857723577236, "suit different risk management frameworks"], [18.61347165507854, "tailored risk reporting software solution"], [18.434753706360596, "risk wizard software also allows"], [18.37450980392157, "webinar support plus software upgrades"], [18.166666666666668, "allow common workplace accident types"], [17.853007419183893, "trusted information security management system"], [17.774436090225564, "aws services aws trademark guidelines"], [17.033519479086195, "risk wizard risk reporting system"], [16.869747899159666, "​ home ​ software"], [16.833333333333336, "61 3 9604 0800"], [16.75, "free trial https :// www"], [16.666666666666664, "amazon elastic compute cloud"], [16.55936670945657, "risk wizard plus aws terms"], [16.416666666666668, "also helps eliminate input errors"], [16.4, "key decision making processes ..."], [16.241312741312743, "generally collect personal information directly"], [16.123275576647167, "current risk reporting system ),"], [15.833333333333334, "preferred hosting platform provider"], [15.833333333333332, "facilitate effective audit trails"], [15.733333333333334, "still using outdated excel spreadsheets"], [15.677027027027027, "web site provides general information"], [15.48044317609535, "may collect additional personal information"]], "guided_lda_resutls": [["9604", "business", "user", "current", "trial", "web", "work", "show", "general", "linked"], ["com", "need", "run", "friendly", "action", "changes", "collected", "provides", "helps", "activities"], ["privacy", "process", "within", "also", "suit", "set", "design", "create", "basis", "could"], ["copyright", "reminders", "personal", "affordable", "errors", "everyone", "advice", "ongoing", "also", "address"], ["started", "ltd", "amazon", "many", "board", "overdue", "reasonably", "important", "reserved", "profile"], ["blog", "customers", "spreadsheets", "alerts", "storage", "safety", "setup", "steps", "easier", "reporting"], ["wizard", "faq", "0800", "us", "may", "copyright", "date", "real", "identify", "click"], ["map", "better", "data", "example", "hosted", "means", "upon", "effective", "months", "businesses"], ["61", "using", "website", "place", "organisation", "much", "manage", "company", "receive", "desktop"], ["incident", "riskwizard", "sales", "rights", "61", "secure", "information", "request", "plus", "incidents"], ["terms", "email", "used", "device", "riskwizard", "update", "designed", "things", "detailed", "follow"], ["excel", "help", "data", "ready", "including", "security", "cyber", "accidents", "compliant", "range"], ["time", "information", "quick", "policy", "users", "keep", "easily", "navigate", "maintain", "flex"], ["pty", "risks", "service", "take", "outdated", "relevant", "please", "task", "tool", "type"], ["system", "reporting", "easy", "services", "know", "systems", "people", "automatically", "ever", "excel"], ["one", "different", "days", "servers", "conditions", "trigger", "part", "particular", "amended", "trails"], ["compliance", "2020", "reports", "right", "provide", "processes", "terminology", "email", "load", "specific"], ["trial", "get", "products", "simple", "make", "team", "report", "build", "s3", "reasonable"], ["software", "information", "contact", "support", "today", "reserved", "data", "customers", "personal", "record"], ["risk", "free", "management", "site", "aws", "access", "plans", "dashboards", "always", "notices"]], "textrank_resutls": [], "textrank_summery__resutls": [], "wordcloud_resutls": [["Risk Wizard", 1.0], ["FREE TRIAL", 0.5964912280701754], ["Risk management", 0.4473684210526316], ["time", 0.32456140350877194], ["data", 0.2982456140350877], ["Contact us", 0.2982456140350877], ["information", 0.2719298245614035], ["report", 0.2719298245614035], ["Wizard Risk", 0.2719298245614035], ["will", 0.2631578947368421], ["Contact Support", 0.2631578947368421], ["Support FAQ", 0.2631578947368421], ["FAQ Blog", 0.2631578947368421], ["SOFTWARE CUSTOMERS", 0.2631578947368421], ["CUSTOMERS FREE", 0.2631578947368421], ["Risk Compliance", 0.2631578947368421], ["sales riskwizard", 0.2631578947368421], ["Wizard Pty", 0.2631578947368421], ["Blog SOFTWARE", 0.2543859649122807], ["management Customers", 0.2543859649122807], ["Customers Support", 0.2543859649122807], ["Support Software", 0.2543859649122807], ["Software products", 0.2543859649122807], ["products Risk", 0.2543859649122807], ["Compliance Incident", 0.2543859649122807], ["Incident Free", 0.2543859649122807], ["trial started", 0.2543859649122807], ["started today", 0.2543859649122807], ["today sales", 0.2543859649122807], ["riskwizard information", 0.2543859649122807], ["information Blog", 0.2543859649122807], ["Blog FAQ", 0.2543859649122807], ["FAQ Contact", 0.2543859649122807], ["us Copyright", 0.2543859649122807], ["Copyright Risk", 0.2543859649122807], ["Pty Ltd", 0.2543859649122807], ["Ltd rights", 0.2543859649122807], ["rights reserved", 0.2543859649122807], ["reserved Terms", 0.2543859649122807], ["Terms use", 0.2543859649122807], ["use Privacy", 0.2543859649122807], ["Privacy Site", 0.2543859649122807], ["Site map", 0.2543859649122807], ["system", 0.24561403508771928], ["map Contact", 0.24561403508771928], ["business", 0.23684210526315788], ["service", 0.21929824561403508], ["spreadsheet", 0.21052631578947367], ["personal information", 0.21052631578947367], ["may", 0.19298245614035087], ["AWS", 0.18421052631578946], ["make", 0.16666666666666666], ["risk reporting", 0.16666666666666666], ["provide", 0.14912280701754385], ["Excel", 0.14035087719298245], ["re", 0.14035087719298245], ["team", 0.14035087719298245], ["record", 0.12280701754385964], ["easy", 0.11403508771929824], ["access", 0.11403508771929824], ["website", 0.11403508771929824], ["employees", 0.10526315789473684], ["date", 0.10526315789473684], ["one", 0.10526315789473684], ["need", 0.10526315789473684], ["help", 0.10526315789473684], ["reporting", 0.09649122807017543], ["using", 0.09649122807017543], ["keep", 0.09649122807017543], ["purpose", 0.08771929824561403], ["user", 0.08771929824561403], ["people", 0.08771929824561403], ["take", 0.08771929824561403], ["run", 0.08771929824561403], ["change", 0.08771929824561403], ["user friendly", 0.08771929824561403], ["real time", 0.08771929824561403], ["tool", 0.07894736842105263], ["ensure", 0.07894736842105263], ["set", 0.07894736842105263], ["current", 0.07894736842105263], ["show", 0.07894736842105263], ["know", 0.07894736842105263], ["task", 0.07894736842105263], ["board", 0.07894736842105263], ["secure", 0.07017543859649122], ["way", 0.07017543859649122], ["used", 0.07017543859649122], ["place", 0.07017543859649122], ["email", 0.07017543859649122], ["request", 0.07017543859649122], ["plus", 0.07017543859649122], ["safety", 0.07017543859649122], ["upgrade", 0.07017543859649122], ["simple", 0.06140350877192982], ["activities", 0.06140350877192982], ["Cloud", 0.06140350877192982], ["web", 0.06140350877192982], ["policy", 0.06140350877192982], ["collected", 0.06140350877192982]], "wordcloud_resultsbi": ["free_trial", "risk_wizard", "support_software", "risk_compliance", "wizard_risk", "compliance_incident", "contact_support", "customer_free", "risk_right", "sale_com", "software_customer", "com_more", "copyright_risk", "customer_support", "incident_free", "information_copyright", "more_information", "privacy_site", "product_risk", "right_term", "risk_customer", "site_map", "software_product", "term_use", "today_sale", "trial_more", "trial_today", "use_privacy", "map_contact", "personal_information", "risk_management", "more_risk", "real_time", "user_friendly", "risk_reporting", "wizard_software", "action_plan", "alert_reminder", "information_risk", "privacy_policy", "risk_software", "automatic_alert", "dashboard_report", "friendly_quick", "information_personal", "management_software", "portable_device", "quick_easy", "quick_simple", "right_time", "risk_register", "system_organisation", "system_risk", "trial_contact", "upgrade_risk", "automatic_email", "basis_support", "compliance_activity", "contact_risk", "desktop_portable", "email_reminder", "flex_system", "management_information", "management_system", "month_flex", "need_basis", "organisation_setup", "own_automatic", "policy_policy", "process_ready", "ready_dashboard", "reminder_need", "report_own", "risk_risk", "setup_process", "simple_week", "software_risk", "software_service", "software_upgrade", "step_information", "storage_service", "time_time", "way_risk", "week_month", "well_risk", "workplace_accident", "audit_trail", "benefit_risk", "business_risk", "delighted_free", "email_process", "email_trigger", "escalation_stage", "incident_alert", "incident_reporting", "information_fingertip", "information_reasonable", "information_sensitive", "information_system", "most_date"]}]