[{"company": "Periscope", "introduction": "Enterprise management, governance and compliance software platform for all aspects of business", "end_market": "Corporate risk", "industry": "IT - Software", "link": "https://www.pericorp.com/", "search_text": "https://www.pericorp.com/", "title": "Periscope Corporation: Risk Management | Australia", "link_corrected": "https://www.pericorp.com/", "description": "Periscope provides a unique computer software platform allowing you to configure forms, workflows, dashboards, reports and spreadsheets in real time.", "crawled_links": ["https://www.pericorp.com/terms-and-privacy", "https://www.pericorp.com/contact", "https://www.pericorp.com/services", "https://www.pericorp.com/training", "https://www.pericorp.com/news", "https://www.pericorp.com/team", "https://www.pericorp.com", "https://www.pericorp.com/why-periscope", "https://www.pericorp.com/archive"], "header_text": ["Terms of use", "Modules", "John Muir-Smith", "Ian Dockeary", "Dulanjana Sangeeth", "Martin Sierra", "Irina Klayn", "What We Do", " "], "paragraph_text": ["© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "Welcome to the Periscope Corporation website (the Website), which is owned and operated by Periscope Corporation Pty Ltd A.C.N.083 291 507 (we, us, our, or Periscope).", " ", "Your access to the Website is conditional upon your acceptance and compliance with the terms, conditions, notices and disclaimers contained in this document (collectively known as Terms of Use). Your use of, and/or access to, the Website constitutes your agreement to the Terms of Use.", " ", "We reserve the right to amend the Terms of Use at any time. Although we may notify you of any amendment, revision or modification, it is your responsibility to periodically review the Terms of Use. You agree to be bound by such changes, modifications or revisions as made by us from time to time.", " ", "Our services", " ", "We cannot be responsible for any delays or interruptions to the Website. We will use commercially reasonable efforts to minimise delays and interruptions. However, we cannot warrant that the Website will be available at all times or at any given time.", " ", "We may at any time and without notice to you, discontinue the Website in whole or in part. However, we cannot be responsible for any loss, cost, damage or liability that may result from our discontinuance of the Website.", " ", "Prohibited conduct", " ", "In relation to the Website, you must not:", " ", "use the Website for any activities or post or transmit via the Website, any information or materials which breach any laws or regulations, infringe a third party’s rights, or are contrary to any relevant standard or codes;", " ", "use the Website to post or transmit any material which interferes with other users or defames, harasses, threatens, menaces, offends or restricts any person or which inhibits any user from using the Website or the Internet;", " ", "use the Website to send unsolicited email messages;", " ", "in any way tamper with, hinder or modify the Website;", " ", "knowingly transmit any viruses or other disabling features to the Website or via the Website; or", " ", "attempt any of the above acts or facilitate or assist another person to do any of the above acts.", " ", "Intellectual Property", " ", "The material on the Website, including the software, design, text, images and graphics comprised in the Website and the selection and layout of the Website are owned or under licence by Periscope and protected by Australian and international laws.", " ", "Your use of the Website does not grant you a licence or act as a right of use of any of the trade marks or logos, whether registered or unregistered, that are displayed on the Website without the express written permission of the trade mark owner.", " ", "We own the copyright, which subsists in all creative and literary works that are displayed on the Website.", " ", "You may view the Website and its contents using your web browser. In visiting the Website, you may make a temporary copy of the Website by means of the usual operation of your web browser only.", " ", "You must not:", " ", "reproduce or use any of the material on the Website for commercial purposes, including sale;", " ", "in any way modify the material on the Website; or", " ", "cause any of the material on the Website to be framed or embedded in another website.", " ", "In summary, you must not modify, copy, reproduce, republish, frame, upload to a third party, post, transmit or distribute the content of the Website in any way except as expressly provided for by us or expressly authorised in writing by us.", " ", "In the event that you do any of the above acts, we will not hesitate to enforce our intellectual property rights against you.", " ", "Third party links", " ", "The Website may contain hyperlinks and other pointers to websites operated by third parties (Linked Websites). We do not control Linked Websites and are therefore not responsible for the content of any Linked Website or any hyperlink contained in a Linked Website. We provide the hyperlinks for your convenience only and do not indicate, expressly or implicitly, any endorsement, sponsorship or approval by us of a Linked Website or the products or services offered at Linked Websites. You visit Linked Websites entirely at your own risk.", " ", "We do not provide any warranty or take any responsibility for any aspect of Linked Websites or their content. You should make your own investigations with respect to the suitability of goods and/or services offered to you via a Linked Website.", " ", "Indemnity", " ", "By using the Website, you agree to indemnify us from and against all actions, claims, suits, demands, damages, liabilities, costs or expenses (whether in tort or in contract including and without limitation, negligence) arising out of or in any way connected to the use of the Website by you.", " ", "Disclaimer", " ", "Some legislation such as the Australian Consumer and Competition Act 2010 (Cth) and other similar consumer protection laws and regulations in other countries may confer you with rights and remedies relating to the provision of goods or services to you by us via the Website which cannot be excluded, restricted or modified (your “Statutory Rights”). We exclude all conditions and warranties implied by custom, law or statute except for your Statutory Rights.", " ", "Except for your Statutory Rights and with respect to the Website:", " ", "all material on the Website is provided to you without warranties of any kind, either express or implied;", " ", "we expressly disclaim all warranties of any kind including but not limited to warranties of acceptable quality and fitness for a particular purpose;", " ", "we do not warrant that the functions contained in any material on the Website or your access to the Website will be uninterrupted or error free, that any defects will be corrected or that the Website or the server which stores and transmits material to you are free of viruses or any other harmful components; and", " ", "we do not warrant or make any representation regarding your access to, or the results of your access to, the Website including its correctness, accuracy, timeliness, completeness, reliability or otherwise.", " ", "To the extent permitted by law, including but not limited to any act or omission on your part, we will not be liable for any loss, damage, costs or expense whether direct, indirect, incidental, special and/or consequential, including loss of profits, suffered by you or claims made against you which result from any use or access of, or any inability to use or access, the Website.", " ", "You expressly acknowledge that we do not exert control over users of the Internet and we are not liable for damage suffered by you, either directly or indirectly, as a result of your access to the Website.", " ", "Limitation of Liability", " ", "To the extent permitted by law, our liability for breach of any implied warranty or condition, which cannot be excluded by the Terms of Use, is limited, at our option, to one or more of the following:", " ", "In the case of services supplied or offered by us:", " ", "the resupply of the services; or", " ", "the payment of the cost of having the services resupplied.", " ", "In the case of goods supplied or offered by us:", " ", "the replacement of the goods or the supply of equivalent goods;", " ", "the repair of such goods;", " ", "the payment of the costs of replacing the goods or acquiring equivalent goods; or", " ", "the payment of the costs of having the goods repaired.", " ", "Privacy", " ", "By agreeing to and accepting the Terms of Use, you also agree to our Privacy Policy.", " ", "Termination", " ", "The Terms of Use are effective until terminated by us, which we may do at any time and without notice to you. In the event of termination, all restrictions imposed on you by the Terms of Use and limitations of liability set out in the Terms of Use will survive.", " ", "Miscellaneous", " ", "We rely upon your continued observance of the Terms of Use. If we suffer loss or damage or incur any costs associated with any breach by you of the Terms of Use or any associated legal obligation, you agree to indemnify us for those losses, damages and costs.", " ", "We do not make any claims that the information is appropriate or may be downloaded in all areas, countries or jurisdictions. Access to the information contained in the Website may not be legal by certain persons or in certain countries. If you access the Website, you do so at your own risk and you are responsible for compliance with the laws of your jurisdiction.", " ", "If any provision of the Terms of Use is found to be invalid or unenforceable by a Court of Law, such invalidity or unenforceability will not affect the remainder of the document, which will continue in full force and effect.", " ", "All rights not expressly granted in the Terms of Use are reserved.", " ", "If we do not act in relation to a breach of the Terms of Use by you, this does not waive our rights to act with respect to subsequent or similar breaches of the Terms of Use by you.", " ", "Applicable Law", " ", "The Terms of Use are governed by and construed in accordance with the laws of Victoria, Australia. You irrevocably and unconditionally submit to the non-exclusive jurisdiction of the Courts of Victoria and Courts of Appeal from them for determining any dispute concerning the Terms of Use.", " ", "Contacting us", " ", "Please ", "email", " us if you have any questions relating to our Terms of Use.", " ", " ", "Terms of Use last updated on 24 March 2016.", "© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "+613 9882 1896", " ", "Suite 1/5 Rose St", "Hawthorn East", "VIC 3123", "Australia", "Thanks for submitting!", "© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "Ensure that your organisation is carrying out all activities in conjunction with the necessary policies and procedures using Periscope. Alerts, reminders and customised, integrated forms allow you to implement audit recommendations on time, every time, leaving you to get back to running your business smoothly. ", "\nThe Periscope Audit Planning tool enables tracking of audit scopes, business units audited, resource and funding requirements. The Audit Action Tracking tool provides oversight of agreed Management actions that respond to audit findings and recommendations meaning real time reporting to Boards, Risk and Audit Committees and Executive Management.", "Complying with legal requirements and other standards of good practice can be time consuming and hard to track. Periscope’s Compliance software enables easy maintenance of compliance obligations and tracking of conformance against these obligations. This approach can vary from standard attestation questionnaires to annual declarations made by accountable staff.", "Easily compile relevant data regarding your company's strategy, risk and governance procedures with integrated reports, knowing all stakeholders can rest assured that things are running smoothly.", "Planning for your business' future needs requires coordination across a range of business aspects. General business planning can be tailored to your business with the use of Periscope, making business planning and reporting a breeze. Strategic actions can be cascaded down from the organisation’s strategic objectives so that staff have a clear understand how their work affects the organisation.", "Ditch the outdated filing cabinet and manage all your contracts with customers, vendors, partners and employees in the one place.Negotiating, supporting and managing contracts has never been so easy with alerts and reminders ensuring you stay on top ", "of everything.", "Report Incidents on the go on multiple devices. Simply fill in your personalised, no-fuss form with the ability to attach photos and pin locations.", "View and analyse your data at a glance through filters of your choosing to identify patterns or trends, allowing you to minimise the likelihood of future incidents.", "Complaints are inevitable, but if managed effectively, they can become a cornerstone of opportunity and improvement for your organisation. Keep track of areas of improvement and enable your business to keep tabs on what can be improved.", "Consistency and transparency of executive statistical reporting has always been a challenge. By using Periscope’s easy Executive Reporting tool, monthly and year to date statistical analysis is easily undertaken. On screen charts reflecting the current and previous 11 months of data across a range of elements such as safety, environment and auditing.", "Forecast and evaluate potential risks through the use of Periscope's features such as setting alerts, reminders, and viewing the workings of your company holistically through the use of visual aids. Periscope makes it easy to track, predict, and minimise risks.", "© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "Training and Tutorials", "Creating Teams", "Creating Date/Time Field", "Adding External Auditor", "Deleting Records", "© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "News", "News", "We are continuing to work with our clients to upgrade their systems to the latest version of Periscope Software. To date, the upgrades have gone well and clients have been using some of the new functionality available. The new features are highlighted in the attached slide deck that has previously been circulated. We have appreciated client feedback we have received, particularly in relation to the autosave function, which has allowed us to continue to improve our product. ", " ", "A snapshot of some of the development work we are undertaking includes:", " ", "Further testing of cloud hosting of Periscope Software on Amazon Web Services. We will contact client system administrators and/or contract managers in February and March to implement the migration", "​", "The development of quick filters to make filtering easier for users. Similar to the way that filters work in spreadsheets, this will simplify and enhance the user experience", " ", "​", "​", "Further development to extract information from an email into a record. The current development allows an email to automatically be attached to a record based on a record Id. The next stage of work is to extract data from within an email to auto populate fields in a record.", "\n\t ", "Continued evolution of our configurable application programming interface (API) to allow one Periscope database to communicate with another Periscope database or third party solution. This is currently being tested in readiness for deployment in the near future. One of Periscope’s large clients has an Internal audit management system managed by the Internal Audit Group and a separate database managed by an operational area, which operates a mixture of modules including audit action tracking. This development will allow an internal audit action to be created in the Internal audit management system, and through the click of a button will create a record in the operational system. Each record within the respective systems will then be able to dynamically exchange data even though they are in different databases", "\n\t ", "Periscope has engaged a legal firm to assist in the development of governance and approval arrangements to allow clients to directly access their data from the database. We have had many requests over the last 12 months for connections to our database to support data warehouses and the use of data visualisation tools such as PowerBI. Typically, these requests come in verbal form such as “Can our IT Department get direct access to the Periscope database for all our data?”. While all clients can freely extract data using Periscope’s export function, this is done through application security and is covered contractually. Direct connections to the Periscope database bypass application security and without proper governance arrangements in place, may result in data access, that is not appropriate, and data leakage, as once the data has left the system, there is no further access control applied. Formal governance arrangements will better protect Periscope and its clients", " ", "What is Trending?", " ", "Some of Periscope’s recent client activities are briefly described below:", " ", "January is usually a busy time for our client system administrators, as it is the time when health checks are undertaken on the system. Some client system administrators have actively archived records, de-commissioned certain users and rationalised security profiles", "​", "Periscope has finalised an online complaints management system for a Commonwealth government agency ready for final testing. Further data categorisation has been incorporated and complaint category count capture fields have been included to better reconcile complaint numbers with the relevant Ombudsman", "​", "Periscope has continued working on the consolidation of internal audit actions for a Government department following a machinery of government change. Command buttons have also been configured to enable copying of audit actions reducing the need for data entry", "​", "Work has continued with two clients to finalise the health and safety statistical reporting module using client data. The automated reporting represents a considerable time saving for the respective clients", " ", "A test environment has been established to progress work with an existing client in using an artificial intelligence (AI) application to create case notes in Periscope’s Incident reporting system", "​", "Periscope is continuing to work with an energy generation company on a proposed Procurement management system. A trial has commenced to automate the importing of financial information from the finance system into Periscope’s system", "​", "Periscope has built a risk overview module for a research organisation based on projects or themes to bring together data from different risk assessments covering biological, chemical, radiation, fieldwork, manual handling and general risks", "​", "Periscope spent a significant period of time this month refreshing a number of forms for a large health client covering infection control, action tracking, agreement tracking and quality improvement project forms. In addition, Periscope recently completed a Research Project Register module for this client", "​", "An Environment, Health and Safety Contacts module was recently implemented for a disability services client. The roles include first aiders, floor wardens and health and safety representatives", "​", "Risk on a page reports are becoming popular amongst our clients. A screenshot of an example of this report type is shown below:", "​", "Periscope has been approached by a global consultancy looking at implementing a risk management system across its operations", "​", "Periscope has also been shortlisted to present its risk management system, covering threats and opportunities, to a potential water authority client.", "​", "​", "Periscope Activity", " ", "The Victorian Department of Premier and Cabinet is conducting a project to implement necessary reforms to the operational and legal frameworks of the Whole-of-Victorian-Government eServices Register (ESR) and the Information Technology Infrastructure Register (ITIR). Periscope is an observer to the Working Group process, but will provide feedback, where appropriate, to improve the consistency of responding to information requirements and reduce the burden of responding to non-technical requirements and data duplication. It is hoped that the eventual reforms will create a more efficient procurement regime for eServices provision.", "​", "Tips and Tricks", " ", "Command buttons", "​", "Command buttons provide significant functionality without the need for any programming. System administrators can choose between many functions from emailing a report to creating new records. This functionality is used quite often by Periscope staff in form building as the command button can be formatted or an image used.", " ", "Grid sorting", " ", "Columns within widgets can be readily sorted alphabetically or numerically by selecting the sort function on the column headings. This is particularly useful for sorting dates or names.", "​", "Thank you and best wishes", " ", "As some clients are aware, this is my last day at Periscope after eight and a half years. I have enjoyed the relationship and support that we have had from our clients, partners and advocates over many years. This has been greatly appreciated.  I look forward to that continuing in the years to come. I would like to thank the wonderful team that we have at Periscope for making it such a great place to work. If you would like to contact me in the future, you can connect with me on LinkedIn ", "linkedin.com/in/praveen-reddy-executive", " ", "As always, please do not hesitate to contact us at ", "ian@pericorp.com", " or 03 9882 1896, if there are any matters you would like to discuss.", " ", "Regards", " ", "Praveen", "Welcome to Periscope’s December update.", " ", "Periscope Developments", " ", "There are still some clients we are working with to upgrade to the latest version of Periscope Software. It is expected that all clients will be on the latest software version by mid-January 2020.", " ", "A snapshot of some of the development work we are undertaking includes:", " ", "Further enhancements to the master-delegate tables and parent-child tables", "Enhancing the software’s ability to search a large number of records", "Increasing the number of Y-series variables on our KPI charts from 10 to 12 enabling more data to be charted", "Further refinement of the Autosave functionality based on client feedback", "Further evolution of our configurable application programming interface (API) to allow one Periscope database to communicate with another Periscope database or third party solution. In this instance, one of Periscope’s large clients has an Internal audit management system managed by the Internal Audit Group and a separate database managed by an operational area, which operates a mixture of modules including audit action tracking. This development will allow an internal audit action to be created in the Internal audit management system, and through the click of a button will create a record in the operational system. Each record within the respective systems will then be able to dynamically exchange data even though they are in different databases. This functionality can be used in future to create a benchmarking database across industry sectors by drawing data from various databases e.g for risk management and health and safety performance statistics.", " ", "As advised in previous updates, Periscope is in the process of revamping its strategic planning module. If any clients want to provide input into key attributes of this module they would like to see, it would be greatly appreciated if you could complete this short survey ", "Strategic Planning Module Survey", ".", " ", "What is Trending?", " ", "Some of Periscope’s recent client activities are briefly described below:", " ", "Complaint management systems seem to have been the flavor of the month", "An existing water authority client has committed to implementing Periscope’s complaint management system", "Testing is occurring on the online complaints management system that has been configured for a Commonwealth government agency client", "A presentation will be conducted in January 2020 for a prospective energy retail and generation company", " ", "Some work has been done with existing clients in relation to Internal audit management systems including:", "Classification of audit actions against the COSO framework (", "COSO.org", "). The classification of actions was imported into Periscope with charts dynamically generated. The intention is to provide users with greater context and understanding of internal audit actions that they are responsible for", "Combining multiple audit action spreadsheets from different entities following a machinery of government change, ready for importing into a Periscope database to ensure one source of truth and reporting", "​", "Activities in relation to Risk management systems were also high last month with a focus on:", "Threat and opportunity – clients in the water and health sectors were prompted by the November update to discuss how threat and opportunity assessment would work in their organisations. A slide deck is attached for more information", "Archiving of risks – as can happen after time, an energy sector client had a significant amount of risks that were no longer relevant. Periscope created a workflow to allow for the archiving of risks and the justification for archiving those risks", "One energy sector client is creating spreadsheet templates to allow its IT Department to export risks from an external IT Action Tracking system for import into Periscope Software. This is to allow a centralised view of risks across the organisation rather than having disparate systems", "A health client has now implemented its IT Security Risk Register", "A government client implemented new workflow to ensure only strategic health and safety risks were captured in Periscope. This involved using Periscope’s table filter functionality to enable only certain tables values to appear depending on the values selected across Risk Classification and Risk Category fields", "​", "One of Periscope’s existing water clients is keen to develop a Risk control library. A number of clients have expressed interest in developing control libraries in the past, but have not made significant progress in implementing them. This topic will be the subject of a future Periscope Update case study. For interest, an article on controls published in the Risk Management Institute of Australia handbook has been attached", "​", "Periscope is putting together the finishing touches to its health and safety statistical reporting module and is working closely with two of its existing water sector clients to finalise data sets", "​", "Periscope is preparing a conflict of interest module including a gift and benefits register for one of its clients", "​", "Periscope is also prototyping a couple of new modules based on work with some existing clients. These include:", "A Defensive action incident report form", "Job safety analysis system that auto links relevant tasks and actions", "​", "Periscope is continuing to work with an existing client in using an artificial intelligence (AI) application to analyse case notes to determine whether an incident has occurred. The AI application will review the audio files for trigger words and create a structured data set that can then be sent to Periscope’s Incident reporting system. An initial trial of the AI application’s ability to interpret the case notes was successful", "​", "​", "Periscope is continuing to work with an energy generation company on a prospective Procurement management system. A trial will be conducted on the ability to extract financial information from the organisation’s existing financial management system into Periscope’s system. Information such as contract Id, contract value, contract payments to date and other key attributes will be imported.", "​", "​", "Periscope Activity", " ", "Periscope was represented on a Panel hosted by the Governance Institute of Australia on Tuesday 3 December. The subject of the Panel session was “Hypothetical series:The Algorithm in the Boardroom.” Key takeaways from the session were:", " ", "The requirement to have consent to use data, especially any personal and/or sensitive data – Do we have consent to use the data for the purpose we intend to use it for? See linked post – ", "Data, data everywhere ", " ", "Be conscious of data bias inputs – Are the data sets being used as inputs into the algorithm representative of a broad cross section of attributes?  ", "Understand algorithm decision making – Do we understand how the algorithm makes decisions? It can’t be a black box", "Sense checking the results – Do the results make sense? How do you ensure the results do not simply reinforce existing biases? See linked post – ", "When algorithms go bad", " ", "Periscope was pleased to attend the launch of Inclusive Australia. Periscope is an Alliance Member of Inclusive Australia, which is “a social movement rooted in behaviour-change science”. More information can be found by selecting the following link ", "https://www.pericorp.com/news", " ", "Tips and Tricks", " ", "Widget Show Linked Records", " ", "In recent communication with an existing client, there was a need to understand what risks were linked to specific controls. One of the easiest ways to display this is by using the Show Linked Records setting in the widget options.", " ", "​", "Using On Screen Dynamic Risk Matrix", " ", "There has been growing interest in using on screen dynamic risk matrices in forms to increase the visual appeal for users. These require some knowledge to set up and display properly, but are relatively easy to put in place", " ", "​", "As always, please do not hesitate to contact me at ", "praveen@pericorp.com", " or 03 9882 1896, if there are any matters you would like to discuss.", " ", "On behalf of Periscope staff, I would like to wish all our clients and their families, a safe and enjoyable festive season. We have many exciting new developments for 2020 which we look forward to sharing with you. We will be closed on the public holidays and some staff will be working through the Christmas/New Year period.", " ", " ", "Regards", " ", "Praveen", "Was a privilege to attend the launch of ", "Inclusive Australia", " at the ", "Monash Sustainable Development Institute", ". “Inclusive Australia is a social movement rooted in behaviour-change science”. ", "Periscope Corporation", " is pleased to be an Alliance member of this important movement. Congratulations to ", "Andrea Pearman", ", her team and the founding members for their efforts in facilitating the opportunity to create a more inclusive Australia. I encourage you to take a look at the Inclusive Australia Social Inclusion Index: 2019 Report to understand the challenges we still have to address (", "https://www.inclusiveaustralia.com.au/", ").", "Welcome to Periscope’s November update.", " ", "What is Trending?", " ", "Some of Periscope’s recent client activities are briefly described below:", " ", "Periscope has established an IT security risk register including control frameworks for an existing client", " ", "Periscope is working with an existing client to test a public facing online complaints system that would be available on the client’s webpage. This is being integrated within the existing complaints management module", " ", "One of Periscope’s large government clients has been working on categorising its controls based on the COSO framework (", "https://www.coso.org/", ") for its Audit Management System. This client also advised that after implementing some new notifications, reporting on overdue audit actions and engaging with relevant staff, the Department had reduced the number of overdue audit actions from approximately 40% to less than 5% in the last six months", " ", "Periscope recently met with one of its water clients to review its current water quality risk management system. Consideration is being given to how best to accommodate water quality health based targets within the form ", "https://www.wsaa.asn.au/publication/health-based-targets-manual", " ", "Periscope has conducted presentations recently on the following:", "A case management system for a Government agency", "An incident reporting and feedback system for a disability organisation", " ", "Periscope is currently scoping a procurement management system for a large energy generation company covering supplier pre-qualification, contract management and supplier performance. The ultimate aim of the system is to take data feeds from a finance system for contract expenditure and incident reporting system for incidents associated with suppliers", " ", "Periscope recently submitted a proposal for a risk and compliance management system to a prospective energy retail client. It has also been approached by an energy retail and generation company regarding a complaints management system", " ", "Periscope has submitted a proposal to a rural water authority for the provision of a risk management system including threat and opportunity assessment", " ", "Periscope has also scoped a complaints management system for one of its water clients", " ", "Significant work has been undertaken in developing a comprehensive health and safety statistical reporting system across a wide variety of indicators. Periscope is presenting the system to a number of clients in the coming weeks.", " ", "Periscope was pleased to hear that two of its clients had recently collaborated to discuss approaches to compliance management. One of the benefits of being part of the Periscope network is that the majority of our clients are happy to share their knowledge and experience, and it is something that we actively encourage.", " ", "Periscope will be represented on a Panel for the Governance Institute of Australia on Tuesday 3 December. The subject of the Panel session is “Hypothetical series:The Algorithm in the Boardroom.” ", "Further details can be found at ", "https://tinyurl.com/gia-periscope", " ", "Periscope Case Study", " – Risk: Threat and Opportunity", " ", "Over the last few years, some organisations have adopted the use of threat and opportunity within their risk management system. The types of systems have varied from:", " ", "Simply tagging a risk as a threat or opportunity with all other fields remaining the same", "Using the same language for threat and opportunity but different assessment matrices i.e the threat matrix reflects likelihood and consequence while the opportunity matrix reflects likelihood and benefits", "Having different workflows and language for threat and opportunity.", " ", "Periscope has recently built a proof of concept for a prospective client that uses threat and opportunity. During the course of build it raised some interesting questions, which included:", " ", "Risk appetite – how effectively do risk appetites reflect the distinction between threat and opportunity? At what point does a high risk appetite for certain activities actually reflect an opportunity rather than a threat?", "Risk language – does the language used clearly articulate what is appropriate for a threat or opportunity? One of the more obvious ones is using the term consequence for a threat and benefit for an opportunity", "Risk control – when assessing an opportunity, are existing controls considered i.e what controls are in place to allow the pursuit of this opportunity? In a threat context, controls are used to inform the assessment of the current risk rating", "Risk tolerance – how do you decide whether to accept or treat an opportunity? Usually when we see risk as a threat, we decide what level of threat the organisation is prepared to tolerate and what treatment might be required to reduce it to an acceptable level. Are treatments or actions considered to further enhance an opportunity?", " ", "As always, at Periscope, we enjoy seeing different approaches to managing governance activities.", "Welcome to Periscope’s October update.", " ", "Periscope Developments", " ", "Periscope is continuing to work with its clients to roll out its latest software release which was highlighted in last month’s update. It is anticipated that all clients will have migrated to the latest version over the coming two weeks.", " ", "What is Trending?", " ", "Some of Periscope’s recent client activities are briefly described below:", " ", "Periscope has been working with an existing client to enable the public to submit complaints using a Periscope anonymous link on the client’s website. Once the complaint is submitted then a series of workflows will be triggered to initiate response to and closure of the complaint. This is being integrated within the existing ", "complaints management module", " ", "Periscope has been working with an existing large client to integrate the tracking of audit and insurance actions into its existing ", "action management system", ". A comprehensive workflow, notification and reporting system has been developed to support timely closure of actions", " ", "One of our clients recently received high praise from a Government auditor in relation to the physical security of its facilities and the reports that were able to be generated in response to standard questions. The ", "facilities inspection module", " includes the ability to generate reports that respond to key questions and include photos of the facility, a location map and the evacuation plan", " ", "A current water authority client is exploring the use of Periscope’s ", "complaints management module", " to manage complaints in accordance with its policy requirements", " ", "One of Periscope’s clients spoke highly of the level of engagement that has been achieved in rolling out the Periscope ", "mobile incident reporting app", ". The number of hazards and incidents recorded in the last month or so is almost the same as were recorded in the previous 12 months using another system. The best piece of feedback the client received at a training session was “Is that it?” recognising the ease of incident capture through the App", " ", "Periscope has continued discussions with one of its clients to provide additional incident data classification and experiment with the use of artificial intelligence for capture of incident information within its ", "incident reporting system", " ", "Periscope submitted a ", "case management system", " for consideration by a state government integrity organisation. Periscope will present on its solution in the coming weeks", " ", "Periscope has presented to two not for profit organisations in the last month covering ", "incident reporting, risk management and compliance module", "s. There is significant interest in having incident reporting systems that reflect regulatory requirements and can readily exchange data with Government department incident reporting systems. Periscope currently operates a highly complex incident reporting system covering multiple states and government programs each with unique reporting requirements with a large not-for-profit client", " ", "Periscope has recently been contacted by a rural water authority for the provision of a ", "risk management system", " ", "Periscope has been requested to discuss its ", "risk and audit management system", " with a Victorian State Government department.", " ", "Periscope Case Study – Checking in with your data", " ", "Periscope has recently spoken to a couple of clients about checking in with their data. While significant data sets are being captured and reported upon, by analysing the trends that the data is showing, clients can use this information to learn and improve business operations. This shift from solely capturing and reporting to learning and improving is a fundamental attribute of innovative organisations.", " ", "One of the common discussions Periscope has with clients is to ensure that any data field has an appropriate return on investment (i.e effort required to capture data versus benefits realised by capturing that data). Ideally the data fields should serve multiple purposes such as workflow triggers, email notifications and internal/external reporting. These critical data fields should generally be made mandatory to ensure data integrity and completeness. There are several instances where client data sets have been patchy reducing the value of such data, which as a consequence can produce misleading or incomplete reporting generated through data visualisation and reporting tools such as Power BI, Tableau and Amazon Quicksight.", " ", "Periscope also encourages the use of standard data sets across forms and other applications to allow the data to be better connected and give greater power in the organisation to use big data analytics and artificial intelligence applications such as machine learning. These high integrity and valid data sets can then be used effectively for storytelling. While currently this is done manually there are some great artificial intelligence applications being developed (which are currently quite expensive) that can create automated storytelling. One company that does this is shown in the following link ", "https://vimeo.com/130711623", " and AWS also has some of these features in its Quicksight reporting offering.", " ", "Some recent examples of data trends we have discussed with clients include:", " ", "An analysis of risk causes (this client has a standard library of risk causes), which shows that three individual causes contribute to between 20% and 33% of the total risks identified. These three risk causes can be specifically addressed to materially reduce the risk profile", "The performance in completing audit actions – this has improved since the introduction of the software where the number of overdue completed (red bars) items have been replaced with a significant number of green bars (completed on or before time)", "SLA performance KPIs for freedom of information which has shown a significant improvement since the implementation of the software", "Historic incident data capture to be used for rolling averages and year on year trending information which will be shown in health and safety reports including trends in various injury types and treatments.", " ", "It is important to move beyond simple data capture towards becoming a learning organisation, as well as celebrating success when improvements are achieved.", " ", "Please also find a very informative article by PwC about creating value from your business data ", "https://www.digitalpulse.pwc.com.au/how-to-create-value-from-business-data/?utm_source=newsletter&utm_campaign=dp-2019-23-10&utm_medium=email", " ", "As always, please do not hesitate to contact me at ", "praveen@pericorp.com", " or 03 9882 1896, if there are any matters you would like to discuss.", "Welcome to Periscope’s September update.", " ", "Periscope Developments", " ", "Periscope’s latest software version is now available. The attached document provides an overview of the new software features and some future developments.", " ", "What is Trending?", " ", "Some of Periscope’s recent client activities are briefly described below:", " ", "Periscope has been working with a number of clients to enable data from Periscope’s application to be used in Power BI for charting and reporting purposes. This includes a mixture of direct access to the database and the scheduling of reports to a designated e-mailbox. This has enabled clients to generate reports from a central data warehouse that is receiving data from across the organisation, including Periscope Software", " ", "Periscope has been in further conversation with energy retail companies to demonstrate the integration of risk/issues, compliance and regulatory breach reporting. Of particular interest has been the use of the Print Merge function to enable the population of template spreadsheets directly from the software application to report on wrongful disconnections and other regulatory breaches", " ", "While Periscope Software has been used for audit planning and the tracking of audit actions for many years, a number of clients have recently introduced the notion of positive feedback following an audit. This is used to recognise the positive aspects of what a business area is doing well, as often audits can be viewed as having negative connotations", " ", "Periscope has recently presented to an existing client to expand the use of the complaints management system to include the ability for a member of the public to register complaints using Periscope’s anonymous link.  The link will be located on the client organisation’s website", " ", "Periscope’s software has been recently used by a client for an approval system for chemical and biological items used for research", " ", "Periscope continues to work with clients to enable single sign on for their applications which increases user engagement and reduces the burden on system administrators. Single sign on ensures access to Periscope Software is controlled by the client organisation and it enables more timely removal of access for users no longer with the organisation. There are only a few clients that have not enabled single sign on for the software", " ", "Some clients are taking advantage of new form functionality/aesthetic and going through a form refresh process to ensure an improved user experience", " ", "Periscope has been working with a client to automate workflows and notifications for an insurance and audit action follow up system", " ", "An existing client has made some recent updates to its water quality risk management system to capture a new function and asset type for assessment.", " ", "Periscope Case Study", " – Migrating 50,000 Records into Periscope", " ", "Periscope is currently working with a large client to develop a process to migrate 50,000 incident and hazard records into the system with each record containing about 25 fields meaning that approximately 1.25 million data points will be imported into Periscope’s system. Some of Periscope’s observations and recommendations in order to best manage data integrity from the old system as well as how they are brought into the new system are detailed below:  ", " ", "Understand the purpose of transferring data into the system.  Is it for evidentiary and/or trending purposes?  This will assist in deciding what data is required to be imported and what can be left behind", " ", "Undertake an analysis of the integrity of the data being imported.  If the data is not of a sufficient standard and it is required for trending purposes, consider whether there is benefit in bringing it into the system. Quite often we see data gaps that will reduce the value of any trending analysis", " ", "Acknowledge that legacy data may reflect business processes and organisational structures that do not exist in the current system.  It may be necessary to update the organisational structure and position tables within Periscope Software in order to reflect the past", " ", "Where possible, map data to existing data fields. If this is not possible, create new fields to receive the data, so it can be retained for historical purposes", " ", "Cleary identify the legacy data and decide who has ongoing edit/read only access to this data", " ", "Undertake exhaustive testing before data is imported into the production database", " ", "Always back up the database before every import.", " ", "Tips and Tricks", " ", "Widget search", " ", "Periscope’s widget search allows for granular searching of specific fields or a combination of values in specific fields. It is a quicker search compared to the dashboard search as it only returns data contained in the widget.", "​", "​", "Report Live Links", " ", "Live links in reports enable a user to select the live link (usually the record Id) and gain direct access to the relevant record in the database subject to single sign on being available. This is useful where a user may receive a report containing many records, and only needs to update a couple of those records. It also allows a user to access more detail about the record than is contained in the report.", "​", "​", "As always, please do not hesitate to contact me at ", "praveen@pericorp.com", " or 03 9882 1896, if there are any matters you would like to discuss.", " ", "Regards Praveen", "Welcome to Periscope’s August update.", " ", "Periscope Developments", " ", "Further work has continued on the App, as we respond to user feedback. The App has a great deal of functionality and a clean user interface which continues to reinforce the power of this tool.", " ", "Periscope is also in the process of creating a bulk edit function that allows certain fields to be edited without opening up each record individually. This builds on existing functionality associated with the double-click to edit on individual cells and is particularly useful for bulk updates such as compliance and risk reviews.", " ", "Periscope’s latest software version is now available.", " ", "What is Trending?", " ", "Some of Periscope’s recent client activities are briefly described below:", " ", "Periscope has implemented a streamlined approach with one of our clients to record compliance with Standing Directions issued by the Minister for Finance and the Letter of Expectation issued by the Minister for Water. The client is currently working through the system, so feedback should be available next month", " ", "Periscope has been in further conversation with energy retail companies to demonstrate the integration of risk/issues, compliance and regulatory breach reporting. The system can be used to automatically generate data for reporting to relevant regulatory authorities. A schema of the system is attached. The conversation also included the potential for an interface between Periscope Software and a commonly used energy retail customer management and billing system", " ", "Periscope presented to an existing client on a Complaints Management System. The System allows for the ability to capture complaint information, trigger workflows and make certain complaints private using Periscope’s Make Private functionality. It also has the ability to deal with Ombudsman referred complaints. A presentation on the system is attached", " ", "One of Periscope’s clients expressed interest in Periscope’s App for use as a vehicle mileage log. Periscope staff currently use the App for recording vehicle use for business purposes", " ", "Periscope is working with a large organisation to undertake data migration of 50,000 records from an incident reporting system that is soon to be decommissioned", " ", "Periscope presented to a Victorian Government agency on a risk management system", " ", "Periscope has continued to work with some existing clients on health and safety data capture and KPI reporting. In some instances, up to three years of data has been captured with various performance indicators and rolling averages charted on Periscope’s dashboard and displayed in reports", " ", "Some clients have spoken to Periscope about the use of the Periscope Business Continuity module. The module includes business impact analysis and business recovery objectives.  ", " ", "Periscope App", " - Recent changes by Google Play affecting mobile devices operating on older Android operating systems", " ", "As of 1 August 2019, Google Play has advised that new Apps must target Android 9.0. This has caused problems on older Android phones which cannot operate on the required Android operating system. This has resulted in some Periscope users not being able to access Periscope’s App from the Google Play store, as the phone’s age has meant that it cannot access Apps built to meet Google Play’s target Android operating system. In these instances, Periscope can provide a weblink to download the App directly without going to the Google Play store.", " ", "Family Violence Reforms", " ", "Some clients will be aware of Family Violence Reforms that have come into place. Periscope has responded to a recent questionnaire sent out by the Victorian Government regarding the practices of its suppliers primarily in relation to special leave provisions.", " ", "One of Periscope’s existing energy sector clients has spoken about a significant training program that is being rolled out across 1,000 employees, particularly customer services staff. The objective of the training is for staff to understand how to deal with customers that may be subject to a violent relationship. There may be flow on impacts for suppliers and providers, as the reforms are embedded into practice.   ", " ", "Tips and Tricks", " ", "Images in App or web in emails and reports", " ", "Images captured in the Periscope App can be sent in emails and displayed in reports. This is particularly useful for hazard/incident reporting, maintenance reporting and evidence of completed actions.", "​", "​", "Creating decision trees", " ", "Decision trees can be readily created within forms using a mixture of calculations and images. The example below shows screenshots of the Codex decision tree which is used for determining Hazard and Critical Control Points (HACCP).", "​", "​", "As always, please do not hesitate to contact me at ", "praveen@pericorp.com", " or 03 9882 1896, if there are any matters you would like to discuss.", " ", "Regards Praveen", "Periscope Developments", " ", "Further refinement and development of the Periscope App has occurred over the past month increasing its user friendliness ready for our latest software release. It was great to see the head of a government agency lodge a hazard using the App and commenting on its ease of use. The hazard was able to be viewed in real time on Periscope’s dashboard and could be reported on immediately.", " ", "Periscope is also in the process of developing a link to specific screens within each form. For instance, if there is a risk review screen, rather than the email link directing the user to the relevant record, the link will take the user to the specific screen within the record e.g risk review screen or investigation screen, saving time and avoiding confusion.", " ", "Periscope has released its latest software version. A couple of clients have early adopted to take advantage of some of the new App developments as well as the new Welcome Page and Home Page. Other clients will be contacted shortly and a slide pack of the latest features will be distributed.", " ", "What is Trending?", " ", "Some of Periscope’s recent client activities are briefly described below:", " ", "Periscope has held several discussions with existing and prospective clients in relation to compliance with ", "Ministerial standing directions, letter of expectations and annual attestations.", " One client is working with Periscope to pilot the software for use in this area. It is anticipated that this will allow for improved efficiency in responding to these compliance obligations and greater transparency", " ", "Periscope has received further enquiries from energy companies in relation risk and compliance applications. There has been a trend throughout the year from energy companies seeking these applications. A demo form reflecting the key aspects of the ", "relevant compliance management standard ", "will be used for the demonstration", " ", "Periscope’s App has had extensive use this month for activities such as the use of checklists for the decommissioning of IT facilities from former Government disability support houses and incident reporting for field-based personnel", " ", "Periscope has also spoken to potential and existing clients across Government, water and energy sectors in relation to ", "case management, complaint management and stakeholder consultation applications", " ", "Periscope’s ", "safety walk application", " was recently used by a health clients’ Board members in doing a site walkthrough. The feedback received was quite positive with Board members keen to better understand the software functionality in relation to the data captured", " ", "Periscope has also dealt with a complex restructure that has occurred within one client organisation. The client has now been split into two entities with work centred around the creation of two separate databases. The client has been commended by Periscope for the detailed implementation plan that was developed enabling the creation of the databases to occur relatively smoothly", " ", "Periscope has been discussing the classification of a client’s audit actions against the ", "COSO internal control – integrated framework", ". It is proposed to implement this classification later in the year", " ", "Periscope presented on its ", "contract management", " capabilities to an existing client in July. The system covers pre-qualification assessment, contract expiry tracking and contractor performance assessment.", " ", "There has been significant discussion in recent years of the need to better use organisational data. I have been undertaking an online course in business analytics, which will help inform Periscope on possible data analysis opportunities available as well as new data structures that may need to be put in place. One of the challenges with data is the notion of data bias. A useful graphic of different types of data bias and a process to manage bias, both prepared by McKinsey, are attached for information.", " ", "Case Study – Compliance Management Key Issues", " ", "As raised earlier, there has been plenty of emphasis on compliance management systems across the year. Based on our experience of these systems we thought it was worthwhile capturing the typical conversations we have with clients when implementing such systems.", " ", "1. Why do you want to implement a compliance management system?", " – In many cases, systems are implemented to demonstrate that regulatory requirements, standards and protocols have been met. Some clients have also seen compliance as a mechanism to improve the way their business operates, so rather than an activity to react and respond to, they use compliance to make the business better in delivering on its strategy", " ", "2. Culture and understanding", " – The way compliance is managed should reflect the organisation’s culture and general level of competence in responding to compliance obligations. It has to be remembered that most staff are not consciously managing compliance obligations on a daily basis so when the annual/semi-annual attestation or declaration arrives, there may not be a clear understanding of requirements that are being responded to, so the focus should be on making it easier for users", " ", "3. Evidence of compliance", " – One of the most effective ways to ensure higher levels of understanding of what compliance looks like for accountable officers is by including a field or checklist as to what evidence is typically required to demonstrate compliance. This ensures greater confidence in the responses provided", " ", "4. Legislation vs obligatio", "n – This is the primary challenge that many organisations face. In most cases, our clients, have managed compliance at the legislation level and then drop down to the relevant sections of the legislation and import the requirements into the system for response as an obligation. Potentially a similar obligation could be repeated under multiple pieces of legislation. Some clients have chosen to manage compliance at the obligation level so one obligation can be derived from multiple legislative sources. This means the accountable officer in the organisation only has to respond to one obligation to satisfy multiple legislative sources rather than having to sign off on the same obligation multiple time because of the different legislative sources", " ", "5. Obligation vs business as usual", " – It is really important not to fall into the trap of detailing every potential obligation that could be required to be responded to. The system becomes large and unwieldy. You can imagine how many lines on a spreadsheet you would create trying to capture all this. The other thing is to determine whether there is value in capturing items which have become business as usual for most organisations such as providing monthly financial reports to the Department of Treasury and Finance. This is business as usual for most Government organisations, so having notifications being generated by the software provides limited value", " ", "6. Detailed or rolled up obligation ", "– We have seen times where some clients have broken out legislative requirements down to the individual clauses and sub-clauses. This approach generates many records that need to be managed and the organisation will be held accountable for. It would appear to be better to manage the legislative requirement at the highest level and having an obligation that covers off on several Sections/clauses to minimise the work for accountable officers. Similarly to ensure the system is not overwhelming, consideration needs to be given to whether the capture of obligations from Standards, Codes of Practice and internal policies and guidelines is warranted", " ", "7. Obligation priority", " – One of the realities is that most organisations do not treat all obligation are equal, so it is important to set some priority. Most typically priority is reflected in a risk rating, consequence rating, priority and/or whether there is an obligation to report regularly or to report on a breach", " ", "8. Accountability shared means no accountability", " – There are times where organisations will deem that an obligation has a shared accountability. In many instances, we see that shared accountability means no accountability. In terms of system structure, the more effective systems reflect single accountability supported by evidence from others who have responsibility, such as delegated officers", " ", "9. Integrating compliance", " – The most powerful processes and systems integrate compliance with other organisational governance activities. Linking compliance activities to organisational controls reinforce why some controls exist. Compliance obligations are also quite commonly linked to risks associated with non-compliance or as a consequence of a risk being realised.", " ", "There are many approaches that our clients use to manage compliance obligations. The most effective approach needs to reflect the organisation’s culture, competence and practice.", " ", "Tips and Tricks", " ", "Delay sending emails", " ", "From time to time clients need to ensure that emails are released at a certain time of the morning such as 9 am. This is particularly applicable to staff who may be on call and don’t want to be disturbed by emails being received in the early hours of the morning. In the each form processing record, there is an option to defer the sending of emails to a nominated time to minimise the potential for sleep disruption.", " ", " ", "Extracting data from log fields", " ", "New formulas have been created that allow for extraction into a record of the last date/time a log field entry was made, the user who did it and the content of that entry. This is particularly valuable where calculations can be triggered by the last date entry into a log field for purposes such as risk reviews, action reviews and case notes.", " ", "As always, please ", "Contact Us", " should you wish to discuss Periscope Software.", "Welcome to Periscope’s June update.", " ", "Periscope Developments", " ", "Consistent with Periscope Software’s Road Map: Strategic Theme 1 – An exceptional and seamless customer experience, we have made some exciting new changes to the look of the Welcome Page, Home Page, Administration Page and App. These are detailed in the attached document, with future work to also be undertaken on the Dashboard.", " ", "We have also commenced discussions with one of our clients regarding the ability to accept incident reports into Periscope’s system that have been created in conjunction with an artificially intelligent application. This is an exciting development, as our product roadmap has a focus on implementing initiatives that support seamless data movement through APIs (application programming interface) and leveraging emerging technologies such as artificial intelligence. Periscope’s, Praveen Reddy, has also recently successfully completed an online course with MIT in the US entitled “Artificial Intelligence: Implications for Business Strategy” to support the uplift of knowledge in this developing area.", " ", "What is Trending?", " ", "Some of Periscope’s recent client activities are briefly described below:", " ", "Periscope presented to another energy company in relation to compliance and risk modules last week. With tighter regulation and greater focus from regulators, a number of energy companies have approached us in the last few months to look at systems to support improved governance", "Periscope has been working with a client to develop an App that is to be used to complete relevant checklists for the decommissioning of government IT infrastructure at over 60 sites throughout Victoria", "One of Periscope’s water authority clients visited in recent weeks to discuss the application of the Board agreed risk appetite statements to individual strategic risks with KPI measurements. Conceptually this sounds great, but has proven to be challenging in practical terms. The conversation also covered one of the perennial risk issues which is whether to duplicate health and safety risks (linked to a standard library of corporate controls) across each business unit in the organisation or to have one set of risks being managed at higher levels within the organisation", "Discussion were undertaken with a client organisation regarding the broader rollout of a client manual handling risk assessment tool that identifies the risks associated with caring for people who require partial or full assistance in undertaking daily activities. While the focus is on the carer, it also reflects greater understanding of the client. The output includes a report that identifies equipment, behavioural, clinical and procedural risk factors and another report that details the client manual handling procedures required based on the task and activities being undertaken", "A leading UK based biomedical research institute committed to using Periscope’s risk management module, which is hosted on Amazon servers located in Dublin.", "Some of our modules that clients have implemented in the last month include:", "Chemical risk assessment tool", "Safety walks", "Health and safety incident reporting", "For another client, Periscope has developed a form that allows Executives to have a helicopter view of risks within their part of the business. The form includes a chart displaying all risks and the Top 10 risks by risk ratings, as well as allowing easy access to the linked records that make up the statistics.", "​", "​", "External News", "​", "VicWater 2019 Audit and Risk Symposium", "​", "Periscope’s Ian Dockeary attended VicWater’s 2019 Audit and Risk Symposium on 12 June. Ian was able to meet some representatives of client organisations, with his two key takeaways being:", "​", "Cybersecurity – the need to continually educate staff in relation to using appropriate passwords, phishing and other scams and managing the privacy of sensitive data", "Data analytics – the need for organisations to understand the data sets they have captured, how they were derived (including any data bias) and then using it to improve organisational performance.", "​", "Office of the Australian Information Commissioner (OAIC) Notifiable Data Breaches Scheme Annual Report", "​", "The OAIC has released its first annual report covering the notifiable data breaches scheme introduced in February 2018. While malicious or criminal attack accounts for 60% of the breaches report, greater than one third of breaches are related to human error. A link to the report is provided OAIC data breach annual report", "​", "​", "​", "Case Study", " – Health and Safety Hazard and Incident Reporting Key Issues", "​", "Last month, Periscope presented a case study of a hazard and incident reporting system that has been recently implemented. Based on our experience of hazard and incident reporting systems, we thought it was worthwhile capturing the typical conversations we have with clients when implementing these systems.", "​", "What does your success story look like? – Using this technique allows everyone to focus on the outcomes that are important without getting bogged down in the detail of data fields and layouts.", "​", "Who are your stakeholders? What are their needs and concerns? What are your needs of them? – By identifying the key stakeholders and their relevant attributes, it ensures a more holistic view of the system that is built and capture of relevant information for reporting purposes such as regulatory reporting.", "​", "What information do you want to capture at the reporting stage? – Too often we see clients expecting their users to capture a lot of information and in some cases, require users to guess or estimate information that is then presented as factual data as part of KPI and analytical reporting   All this tends to do is discourage people from reporting the hazard or incident. In our most recent build, the App only requires users to complete around five data fields, which was strongly emphasised by the CEO.", "​", "What hazard or incident types are to be captured? – Different event types can be captured within the system beyond health and safety, with each type resulting in different workflows and notifications. Other event types can include property damage, water quality, environment, information technology, material supply and quality and corporate incidents such as fraud. We have also seen an increase in the use of incident categories related to harassment, bullying and mental health and wellbeing.", "​", "How do you rate a hazard or incident? – This is one area that causes significant confusion. Some clients have chosen to risk rate an incident, but this can be problematic as based on the likelihood, the incident has already occurred.  The more effective categorisation we have seen have used the organisation’s consequence matrix to assess the impact of the incident and the potential impact of the incident.", "​", "What is involved in the process of investigation? – The conduct of the investigation varies from organisation to organisation and can include who can undertake the investigation (e.g supervisor), timeframes to be met, different levels of investigation depending on the incident. severity and the level of analysis based on root cause and classification of the injury. Some clients have found using an image of a body easier to deal with than complex classification structures", "​", "How do I deal with an injury? – One of the areas that Periscope strongly advocates for is the use of a separate injury form rather than capturing injury information in the incident record. This ensures additional layers of security and workflow can be applied to the injury form to protect privacy of the injured party.", "​", "What should be done with corrective actions? – It is quite common to have a separate Action form where corrective actions can be allocated to other staff members to complete. The Action form can have its own workflow. Statistics can be captured from the Action form that feed back into the Hazard and Incident form.", "​", "When do I close a hazard or incident? – This is a question we get asked quite often, but it comes back to the organisation. Some organisations close the event once the investigation has been completed and corrective actions identified, while other organisations only close the incident report when all corrective actions have been completed. The challenge with the latter approach is that the event can remain open for a considerable period of time, as some corrective actions may have budgetary implications, and funding may not be available for several years, so in essence an event is being reported that is several years old. Also some close out processes can include verification processes to ensure that an event has not been brushed over.", "​", "What lessons have we learned? – This is the essence of why you have a system but is very rarely done. Each event should be assessed for the lessons that have been learned and this knowledge should be shared to drive continuous improvement and innovation. Quite often we will encourage clients to have a data field and some categorisation to capture this information and then have an automated scheduled report running on a weekly or monthly basis to disseminate this information to relevant staff. One of the most effective uses we have seen of this reporting was the scheduling of an incident lessons report every Monday morning at 5.30 am prior to staff toolbox meetings. ", "​", "Other elements that haven’t been touched on are:", "​", "The application of legal privilege", "The importance of providing positive feedback and thanking the event raiser to reinforce a culture of reporting", "Being conscious of how far and wide email notifications are being sent", "Analysis of data such as looking at the ratio of near misses and hazards to incidents", "How the data is being used beyond health and safety. For example hazard and incident statistics inform the likelihood and/or consequence of risks, the performance or absence of controls and breaches against compliance obligations.", "As with any system, clients should be running an appropriate change management process to bring staff along the journey.", "​", "​", "Tips and Tricks", "​", "Google address API", "The use of the Google address API linked to a text field ensures that there is data integrity for addresses entered into the system. This is particularly useful for freedom of information, complaints and hazard/incident locations.", "​", "Questionnaire/Survey Progress Bar", " ", "The use of the questionnaire/survey progress bar is a useful visual cue that can be used to guide users on their progress when completing such forms. This can be used on questionnaires for activities such as compliance, attestation and conflict of interest.", "​", "As always, please do not hesitate to contact me at ", "praveen@pericorp.com", " or 03 9882 1896, if there are any matters you would like to discuss.", " ", "Regards Praveen", "Periscope Developments", " ", "One of our most recent developments has been an update to the Welcome Page. The original Welcome Page served a limited purpose, and while we have implemented this change, there are some further additions to come. The changes to the Welcome Page reflect a proposed change in the styling of Periscope Software, that will progressively be rolled out across the Home Page and Dashboard.  Feedback to date has been really positive.", " ", "The Welcome Page displays a chart and list of records where the user is the record Owner and has a date by which to complete an action. The actions by form are listed on the right-hand side of the display with a live link to the relevant records.", " ", "What is Trending?", " ", "Recently we have been approached by another energy company to discuss a risk and compliance system, which continues the interest in compliance systems that we have seen across the Eastern seaboard.", " ", "The growth in the use of the Periscope App is continuing with one of our clients developing an App for the inspection of manhole covers.", " ", "Over the last few months, there has been significant interest in the reporting of health and safety key performance indicators. In one instance, Periscope has replicated data from 2011 to demonstrate the ability of the software to capture these statistics and generate outputs in an Excel spreadsheet including charts.", " ", "Case Study – Health and Safety Hazard and Incident Reporting", " ", "Periscope is in the process of implementing a new health and safety hazard and incident reporting system for a Government agency. The objective of the system is to easily capture hazard and incident information on a phone or computer to reinforce a culture of reporting. Detailed categorisation of the event and investigation is done by appropriately trained people in the organisation. The system is designed to capture statistics including the agency of injury, bodily location, mechanism of injury and location of injury, which can then be displayed on a KPI chart on Periscope’s dashboard or used in external applications such as Excel charts and Power BI.", " ", "In our next update, we will highlight some of the aspects of hazard and incident reporting systems that our clients regularly discuss with us.", " ", "Tips and Tricks", " ", "Previously we discussed the ability of clients to create their own Word and Excel reports, but neglected to mention that PowerPoint reports can also be created. This allows the opportunity to present information as part of a slideshow or presentation. While it is an iterative process to determine the most effective layout, the resulting document can present information in a more engaging manner for the audience. An example is shown below:", " ", "One of the most useful tools for updating data and/or running workshops is the ability to export data to Excel with all the associated lookup tables which helps to preserve data integrity. It can also be used to create Excel templates for users to complete, which can then be imported into the database. This is simply done by using the Export with Export Lookups function.", "Periscope Developments", " ", "Over the last 12 months, several clients have asked about the ability for Periscope Software to become a data source for Microsoft’s Power BI dashboarding and analytics tool. While data from the software can be exported and the resultant spreadsheet uploaded to Power BI, Periscope has been able to demonstrate that data can be pulled directly from the database. This ability, where security can be applied prior to the data extraction, provides clients with even greater power to use and report data more effectively.", " ", "While Periscope has a sophisticated import function for Excel documents, one of the challenges over many years has been the ability to import data from complex documents into the database, without lots of data handling and manipulation. Periscope is in the advanced stages of proving the ability to import data directly from complex documents into the database.", " ", "What is Trending?", " ", "In recent months, there has been a strong focus on compliance management systems. During this period, Periscope has responded to tenders or requests from an energy retailer, large Council, health organisation, a well-known not for profit and Government authority regarding the implementation of compliance management systems. Periscope is also working with a leading provider of compliance obligations to more easily import content from the provider’s compliance modules into Periscope Software.", " ", "One of the cornerstones of good governance, risk and compliance management, is the management of controls. Controls are typically in place for risk and compliance management and form the basis of organisational audit programs and business continuity/disaster recovery planning. Controls are also important in understanding why an incident has occurred, as investigations tend to focus on the effectiveness or absence of controls in place. One of the recent reports that Periscope has developed is based on understanding the importance of a control. This easy to create Excel report can be uploaded to client systems, subject to mapping the relevant data fields.", " ", "Case Study – Leadership Walks", " ", "In August 2017, Periscope was approached by a Water Authority requesting assistance with the development and delivery of an online mobile Leadership Walk module. The objectives of the Leadership Walk program were to improve visibility and accountability of organisational values, behaviours and safety performance across the entire Authority.  Using the Periscope app, the product was rapidly developed with the first Leadership Walk conducted using the App in October 2017.  Since the system went live, over 2,100 leadership walks have been conducted by 126 managers over a significant geographical area. ", " ", "The Authority now has access to annual and monthly walk KPIs based on levels of management, with a further breakdown of data based on walks completed within the Authority’s delivery division.", " ", "The System:", " ", "Allows Leadership Walks to be entered via the App or the Desktop", "Can be used on Apple and Android devices", "Supports both mobile phones and tablets.", " ", "By far the most popular device used has been a phone due to accessibility and convenience.  The use of a voice recognition has alleviated issues associated with typing and spelling.", " ", "The Leadership Walk module has also been integrated with the Authority’s Hazard Reporting module so a user can seamlessly report hazards that may have been identified during the walk.", " ", "The roll out of Leadership Walks on the Periscope App was a great example of Periscope working in partnership with its client, to further evolve the system to improve organisational efficiency and effectiveness. ", " ", "Periscope Training", " ", "Periscope’s next System Administrator training session is on Wednesday 5 June 2019. The objective of this training course is to is to assist clients in understanding methods for populating, updating, displaying and reporting data.", " ", "Tips and Tricks", " ", "While many clients have enjoyed the benefits of being able to create their own Word and Excel template reports which can be uploaded to the Periscope application, a couple of clients have also uploaded corporate template letters to the system. The letters can be generated by selecting a command button that auto populates the letter with data directly from the record, similar to a mail merge. The letters can include a client’s letterhead and corporate style. Most commonly this feature has been used in Freedom of Information, Complaints Management and Case Management systems.", "Did you know that images can be included in email templates?", " ", "The ability to include an image in an email provides greater information to recipients beyond a description and is particularly useful for hazard and incident reporting. This is convenient for users in the field who can capture images through the Periscope app using a tablet or smartphone. Once a record with the image is uploaded to Periscope software, an automatic email can be generated with the image embedded.  Currently the size of the image is dictated by the capture tool and/or editor.  A future development is to control the dimensions of the output from within Periscope.", "​", "As always, please do not hesitate to contact me at ", "praveen@pericorp.com", " or 03 9882 1896, if there are any matters you would like to discuss.", "Case Study - Audit Action Tracking and Reporting System", " ", "Periscope has recently worked with a water authority to implement an Audit ", "Action Tracking and Reporting System. The work commenced in the second week ", "of January and went live in the third week of February. The system has been ", "well received by the organisation's Executive. The scope of work involved ", "building the form and workflow, providing the ability to link to ", "organisational strategic drivers and risks, importing existing data and ", "replicating four reports that are presented to the organisation's Audit and ", "Risk Committee.", "​", " ", "The System allows for:", " ", "1.            Transparency of actions and their status for Responsible Officers ", "and the Executive", "2.            A distributed approach to updating data, moving away from the ", "centralised management of the process using Word and Excel documents", "3.            Greater visibility of the status of actions for easy follow up by ", "the Internal Audit coordinator", "4.            Easy reporting including statistical reporting for the Audit and ", "Risk Committee", "5.            Key performance indicator charting.", " ", "The ability to deliver the System within six weeks was due to:", " ", "1.            The passion of our client partner in working with internal staff to ", "understand and use the software", "2.            The client's understanding of the data and the integrity of that ", "data, making importing of data and validation of reported data easier", "3.            A practical and pragmatic approach to meeting the implementation ", "timeframes, recognising that further evolution would occur as the ", "organisational use of the system increases", "4.            Having a clear deadline to be met.", " ", "The reports will be presented to the Audit and Risk Committee in March.", " ", "Periscope is excited by the possibilities, by working in partnership with", "our client, to further evolve the System to increase organisational", "efficiency and effectiveness.", "Software Version Release 10.08", " ", "Our latest Software Version Release 10.08 has been in operation for several months now, and has been well accepted by our clients.", " ", "Some of the key features in this release include:", " ", "1. The ability to display drop down, radio buttons and checkboxes as buttons which improves the visual presentation of forms and the App", "2. Improved data import function that takes users through a workflow", "3. Periscope's subscription to the Google maps application programming interface (API) allowing for address lookups and plotting of data onto ", "Google maps", "4. A Map widget showing locations of incident, hazards and other key data sets on a consolidated map", "5. The ability to export data to pre-existing Excel spreadsheets that auto populate charts and update pivot tables.", " ", "There are a number of other changes for 2019 that we are working through and look forward to sharing those with you.", " ", "Current Activities", " ", "Over the last few months, some of the key modules that Periscope staff have been working on are:", " ", "* Risk management for a couple of new clients", "* Audit action tracking for a new client", "* Compliance management enhancements for a number of existing clients, some of which have been driven by the current environment and increased regulator scrutiny", "* Incident reporting", "* Site based health and safety apps for inspections, facilities assessments and other activities", "* Chemical risk assessment.", "On behalf of Periscope staff, I want to thank our customers for their support and high levels of engagement throughout 2018. We value the partnerships that we have with our customers and look forward to that continuing in 2019.", " ", "There are a number of exciting initiatives that we have ready to go, as part of our latest software release, which we are looking forward to sharing with in the new year.", " ", "We would like to wish you and your family a safe and enjoyable holiday period. We hope you come back refreshed and ready to kickstart 2019.", " ", "During the Christmas/New Year period, Periscope staff can be contacted via the office number (Ph: 03 9882 1896), on our respective mobile numbers or via email. There may be some delays to requests during this time, as not all Periscope staff will be working during this period.", "Periscope Annual User Conference 2018", "​", "Thanks to our clients for making the 2018 Periscope Annual User Conference a success. Clients valued the deep insights into the effective use of the Internal Audit module by a large Victorian Government department to track audit action performance through the use of key performance indicators.  Many learnings were also taken from the use of the Periscope app by a large disability service provider to rapidly risk assess approximately 300 disability support facilities across the east coast of Australia. As always clients were able to see and provide input into Periscope’s product roadmap. We look forward to next year’s event!", "© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "John, Irina and Martin at our Annual Conference- Photo courtesy of Caol Robinson", "The people you meet and speak to for support are the people who make the product, so why not ", "get in touch", " with us and find out more about the Periscope team and how we can help transform your business?", "Business Manager", "Formed in 1998, Periscope is entirely Australian owned and operated. ", "​", "With 80 years of business experience backing us, we bring a wealth of business understanding to our approach, and listen to what it is that our customers want.", "​", "As the registered provider for multiple Top 100 Organisations and State Governments, you can rest assured that you are in the safest of hands.", "​", "Priding ourselves on our professional, balanced, caring, fun and relaxed atmosphere, we form strong relationships with our clients, which underpins the work we can achieve together.", "​", "We value our customers, providing them with personalised customer service, around-the-clock support and free training, open days and conferences.", "​", "​", "Principal Consultant and Founder", ".NET Developer", "Senior Programmer ", "Senior Software Developer", "© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "We are continuing to work with our clients to upgrade their systems to the latest version of Periscope Software. To date, the upgrades have gone well and clients have been using some of the new functionality available. The new features are highlighted in the attached slide deck that has previously been circulated. We have appreciated client feedback we have received, particularly in relation to the autosave function, which has allowed us to continue to improve our product. ", " ", "Enterprise management, governance and compliance practices help your business run at its best, but with so many sectors, and different ways to record, monitor and share information, it can be hard to stay on top of things.", "     ", " ", "That’s why Periscope provides you with a unique software platform to bring ", "all aspects of your business", " together, consistently- saving you time and money.", "​", "​", " ", "      ", "Assign your staff specific positions in the system, so that everybody sees only what they need to, improving efficiency and accountability.", "Nobody wants to remember multiple login details, so we use ADFS, meaning you can connect easily through your company’s intranet portal. ", "We can seamlessly maintain the HR function, so when someone leaves, the manager is put into that position until the position is filled.", "Nobody knows your business like you do, so our easily configured forms, workflows, dashboards, reports and spreadsheets can be tailored by you to your exact needs. ", "The real-time dashboard interprets your data, and draws your attention to where it’s needed at a glance through the use of slick graphs and visual aids.", "Now you can even use Periscope on all of your devices, making your integrated business management even more seamless. ", "Periscope is Australian owned and operated, and you can rest assured that all of your data is securely stored in Australia. Our secure, trusted operations are backed by 80 years of business experience.", "Don’t take our word for it, though: originating from a legal firm, Periscope is the registered provider for multiple Top 100 Organisations and State Governments.", " ", "We value our customers, providing them with personalised customer service, around-the-clock support and free training, open days and conferences. ", " ", "​", "To find out how to take control of all aspects of your business and make the power of Periscope yours, call us on ", "61 3 ", "9882 1896", " ", " ", " ", " ", " ", " ", "© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "​", "While the integration of Business Management Systems such as Enterprise Management, Governance and Compliance are passions of ours at Periscope, we don’t expect them to be yours.", " ", "That’s why we strive to ensure that our software is intuitive and easy to use for people of all ages, professions and skill levels, and is completely customisable to suit your needs. ", "​", "It doesn’t stop there.", " ", "We want to make sure that Administrators are getting as much as they possibly can out of our product, so all of our clients are invited to free, quarterly training sessions at our Hawthorn office.", " ", "Be empowered to make Periscope software your own.", "Why Periscope?", "Periscope ", "adapts", " for you ", " ", " ", " ", "At Periscope, we give you personal configuration and customisation, without the painful price tag. ", "You decide who sees what, and when, with security settings suited perfectly to your organisation’s structure. ", " ", " ", " ", "Periscope is ", "intuitive", " ", " ", " ", "The live dashboard interface provides real-time data updates, giving you up to date information when you need it most. Each user can create their own unique view, without the need for extensive programming knowledge. ", " ", "Data imports and exports are made easy with built-in drag and drop reporting functionality, allowing you to easily create and send instant reports, graphs, charts, KPIs and scorecards. ", " ", "Need to send reports but don’t have the time? Periscope allows reports to be sent automatically to key staff after set events, or on specific dates and times of your choosing. ", " ", " ", "Periscope is ", "powerful ", " ", "Periscope gives you the ability to manage an unlimited amount of governance, legal, risk and compliance obligation records, with no restriction on attachments.", " ", "Advanced search functionality lets you find the information you need easily, and calculations are made simple through the integration of formulas using Math.Max.", " ", "Why be restricted, when Periscope integrates seamlessly with your existing systems to provide optimal collaboration and communication throughout your entire business? ", "​", "Periscope looks and ", "feels great", " ", " ", " ", "The software allows you to manage the layout- resizing graphs and your dashboard to suit your screen resolution is easy, and colour-coding fields makes quick referencing a breeze.", " ", "Choose fields to compare on your dashboard, for detailed and guided analysis of the information that is most ", "important to you.", " ", " ", "​", "Periscope ", "never sleeps", " ", " ", "With offline functionality, you can rest assured that no data is lost to the confines of internet connectivity", " ", "Want to know more about why Periscope is the perfect fit for your business or organisation? Contact us ", "here", "  ", "© 2017 Periscope Corporation", "Terms of Use", "  | ", " Privacy", "HOME", "WHY PERISCOPE?", "NEWS", "TEAM", "TRAINING", "SERVICES", "CONTACT", "More", "ARCHIVE", "Victorian Auditor General’s Office Releases Results of 2016–17 Audits: Water Entities", "​", "The Victorian Audit General’s Office (VAGO) tabled the results of the 2016-17 Audit of Water Entities in Parliament on 15 November 2017 (", "https://tinyurl.com/2016-17-Audits-Water-Entities", "). The Audit assessed the sector as financially sustainable. In the longer term, some water authorities will need to consider risks associated with asset renewal/replacement and debt repayment. Key recommendations included: refining the financial reporting process, more focus on performance reporting and assessment of IT control weaknesses for relevant systems. Periscope is pleased to have worked with some of our water quality clients this year in providing a performance reporting software solution that includes the performance reporting parameters identified in the report as well as employee indicators, health and safety indicators, regulatory actions and water reservoir metrics. For more information ", "Contact Us", " ", "Periscope API with Victorian DHHS Client Incident Management System", "​", "Periscope Corporation (Periscope) is excited to be working closely with The Tipping Foundation (Tipping) and the Victorian Department of Health and Human Services (the Department) in finalising the testing of data exchange, via an API (Application Programming Interface), between Periscope’s incident management system and the Department’s Client Incident Management System (CIMS).", " ", "Periscope acknowledges the progressive approach adopted by the Department in maintaining a central incident management system, while allowing service providers to leverage their existing in-house or cloud-based applications to exchange data. The full implementation of CIMS is expected to occur from 15 January 2018 onwards.", " ", "Tipping has redesigned its existing Periscope incident management system to ensure that its requirements continue to be met, while also satisfying the Department requirements. This redesign has enabled Tipping to address a broader scope than CIMS (e.g staff and client incidents in one system) that maximises organisational benefits. It is expected that the certification of the testing will be completed soon.", " ", "Periscope is an Australian owned and operated organisation that provides health service applications to government, not-for-profit service providers and regulators. Organisations requiring client incident management systems, particularly with an interface with CIMS can contact Periscope now by selecting ", "Contact Us.", " ", "Further details of CIMS can be found by selecting the following link: ", "https://providers.dhhs.vic.gov.au/cims", "Periscope Annual User Conference and Open Day 2017", " ", "Periscope is pleased to invite its clients to the Annual User Conference and Open Day 2017. These events provide a great opportunity for clients to showcase their great work, learn more about Periscope Software and build their Periscope client network. The Conference will be held at the Vibe Savoy Hotel on Wednesday 20 September 2017. The Open Day will be held at Periscope’s office at 1/5 Rose Street, Hawthorn East on Thursday 21 September 2017. Further information can obtained using the", "\n", "Contact Us", " ", "section on the we", "bsite.  ", "      ", "Business First", "​", "Periscope is pleased to have been interviewed for the Business First Magazine, which is currently in distribution. We had a chance to talk about where our business has come from and opportunities in the future. Our interview can be found on ", "page 66 ", "of the magazine provided in the attached link.", "​", "​", "Business First Magazine Periscope Interview", "      ", "September 2018", "​", "Periscope’s Annual User Conference and Open Day 2018", "​", "Periscope’s Annual User Conference and Open Day for clients is on again on 19 and 20 September. There is no charge to attend either event.", "​", "Periscope Annual User Conference", " ", "Date: Wednesday 19 September 2018", "Venue: Vibe Savoy Hotel Melbourne", "Time: 10:00 am (9.30 am registration) to 4.00 pm", " ", "Highlights include:", " ", "A presentation on the Audit Management System operated by the Department of Economic Development, Jobs, Transport and Resources", "A presentation of a rapid risk assessment approach used by House with No Steps/The Tipping Foundation to assess the risks of disability facilities and accommodation", "A snapshot of features being used by Periscope clients", "A client lead session to discuss specific software uses", "An update on security including Periscope’s response to legislative changes requiring data breach reporting", "Latest software developments", "An opportunity to exchange ideas and influence future Periscope Software developments", "Client networking session.", " ", "Periscope Annual Open Day", " ", "Date: Thursday 20 September 2018", "Venue: 1/5 Rose Street, Hawthorn East (Periscope’s office)", "Time: 10:00 am (9.30 am registration) to 4.00 pm", " ", "This day provides a great opportunity to interact with Periscope staff and clients in an informal atmosphere, and learn more about Periscope Software. There is also the opportunity for breakout sessions so that clients can learn about new software features, advanced software features and/or discuss specific matters with Periscope staff.", " ", "If you have any queries, please ", "Contact Us", ".", "March 2018", "​", "Lessons Learned from the Periscope API with DHHS Incident Reporting System", "​", "The Victorian Department of Health and Human Services (DHHS) has implemented a new Client Incident Management System (CIMS) that went live on 15 January 2018. The focus of CIMS is the safety and wellbeing of clients and applies to DHHS funded organisations and Victorian-registered NDIS providers of disability and psychosocial supports. CIMS replaces the previous fax-based reporting system.", "The Tipping Foundation (Tipping) uses Periscope’s Incident Management System (PIMS) for reporting all incidents affecting Tipping staff and clients (including DHHS clients). In order for PIMS to exchange data with CIMS, an application programming interface (API) was developed by Periscope in partnership with Tipping and support from DHHS staff. A summary of the scope of Periscope’s API and some of the key lessons are provided below.", " ", "What were the objectives of the API?", "​", "The objectives of the API were to:", "Lodge incidents from Tipping Foundation’s PIMS to CIMS", "Enable PIMS and CIMS to exchange data at various stages of the incident reporting, review and investigation workflow", "Enable timely exchange of information between DHHS and Tipping.", "Scope of the project", "The scope of the project included the development of 16 unique APIs, with each API completing an individual transaction between PIMS and CIMS. Broadly the APIs covered:", "Data from PIMS being transmitted to CIMS at various stages of the workflow for major Incidents", "Data from CIMS being transmitted to PIMS at various stages of the workflow", "The ability to upload a client investigation report from PIMS to CIMS", "The ability to bulk upload non-major incident records at the end of the month. This is done through an automated process that runs at the end of the month.", "​", "Lessons learned", "​", "Form building and validation – the original PIMS form used by Tipping was retired and replaced with a new Incident report that supported the new DHHS policy, APOI requirements and internal Tipping requirements.   to CIMS being in place needed a major rework based on the specific field and field validation requirements specific by DHHS.", "Data Validation - Each CIMS API is highly specific so if the data submitted does not meet the specific requirements, the transaction is rejected.  To exchange data between two systems in real time the precise nature of the data is paramount.", "Process Alignment – CIMS expects specific data sets to be submitted based on agreed workflows that support DHHS policy.  This means data exchange must also be timely as well as precise.", "Currency of documentation – the CIMS documentation was evolving throughout the project implementation as the API requirements were developed, so it became necessary to check the documentation on a regular basis. Some initial errors occurred due to differences between the staging and production environments", "Error handling within CIMS system – some data transfer errors were difficult to determine as to what caused them, as the error handling for these specific errors weren’t in place. As the system evolved, the error handling improved enabling our client and us to self-correct. It was also important that users were not confronted with highly technical errors, as they would be uncertain how to understand and respond to these errors", "Error handling within Periscope – Periscope updated its error handling information to provide greater detail as to the reason a record could not be transmitted to CIMS. Error handling has also evolved as every type of error was difficult to test for in such a large and complex system that was rapidly changing", "Record audit history - Periscope has a detailed record audit history which made the diagnosis of any issues or confirmation of system transactions highly efficient", "Agile environments - Both PIMS and CIMS were developed in highly agile but separate environments, so it was inevitable that some issues would arise. However, the ability for both systems to be updated in near real time ensured that no extensive delays were experienced."], "emails": ["ian@pericorp.com", "praveen@pericorp.com", "praveen@pericorp.com", "praveen@pericorp.com", "praveen@pericorp.com", "praveen@pericorp.com", "praveen@pericorp.com"], "addresses": ["5 Rose St Hawthorn East VI"], "social_media_links": [], "telephone_numbers": ["83 291 507", "+613 9882 1896", "3 9882 1896", "3 9882 1896", "2019-23-10", "3 9882 1896", "3 9882 1896", "3 9882 1896", "3 9882 1896", "3 9882 1896", "3 9882 1896"], "lda_resutls": [[0, "0.024*\"use\" + 0.022*\"home\" + 0.017*\"user\" + 0.011*\"client\" + 0.010*\"form\" + 0.009*\"incident\" + 0.009*\"search\" + 0.009*\"new\" + 0.009*\"field\" + 0.007*\"risk\""], [1, "0.026*\"report\" + 0.018*\"client\" + 0.015*\"periscope\" + 0.014*\"include\" + 0.011*\"exist\" + 0.011*\"website\" + 0.010*\"system\" + 0.010*\"capture\" + 0.010*\"work\" + 0.009*\"complaint\""], [2, "0.017*\"cim\" + 0.016*\"system\" + 0.015*\"management\" + 0.013*\"audit\" + 0.013*\"would\" + 0.012*\"discuss\" + 0.011*\"matter\" + 0.011*\"like\" + 0.011*\"client\" + 0.010*\"water\""], [3, "0.024*\"client\" + 0.024*\"software\" + 0.022*\"periscope\" + 0.014*\"system\" + 0.013*\"risk\" + 0.012*\"record\" + 0.010*\"user\" + 0.008*\"late\" + 0.008*\"data\" + 0.008*\"allow\""], [4, "0.034*\"periscope\" + 0.019*\"client\" + 0.016*\"system\" + 0.013*\"datum\" + 0.013*\"software\" + 0.013*\"service\" + 0.012*\"report\" + 0.010*\"use\" + 0.009*\"record\" + 0.009*\"business\""], [5, "0.036*\"contact\" + 0.016*\"trend\" + 0.012*\"always\" + 0.011*\"hesitate\" + 0.011*\"work\" + 0.011*\"include\" + 0.010*\"new\" + 0.009*\"action\" + 0.009*\"look\" + 0.009*\"audit\""], [6, "0.028*\"system\" + 0.024*\"reporting\" + 0.022*\"client\" + 0.022*\"term\" + 0.018*\"risk\" + 0.016*\"opportunity\" + 0.015*\"threat\" + 0.011*\"incident\" + 0.011*\"obligation\" + 0.009*\"training\""], [7, "0.028*\"periscope\" + 0.022*\"website\" + 0.021*\"client\" + 0.016*\"datum\" + 0.013*\"time\" + 0.012*\"development\" + 0.009*\"access\" + 0.009*\"risk\" + 0.009*\"enable\" + 0.008*\"link\""], [8, "0.027*\"client\" + 0.019*\"system\" + 0.015*\"news\" + 0.015*\"privacy\" + 0.015*\"use\" + 0.015*\"periscope\" + 0.014*\"team\" + 0.011*\"tip\" + 0.011*\"trick\" + 0.011*\"datum\""], [9, "0.031*\"system\" + 0.023*\"management\" + 0.022*\"risk\" + 0.020*\"periscope\" + 0.019*\"client\" + 0.017*\"audit\" + 0.015*\"datum\" + 0.015*\"action\" + 0.014*\"compliance\" + 0.011*\"manage\""]], "kpe_resutls": [["ian dockeari dulanjana sangeeth", 0.23088711897333108], ["martin sierra irina", 0.2085299948469603], ["smith", 0.17481956569402204], ["use modul john muir", 0.1496962390007685], ["klayn", 0.13963734917893753], ["term", 0.0964297323059802]], "rake_resutls": [[67.0, "smith ian dockeary dulanjana sangeeth martin sierra irina klayn"], [53.19047619047618, "5 rose st hawthorn east vic 3123 australia thanks"], [47.61936936936937, "61 3 9882 1896 © 2017 periscope corporation terms"], [43.763446752252726, "tricks command buttons ​ command buttons provide significant functionality without"], [43.36274661011503, "defensive action incident report form job safety analysis system"], [42.490476190476194, "rapidly risk assess approximately 300 disability support facilities across"], [37.77558441157397, "legislative changes requiring data breach reporting latest software developments"], [37.64210441210441, "influence future periscope software developments client networking session"], [37.40085287846482, "​ ​ creating decision trees decision trees"], [37.119215626118525, "process alignment – cims expects specific data sets"], [36.14852310809758, "highly complex incident reporting system covering multiple states"], [35.96813398383651, "victorian dhhs client incident management system ​ periscope corporation"], [34.802593883081684, "production environments error handling within cims system –"], [33.97222222222222, "leading uk based biomedical research institute committed"], [33.92138364779875, "move beyond simple data capture towards becoming"], [33.23699360341151, "​ ​ external news ​ vicwater 2019 audit"], [32.45807419688016, "periscope annual user conference 2018 ​ thanks"], [31.436570717058522, "errors error handling within periscope – periscope updated"], [31.35323383084577, "​ ​ report live links live links"], [30.264667229888293, "notifiable data breaches scheme annual report ​"], [28.361319966583125, "accommodate water quality health based targets within"], [27.604761904761904, "system transactions highly efficient agile environments"], [26.95, "ian dockeary attended vicwater ’"], [26.60067155067155, "large energy generation company covering supplier pre"], [26.482669888270564, "case study – compliance management key issues"], [26.261904761904763, "short survey strategic planning module survey"], [26.11959064327485, "chemical risk assessment tool safety walks health"], [25.941394215804827, "safety statistical reporting module using client data"], [25.93970584985099, "incident reporting key issues ​ last month"], [25.707897507897506, "make certain complaints private using periscope ’"], [25.478312458800264, "periscope case study – migrating 50"], [24.7, "google play affecting mobile devices operating"], [24.568973095869648, "organisations requiring client incident management systems"], [24.54206349206349, "audit action tracking tool provides oversight"], [24.514702139965298, "large health client covering infection control"], [24.286036036036034, "© 2017 periscope corporation terms"], [24.174358974358974, "incident lessons report every monday morning"], [24.00338753387534, "current risk rating risk tolerance –"], [23.903237383725187, "periscope periscope case study – risk"], [23.70777777777778, "client manual handling risk assessment tool"], [23.511128567687877, "​ lessons learned ​ form building"], [23.371794871794872, "new apps must target android 9"], [23.333333333333332, "613 9882 1896 suite 1"], [23.333074196880165, "​ periscope annual user conference date"], [23.248328774743868, "freely extract data using periscope ’"], [22.85312914193511, "open day 2018 ​ periscope ’"], [22.286432861432864, "periscope audit planning tool enables tracking"], [22.25, "grid sorting columns within widgets"], [22.124444444444443, "client manual handling procedures required based"], [22.01953601953602, "security risk register including control frameworks"]], "guided_lda_resutls": [["terms", "contact", "fields", "also", "update", "latest", "governance", "place", "useful", "via"], ["complaints", "tipping", "records", "water", "features", "understanding", "injury", "accountability", "implemented", "would"], ["system", "existing", "new", "internal", "create", "allows", "trending", "version", "open", "greater"], ["ability", "understand", "manage", "continuing", "developed", "quality", "first", "regards", "regarding", "energy"], ["staff", "including", "include", "would", "value", "quite", "period", "part", "please", "responsible"], ["management", "actions", "software", "department", "api", "news", "provide", "interface", "home", "exchange"], ["using", "reports", "management", "training", "recently", "information", "discuss", "com", "study", "focus"], ["systems", "also", "database", "organisational", "victorian", "made", "business", "interest", "implementing", "done"], ["working", "hazard", "used", "recent", "performance", "function", "attached", "future", "workflow", "pims"], ["one", "report", "case", "organisations", "across", "developments", "need", "significant", "staff", "allow"], ["periscope", "client", "compliance", "time", "work", "record", "government", "reporting", "application", "one"], ["reporting", "based", "action", "requirements", "module", "number", "corporation", "key", "easy", "controls"], ["health", "linked", "date", "obligations", "applications", "screen", "change", "authority", "complete", "directly"], ["risk", "audit", "may", "information", "activities", "within", "users", "control", "used", "always"], ["cims", "services", "like", "feedback", "specific", "available", "artificial", "consequence", "session", "way"], ["app", "threat", "support", "safety", "year", "enable", "another", "completed", "development", "assessment"], ["website", "large", "process", "different", "well", "great", "event", "investigation", "contract", "material"], ["organisation", "relation", "welcome", "ensure", "make", "link", "email", "company", "security", "1896"], ["clients", "software", "access", "opportunity", "user", "form", "relevant", "many", "management", "without"], ["data", "incident", "business", "us", "capture", "annual", "2017", "obligation", "tracking", "functionality"]], "textrank_resutls": [[0.2055421386404267, 1, "ian dockeary dulanjana sangeeth"], [0.19105470717557493, 1, "martin sierra irina"], [0.1688700987768239, 1, "dockeary dulanjana"], [0.1419837424468806, 1, "modules john muir-smith"], [0.1218714962335975, 1, "john muir-smith"], [0.10476436841891698, 1, "terms"], [0.05034733643842604, 1, "klayn"], [0.0, 2, "what"]], "textrank_summery__resutls": ["Terms of use Modules John Muir-Smith", "Ian Dockeary Dulanjana Sangeeth", "Martin Sierra Irina", "Klayn", "What We Do  "], "wordcloud_resutls": [["Periscope", 1.0], ["client", 0.6995305164319249], ["data", 0.539906103286385], ["system", 0.3755868544600939], ["risk", 0.37089201877934275], ["will", 0.25821596244131456], ["organisation", 0.24882629107981222], ["report", 0.2347417840375587], ["use", 0.22535211267605634], ["one", 0.22535211267605634], ["management system", 0.22065727699530516], ["business", 0.20187793427230047], ["record", 0.20187793427230047], ["information", 0.17370892018779344], ["Website", 0.1643192488262911], ["using", 0.1643192488262911], ["new", 0.1596244131455399], ["time", 0.15492957746478872], ["form", 0.15492957746478872], ["incident", 0.14553990610328638], ["used", 0.14553990610328638], ["development", 0.13615023474178403], ["module", 0.13615023474178403], ["Terms Use", 0.13615023474178403], ["compliance", 0.13145539906103287], ["control", 0.13145539906103287], ["staff", 0.13145539906103287], ["user", 0.12206572769953052], ["allow", 0.11737089201877934], ["ability", 0.11737089201877934], ["database", 0.11737089201877934], ["working", 0.11737089201877934], ["incident reporting", 0.11267605633802817], ["may", 0.107981220657277], ["work", 0.107981220657277], ["year", 0.107981220657277], ["need", 0.107981220657277], ["us", 0.10328638497652583], ["including", 0.10328638497652583], ["reporting", 0.10328638497652583], ["based", 0.10328638497652583], ["within", 0.10328638497652583], ["provide", 0.09859154929577464], ["include", 0.09859154929577464], ["Periscope Software", 0.09859154929577464], ["capture", 0.09389671361502347], ["requirement", 0.09389671361502347], ["audit action", 0.09389671361502347], ["email", 0.0892018779342723], ["application", 0.0892018779342723], ["existing", 0.0892018779342723], ["update", 0.0892018779342723], ["App", 0.0892018779342723], ["health safety", 0.0892018779342723], ["reporting system", 0.0892018779342723], ["relevant", 0.08450704225352113], ["ensure", 0.08450704225352113], ["field", 0.08450704225352113], ["number", 0.08450704225352113], ["key", 0.08450704225352113], ["workflow", 0.08450704225352113], ["CIMS", 0.08450704225352113], ["access", 0.07981220657276995], ["software", 0.07981220657276995], ["make", 0.07981220657276995], ["across", 0.07981220657276995], ["create", 0.07981220657276995], ["obligation", 0.07511737089201878], ["many", 0.07511737089201878], ["support", 0.07511737089201878], ["Department", 0.07511737089201878], ["complaint", 0.07511737089201878], ["hazard incident", 0.07511737089201878], ["event", 0.07042253521126761], ["functionality", 0.07042253521126761], ["large", 0.07042253521126761], ["process", 0.07042253521126761], ["specific", 0.07042253521126761], ["existing client", 0.07042253521126761], ["relation", 0.06572769953051644], ["action", 0.06572769953051644], ["opportunity", 0.06572769953051644], ["date", 0.06572769953051644], ["API", 0.06572769953051644], ["significant", 0.06572769953051644], ["assessment", 0.06572769953051644], ["value", 0.06572769953051644], ["link", 0.06572769953051644], ["level", 0.06572769953051644], ["risk management", 0.06572769953051644], ["without", 0.06103286384976526], ["purpose", 0.06103286384976526], ["audit", 0.06103286384976526], ["governance", 0.06103286384976526], ["enable", 0.06103286384976526], ["well", 0.06103286384976526], ["function", 0.06103286384976526], ["different", 0.06103286384976526], ["Government", 0.06103286384976526], ["change", 0.06103286384976526]], "wordcloud_resultsbi": ["management_system", "term_use", "periscope_software", "audit_action", "health_safety", "reporting_system", "hazard_incident", "internal_audit", "risk_management", "threat_opportunity", "client_system", "incident_reporting", "complaint_management", "compliance_obligation", "use_privacy", "compliance_management", "contact_more", "home_periscope", "late_software", "news_team", "periscope_news", "periscope_recent", "periscope_staff", "privacy_home", "service_contact", "team_training", "training_service", "audit_management", "client_activity", "periscope_development", "recent_client", "system_periscope", "tip_trick", "water_authority", "annual_user", "artificial_intelligence", "client_datum", "client_periscope", "data_set", "periscope_app", "periscope_client", "periscope_database", "system_client", "update_periscope", "website_website", "application_programming", "client_compliance", "com_matter", "energy_retail", "material_website", "periscope_system", "real_time", "risk_compliance", "software_version", "system_administrator", "third_party", "use_periscope", "access_website", "action_tracking", "client_new", "client_organisation", "command_button", "corrective_action", "energy_company", "generation_company", "number_client", "risk_assessment", "software_client", "statistical_reporting", "time_time", "water_quality", "ability_datum", "action_form", "case_note", "client_late", "data_field", "datum_data", "datum_field", "datum_system", "energy_sector", "government_agency", "high_level", "intelligence_application", "large_client", "late_version", "live_link", "module_client", "more_periscope", "obligation_multiple", "pim_cim", "programming_interface", "risk_review", "sector_client", "single_sign", "staff_client", "state_government", "system_government", "system_record", "user_conference", "victorian_government"]}]