[{"company": "Victoria Pain Specialists", "introduction": "chronic pain management centre", "end_market": "Healthcare", "industry": "Healthcare", "link": "https://www.vicpain.com.au/", "search_text": "https://www.vicpain.com.au/", "title": "Pain Specialists Australia", "link_corrected": "https://painspecialistsaustralia.com.au/", "description": "At Pain Specialists Australia (formerly Victoria Pain Specialists), we believe that no one should suffer from chronic pain. As one of Australia's leading pain clinics, ...", "crawled_links": ["https://painspecialistsaustralia.com.au/joint-blocks", "https://painspecialistsaustralia.com.au/blog/2016/4/4/a-pain-in-the-ass-understanding-and-managing-chronic-lower-back-pain", "https://painspecialistsaustralia.com.au/social-media-terms", "https://painspecialistsaustralia.com.au/terms-of-use", "https://painspecialistsaustralia.com.au/payment-policy", "https://painspecialistsaustralia.com.au/blog/2016/3/6/chronic-pain-treatment-in-australia", "https://painspecialistsaustralia.com.au/lower-back-pain", "https://painspecialistsaustralia.com.au/infusions", "https://painspecialistsaustralia.com.au/spinal-cord-stimulation", "https://painspecialistsaustralia.com.au/spinal-cord-stimulation-intro"], "header_text": ["JOINT BLOCKS", "COPING TIPS EBOOK", "If one or more joints are causing you pain, then it may be possible to focus treatment on them. A joint block is an injection of anaesthetic (numbing medicine) and steroid that is used to help diagnose and treat joint pain. ", "JOINT BLOCKS WE PERFORM", "DID YOU KNOW?", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "\n      \n        ", "\n      \n      ", "COPING TIPS EBOOK", "INTRODUCTION", "WHAT COMPONENTS MAKE UP THE LOWER BACK?", "WHAT CAUSES LOWER BACK PAIN?", "WHAT ARE THE RED FLAGS?", "WHAT ARE THE RISK FACTORS FOR DEVELOPING LOWER BACK PAIN?", "HOW IS LOWER BACK PAIN DIAGNOSED?", "HOW IS BACK PAIN TREATED?", "CAN LOWER BACK PAIN BE PREVENTED?", "RECOMMENDATIONS FOR KEEPING YOUR BACK HEALTHY", "ALL THIS INFORMATION IS VERY WELL AND GOOD BUT WHAT HAPPENS WITH MY LOWER BACK PAIN IN THE REAL WORLD?", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "SPRAINS AND STRAINS", "SPONDYLOSIS", "FACET JOINT SYNDROME", "SACROILIAC JOINT SYNDROME", "DISC DEGENERATION", "HERNIATED OR RUPTURED DISCS", "FORAMINAL STENOSIS", "SPINAL STENOSIS", "SCIATICA", "SPONDYLOLISTHESIS", "TRAUMA", "SKELETAL ABNORMALITIES", "FRACTURES", "INFECTIONS", "TUMOURS", "CAUDA EQUINA SYNDROME", "AGE", "FITNESS LEVEL", "WEIGHT GAIN", "GENETICS", "CERTAIN OCCUPATIONS", "BACKPACKS IN CHILDREN", "PREGNANCY", "X-RAYS", "CT-SCAN", "MRI SCAN", "MYELOGRAM", "BONE SCAN", "ULTRASOUND", "DISCOGRAPHY", "SIMPLE TREATMENTS", "Hot or cold packs", "Physical activity", "Exercises", "Physical therapy", "Transcutaneous electrical nerve stimulation (TENS)", "Acupuncture", "MEDICATIONS", "Nonsteroidal anti-inflammatory drugs (NSAIDS)", "Anticonvulsants", "Antidepressants", "INTERVENTIONAL THERAPIES - INJECTIONS AND MORE ADVANCED THERAPIES", "Nerve blocks", "Radiofrequency", "Neurostimulation", "Epidural steroid injections", "SURGERY", "SOCIAL MEDIA TERMS", "COPING TIPS EBOOK", "CONTENT ON SOCIAL MEDIA PAGES", "THIRD PARTY LINKS", "INTELLECTUAL PROPERTY", "PRIVACY POLICY", "MISCELLANEOUS", "CONTACT US", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "TERMS OF USE", "COPING TIPS EBOOK", "OUR SERVICES", "PROHIBITED CONDUCT", "INTELLECTUAL PROPERTY", "THIRD PARTY LINKS", "INDEMNITY", "DISCLAIMER", "LIMITATION OF LIABILITY", "GENERAL INFORMATION ONLY", "PRIVACY", "TERMINATION", "MISCELLANEOUS", "APPLICABLE LAW", "CONTACTING US", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "PAYMENTS FOR CONSULTATIONS AND PROCEDURES", "COPING TIPS EBOOK", "CONSULTATIONS", "CANCELLATIONS OF CONSULTATIONS", "PROCEDURES", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "\n      \n        ", "\n      \n      ", "COPING TIPS EBOOK", "CHRONIC PAIN IS COMMON", "MEDICATIONS", "INTERVENTIONS", "PHYSIOTHERAPY", "PSYCHOLOGY", "YOUR PAIN SPECIALISTS", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "LOWER BACK PAIN", "COPING TIPS EBOOK", "LOWER BACK PAIN SYMPTOMS", "LOWER BACK PAIN CAUSES", "WHO GETS LOWER BACK PAIN?", "HOW DO I GET A LOWER BACK PAIN DIAGNOSIS?", "WHAT LOWER BACK PAIN TREATMENT IS AVAILABLE? ", "HOW DO I GET LOWER BACK PAIN RELIEF? ", "WARNING SIGNS OF MORE SERIOUS LOWER BACK PROBLEMS", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "ACUTE LOWER BACK PAIN TREATMENT", "CHRONIC LOWER BACK PAIN TREATMENT", "IV INFUSION", "COPING TIPS EBOOK", "IV infusion of certain pain relief medications have been known to provide substantial pain relief in patients with various chronic pain conditions. Pain medications can be delivered using safe and effective methods.", "DID YOU KNOW?", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "SPINAL CORD STIMULATION", "COPING TIPS EBOOK", "Spinal cord stimulation (neuromodulation, neurostimulation or nerve stimulation) is a pain treatment that sends an electrical impulse to the spinal cord to block pain signals from traveling up to the brain.", "UNDERSTAND SPINAL CORD STIMULATION IN 2 MINUTES", "FORMS OF SPINAL CORD STIMULATION", "DID YOU KNOW?", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog", "COPING TIPS EBOOK", " ", "GPs & SPECIALISTS", "CONTACT US", "QUICK SEARCH", "Subscribe to our blog"], "paragraph_text": ["JOINT BLOCKS", "We can help you manage the impact that pain has on your world.", "Joints are either ", "small", " joints like the facet joints that run up and down the spine or ", "large", " joints like the hip joint.", "To treat them we use specialised needles to deliver local anaesthetic or steroid medication such as cortisone injections to the joint causing you pain. ", "If the pain goes away, then it means that the joint is the most likely source of the pain. Then longer-term interventional treatment can be focused on the joints causing your pain.", "We use joint blocks for the following: ", "Temporomandibular joint pain (TMJ or jaw pain)", "Shoulder joint pain", "Facet joint pain of the spine in the neck, chest and lower back", "Atlanto-occipital (C1/2) joint blocks", "Neck pain (cervical facet joint pain)", "Middle back and chest pain (thoracic facet joint pain)", "Lower back pain (lumbar facet joint pain)", "Hip joint pain", "Sacroiliac joint pain (SI joint pain)", "Sacrococcygeal joint pain", "Coccyx joint pain", "Knee joint pain", "Feet joint pain", "Ankle joint pain", "Atlanto-axial joint pain", "Elbow joint pain", "Hand joint pain", "Wrist joint pain", "Almost any joint can be injected when performed by safe and experienced hands.", "Joint injections may be performed to help diagnose whether those joints are the source of pain. For example, if a joint is injected with local anaesthetic, and the pain goes away while the anaesthetic is working, it means that that joint is the most likely source of the pain. The specialist will then be able to use longer-term interventional treatment to focus on the joints causing the pain.", "Boswell MV et al. Interventional techniques: evidence-based practice guidelines in the management of chronic spinal pain. Pain Physician. 2007;10:7-111.", "Bogduk N. Diagnostic nerve blocks in chronic pain. Best Pract Res Clin Anaesthesiol. 2002;16:565-78.", "Levin M. Nerve blocks in the treatment of headache. Neurotherapeutics. 2010;7:197-203.", "Hildebrandt J. Relevance of nerve blocks in treating and diagnosing low back pain--is the quality decisive? Schmerz. 2001;15:474-83.", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "Please raise your hand if you’ve experienced back pain?", "Look to the person on your left and right. They’ve probably also experienced back pain at some point in their lives and if they haven’t, they probably will do at some point. In fact, back pain affects about 80% of adults at some point in their lifetimes. It has affected the author of this blog and is a real pain!", "Don’t forget about the young ones; back pain also affects kids! But that is another discussion & blog post.", "In this article we will discuss pain that occurs in the lower part of the back in adults. In the medical field we usually call this ‘low back pain’ but for the purposes of this blog article we’ll call it ‘lower back pain’.", "Back pain is the most common cause of disability & sick days from work. It affects men and women. It can affect young or old. It can be mild or debilitating. It can start suddenly or slowly. It can be localised (you feel it in a small area of your back) or diffuse (you feel it over a wide area of your back). It can last for a short time (days) or a long time (years). It can sometimes be hard to treat.", "Lower back pain is often acute, or short term, and lasts a few days to a few weeks. It tends to resolve on its own with self-care and there are no long-term effects. The majority of acute lower back pain is mechanical in nature, which means that there is a temporary disturbance in the way the many components of the back fit together and work. Components of your back include the spinal vertebrae or bones, the intervertebral discs between the bones, the spinal cord and multiple nerves and many different muscles, tendons and ligaments. These components of your back all work seamlessly together like the parts and gears in a complex piece of machinery: if one part is faulty, then the whole system can be affected and malfunction.", "Lower back pain is called subacute if it lasts longer, that is, between 4 and 12 weeks.", "Lower back pain is called chronic if the pain lasts for 12 weeks or longer, even after the initial injury or underlying cause of the lower back pain has been treated. Chronic lower back pain can occur in about 20% of people that get acute lower back pain. This means that in 20% of people your pain can continue for much longer than expected and in some of those cases the chronic lower back pain can be difficult to treat.", "The lower back is where most spinal pain occurs. The lower back includes the five lumbar vertebral bones called L1, L2, L3, L4 and L5 (Figure 1). These bones support most of the weight of your upper body. Between these vertebrae are supportive soft, round, elastic pads called the intervertebral discs (Figure 2). These discs act like shock absorbers throughout your spine to cushion & support the vertebral bones as your body & spine move in all directions. The vertebrae and discs are held in place by bands of tough tissue that run up and down over them. These bands of tissue are called ligaments. Tendons are the tough bits at the ends of your muscles that attached your muscles to your spinal column.", "Figure 1. Your lower back. (Drawing by LadyofHats)", "Figure 2. Some of the structures making up your lower back.  (Drawing by Anuskafm under the GNU Free Documentation License)", "From the top of your spine, 31 pairs of big nerves come off the spinal cord and travel around your body. These nerves are very important and they control sensation, body movements and other important body functions. Your lower back has 5 lumbar nerves (1 on each side of the spine). These nerves can get pinched by a buldging (prolapsed) disc (Figure 3). When this happens it causes a shooting pain down your leg and can sometimes feel like an electric shock.", "Figure 3. Herniated disc. (Drawing by Edave under Creative Commons Attribution-Share Alike 3.0 Unported)", "The majority of lower back pain is mechanical in nature. This means that there is a temporary disturbance in the way the components of your back fit together and work.", "Some examples of problems that cause mechanical lower back pain include:", "Sprains are caused by overstretching or tearing of the ligaments in your lower back. Strains are tears in your tendons or muscles. Sprains and strains occur from twisting or lifting something improperly or lifting something too heavy, or overstretching. These movements can also trigger spasms or cramps in your back muscles, which can also be very painful.", "Spondylosis means the natural ageing and gradual deterioration process that occurs throughout your spine. This ‘wear and tear’ occurs, as we get older and is part of the normal ageing process. It can occur in all parts of your spine but commonly affects the joints (called facet joints – see below). Spondylosis can also affect your intervertebral discs, the bones themselves and all of the ligaments, tendons and muscles too.", "Facet joint syndrome is pain that occurs at the joints between any two vertebrae in your spine. Another term for facet joint syndrome is osteoarthritis. The facet joints are the joints in your spine that make your back flexible and enable you to bend and twist. When these joints cause lower back pain it hurts when you extend your back (look upwards) and when someone puts pressure on your facet joints by pushing on them or twisting your spine. Facet joint pain is a pain that is relatively common to treat by using nerve blocks and other interventional treatments like radiofrequency (see below).", "The sacroiliac joints are the lowest joints in your spine (Figure 4). They are actually joints in the back part of your pelvis, in the area where the pelvis meets the spine. They are the joints where the ‘dimples’ occur at the top of your buttocks. There are two sacroiliac joints; one on each side. Like the lumbar facet joints, your sacroiliac joints can become arthritic or malfunction and cause you pain. Sacroiliac joint pain is a pain that is commonly treat by using joint blocks and other interventional treatments like radiofrequency (see below).", "Figure 4. Sacroiliac joint and sciatic nerve. (Drawing by BruceBlaus under Creative Commons Attribution 3.0 Unported)", "Intervertebral disc degeneration is a common cause of mechanical lower back pain. It occurs when the rubbery discs between your vertebrae lose their strength and sponginess. This occurs, as we get older. In a young or healthy back, the intervertebral discs provide height and allow you to bend, flex, and twist your lower back. When the discs degenerate the outer part can become swollen and inflamed and cause lower back pain. Sometimes this is called degenerative disc disease.", "Herniated discs occur when the intervertebral discs become weaken and bulge outward (herniate) causing lower back pain. Sometimes the discs can even rupture. Your intervertebral discs and surrounding bone can also get swollen and inflamed, which also causes lower back pain.", "Radiculopathy occurs when a spinal nerve or nerves are either compressed, or injured in any way. They can then become irritated and inflamed, which can cause lower back pain.", "Buldging (herniated) discs and/or bone spurs and/or inflamed joints can all cause a narrowing of the small openings (neural foramen) through which the delicate spinal nerves from your spinal cord leave the spinal column. When these small openings (neural foramen) become narrowed we call it foraminal stenosis (stenosis means ‘tight’) (Figure 5). Foraminal stenosis causes pressure on your spinal nerves and this causes pain, numbness, tingling or electric shocks that travels (radiates) down your leg where the nerve travels.", "Bulging (herniated) discs and/or bone spurs and/or inflamed joints can all cause a narrowing around your spinal cord. This is called spinal stenosis. Spinal stenosis is a narrowing of the spinal column that can then puts pressure on your spinal cord and nerves that can then cause pain or numbness when you walk and over time can even lead to leg weakness and numbness (sensory loss) (Figure 5).", "Figure 5. Spinal nerve compression (foraminal stenosis) or spinal cord compression (central canal stenosis). (Drawing by BruceBlaus under Creative Commons Attribution-Share Alike 4.0 International)", "Sciatica is the name given to any sort of pain that is caused by irritation or compression of the sciatic nerve. The sciatic nerve is the longest nerve in your body (Figure 4). It runs from the back of your pelvis, through your buttocks, and all the way down both legs, ending at your feet. Sciatica is a type of radiculopathy that occurs when the sciatic nerve becomes compressed by herniated discs, spinal stenosis and/or becomes pinched while it travels through the piriformis muscle in your buttocks.", "Spondylolishesis (say it like this “spon-di-low-list-theesis”) is a condition in which a vertebral bone of the lower spine moves out of alignment and either slips forwards or backwards (Figure 6). Sometimes this slippage requires surgery to prevent it from worsening.", "Figure 6. Spondylolisthesis of L5 on S1 (Drawing by PumpingRudi under Creative Commons Attribution-Share Alike 3.0 Unported)", "Any form of trauma or damage to the spine can occur for example when playing sports, or during car or bike accidents, or even during a fall. Sometimes these injuries to your spine can be minor or very serious and dangerous.", "Skeletal irregularities like scoliosis, an abnormal curve of the spine might cause back pain.", "Sometimes lower back pain can be caused by serious and dangerous conditions, which we call red flags. If these conditions occur, urgent, specialist medical assessment and treatment is needed. Some of these serious and dangerous red flag conditions include:", "Sometimes the bones can be broken as a result of trauma or even just break by themselves, which can occur in elderly people or people who have osteoporosis.", "Infections can involve the vertebrae (bones) and is this called osteomyelitis; infections can involve the intervertebral discs and this is called discitis; or infections can involve the sacroiliac joints connecting the lower spine to the pelvis, and this is called called sacroiliitis.", "Occasionally, cancers can start in the spinal column, or spread from elsewhere in the body like prostate or breast cancer. If tumours are in the spine they usually have spread from a cancer in another part of the body. These are called metastases.", "This occurs when a ruptured disc extends into the spinal canal and compresses important spinal nerves, which then causes loss of bladder and bowel control. Permanent neurological damage may also occur if this is not treated urgently. Abdominal aortic aneurysms An abdominal aortic aneurysm (AAA – sometimes called a “triple A”) is a swelling of the aorta, which is the main blood vessel that leads away from the heart, down through the abdomen to the rest of the body. Back pain can sometimes be a sign that this aneurysm is becoming larger and might even rupture (burst). This can be life threatening.", "Red flags conditions are dangerous. Seek medical help urgently if any of the following occur regarding your lower back pain:", "Sometimes people are a bit more prone to developing back pain. Here are a few risk factors that might make the development of back pain more likely:", "None of us can escape this one! Back pain becomes more common when we are older than 30 years. As we get older, we develop spondylosis, our bones can weaken (osteoporosis), discs become dehydrated (loose fluids) and can bulge and muscles can weaken and tighten up. All these things can cause lower back pain.", "We could all be better at this!", "Back pain is far more likely to occur in people that are not physically fit and active. Weak back and abdominal muscles are not able to support the spine.", "Don’t be a weekend warrior because they are more likely to get back pain! Weekend warriors exercise a lot on the weekends after being inactive during the week and this is the wrong way to exercise. Rather do moderate physical activity every day or every few days.", "So start moving your body regularly and start doing it now!", "Being overweight, obese, or quickly gaining significant amounts of weight can put significant stress on your spine and cause lower back pain.", "There are some types of back pain that caused by your genes. One example is ankylosing spondylitis, a form of arthritis that involves a natural fusion of the spinal joints leading to stiffness of the spine.", "Having a job that requires heavy lifting, pushing or pulling, particularly when it involves twisting or vibrating the spine, can lead to injury and back pain. An inactive job or a desk job may also lead to or contribute to pain, especially if you have poor posture or sit all day in a chair with inadequate back support.", "Don’t overload kids backpacks! Backpacks or schoolbags can strain the back and cause muscle fatigue.", "Risk factors for developing lower back pain in kids include:", " ", "For more on back pain in kids ", "click here to check out Victoria’s BetterHealth page on back pain in children", ".", "Pregnancy can be accompanied by lower back pain, which results from pelvic changes and alterations in weight loading. Back symptoms usually resolve after birth. If they persist, see your doctor.", "As you can see chronic back pain is a complex problem and hence should be assessed by a medical professional or pain specialist who will take the time to understand the story of your lower back pain, your medical history and perform a physical examination.", "In most cases imaging tests are not needed to understand your lower back pain but in some circumstances they may be ordered by your doctor or pain specialist.", "Types of imaging tests are:", "X-rays can show the bony structures and any vertebral misalignment or fractures. X-rays only show the bones so often don’t provide a lot of information for your doctor or pain specialist.", "Computerized tomography (CT) uses an advanced form of x-rays to show structures other than bones but this form of imaging doesn’t show great detail like pinched nerves.", "Magnetic resonance imaging (MRI) is considered the ‘gold-standard’ in visualising the structures of the spine. It uses magnetic force and not x-rays. MRI scans produce highly detailed images.", "Myelograms enhance the diagnostic imaging of x-rays and CT scans. In this procedure, a contrast dye is injected into the spinal canal, allowing spinal cord and nerve compression caused by herniated discs or fractures to be seen on an x-ray or CT scans. Myelograms are quite invasive and also painful, so are not often performed without a good reason to do so. Myelograms are not often needed now that we use MRI scans.", "Bone scans are used to detect and monitor infection, fracture, or problems in the bones. A small amount of radioactive material is injected into your bloodstream. The dye will then gather in the bones, particularly in areas with some abnormality. Then pictures are taken and the pictures will show the bones and areas where the dye has collected (Figure 7).", "Figure 7. Bone scan showing prostatic cancer in various parts of the spine. (Drawing by RadsWiki under Creative Commons Attribution-Share Alike 3.0 Unported)", " ", "Ultrasound imaging can show tears in ligaments, muscles, tendons, and other soft tissue masses in the back.", "Discography involves the injection of a contrast dye into a spinal disc thought to be causing lower back pain. The fluid’s pressure in the disc will cause the person’s lower back pain if the disc is the cause. The dye also helps to show the damaged areas on a CT scan taken following the injection. Discography may provide useful information in cases where people are considering lumbar surgery. Discography is not generally needed and used nowadays and comes with risks.", "Other tests may include:", "Electrodiagnostics are mainly used to confirm whether a person has a problem with one or more nerves e.g. a pinched nerve (radiculopathy). The procedures include nerve conduction studies (NCS) to assess nerve function or electromyography (EMG) to assess muscle strength. Neurologists do these tests: they insert fine needles into muscles to measure electrical activity in the nerves and muscles.", "Blood tests are not routinely used to diagnose the cause of back pain; however in some cases they may be ordered to look for signs of inflammation, infection, and/or the presence of some forms of arthritis.", "Treatment for lower back pain generally depends on whether the pain is acute or chronic lower back pain.", "Here are some types of treatments for lower back pain:", "Heat packs have never been proven to quickly resolve low back injury; however, they have very little risk and may help ease pain, reduce inflammation and allow greater mobility in some people.", "Bed rest should be limited to a few days at the most. People should start stretching exercises and resume normal daily activities as soon as possible, while avoiding movements that aggravate pain. Research shows that people who continue their activities without bed rest after they develop lower back pain have better back flexibility compared to people who rested in bed for a week. Bed rest alone may make lower back pain worse and can lead to other complications such as depression, weakened muscles and even blood clots in the legs.", "Strengthening exercises, beyond general daily activities, are not recommended for acute lower back pain, but exercises can be an effective way to speed recovery from more longstanding lower back pain (chronic or subacute lower back pain).", "Maintaining and building muscle strength is important. Your health care providers or pain specialists can provide a list of beneficial exercises that will help improve coordination, balance and posture. Have you tried yoga to ease chronic low back pain?", "Physical therapy programs can strengthen core muscles that support your lower back. They can improve mobility and flexibility, and work well in combinations with other treatments.", "TENS involves wearing a battery-powered device consisting of electrodes placed on the skin over the painful area that generate electrical impulses designed to block incoming pain signals from the peripheral nerves. The research suggests that TENS is not that useful in managing lower back pain but it is a very low risk treatment.", "Acupuncture was thought to be moderately effective for chronic low back pain. When the needles are inserted and then stimulated (by twisting or passing a low-voltage electrical current through them) they cause the release of naturally occurring painreducing chemicals such as endorphins (your natural morphine) and serotonin. Current and updated recommendations by NICE advise that acupuncture is not useful for back pain and should not be used.", "A wide range of medications can be used to treat acute and chronic lower back pain. Some are available over the counter but others require a doctor’s prescription. Certain drugs, even those available over the counter, carry risk and can be unsafe in some circumstances. Always discuss medications with your doctor or pain specialist before using them. The following are the main types of medications used for lower back pain:", "Analgesic medications are those specifically designed to relieve pain. They include paracetamol and opioids like codeine, oxycodone, hydrocodone, and morphine. Opioids should only be used for a very short period of time and strictly under a doctor’s supervision. Opioids carry many risks, which include:", "Nonsteroidal anti-inflammatory drugs (NSAIDS) include ibuprofen, naproxen and diclofenac, relieve pain and inflammation. NSAIDS also carry significant risks like stomach irritation, gastritis, bleeding ulcers, heartburn, diarrhoea, fluid retention, and in rare cases, kidney failure and cardiovascular disease and even death. The longer a person uses NSAIDs the more likely they are to develop side effects. Many other drugs cannot be taken at the same time a person is treated with NSAIDs because they alter the way the body processes or eliminates medications.", "Anticonvulsants are medications primarily used to treat epilepsy but are very good pain medications and are commonly used for other chronic pain problems. These medications calm down overactive nerves. Sometimes these medications may be useful in treating people with certain types of back pain. Some of these medications include, gabapentin and pregabalin (Lyrica).", "Antidepressants medications like tricyclics and serotonin and norepinephrine reuptake inhibitors (SNRIs) are commonly prescribed for chronic low back pain, but their benefit for nonspecific low back pain is unproven. Some of these medications include amitriptyline (Endep), nortriptyline (Allegron) and duloxetine (Cymbalta)", "Chemical blocks use needles to inject and block nerves with local anaesthetics (usually for diagnostic purposes), steroids and other medications (like clonidine) can also be applied directly to nerves. An example would be using medial branch nerve blocks to assess whether your back pain may be coming from the small facet joints of your spine. If you pain is reduced by the test injections, then you may progress to a treatment called radiofrequency neurotomy.", "Radiofrequency treatments use current that applied directly to nerve(s), through needles, that generate high temperatures (90°C) at the tips of the needles which then breaks down the nerves. This can then result in prolonged pain relief lasting anything from 4 months to 2 years. This is called radiofrequency neurotomy. The current can also be used to apply lower temperatures (42°C) directly to different nerves, which causes pain reduction without actually breaking down the nerves. This is called pulsed radiofrequency.", "Neurostimulation (spinal cord stimulation) Neurostimulation is when we can activate parts of the nervous system using microelectrodes connected to a small implantable battery. This uses the same principle as pacemakers that are used to control an abnormal heartbeat, except now we can use these specialised pacemakers to control abnormal nerve function that causes chronic pain. We can pace the nerves, which scrambles the pain signals of the nerves and reduces pain. Neurostimulators can be applied to any part of the nervous system, including the spinal cord or smaller nerves. When applied to the spinal cord, we call this spinal cord stimulation. Sometimes this therapy is called neuromodulation.", "There is some growing and strong research that spinal cord stimulation can be used in some forms of chronic back pain that has become refractory to therapy. Refractory means that nothing is helping to reduce the pain.", "Epidural steroid injections are a commonly used short-term option for treating low back pain and sciatica associated with inflammation. Pain relief associated with the injections, however, tends to be temporary and the injections are not advised for long-term use. The use of epidural steroid injections are limitied in the therapy of lower back pain.", "Surgery is generally only recommended if there is worsening nerve damage and when tests show structural changes, which need corrective surgery.", "When other therapies fail, surgery may be considered an option to relieve pain caused by serious musculoskeletal injuries or nerve compression. It may be months following surgery before healed is complete. Some risks may include permanent loss of flexibility or any of the other potential risks involved with surgery. Surgical procedures are not always successful, and there is little evidence to show which procedures work best for their particular indications. Patients considering surgical approaches should be fully informed of all related risks & your surgeon will do this. If you are not sure which surgeon to assess you, you could ask your GP or pain specialist. We work with many highly regarded spinal surgeons.", "Surgical options include:", "Spinal laminectomy (also known as spinal decompression) is performed when spinal stensis causes a narrowing of the spinal canal that causes pain, numbness, or weakness. During the procedure, the lamina or bony walls of the vertebrae, along with any bone spurs, are removed. The aim of the procedure is to open up the spinal column to remove pressure on the nerves.", "Discectomy or microdiscectomy may be recommended to remove a disc, in cases where it has herniated and presses on a nerve root or the spinal cord, which may cause intense and enduring pain.", "Microdiscectomy is similar to a conventional discectomy; however, this procedure involves removing the herniated disc through a much smaller incision in the back and a more rapid recovery. Laminectomy and discectomy are frequently performed together and the combination is one of the more common ways to remove pressure on a nerve root from a herniated disc or bone spur.", "Foraminotomy is an operation that cleans out or enlarges the bony hole (foramen) where a nerve exits the spinal column. Bulging discs or joints thickened with age can cause narrowing of the space through which the spinal nerve exits and can press on the nerve, resulting in pain, numbness, and weakness in an arm or leg. Small pieces of bone over the nerve are removed through a small slit, allowing the surgeon to cut away the blockage and relieve pressure on the nerve.", "Spinal fusion is used to strengthen the spine and prevent painful movements in people with degenerative disc disease or spondylolisthesis (following laminectomy). The spinal disc between two or more vertebrae is removed and the adjacent vertebrae are “fused” by bone grafts and/or metal devices secured by screws. The fusion can be performed through the abdomen, a procedure known as an anterior lumbar interbody fusion, or through the back, called posterior fusion. Spinal fusion may result in some loss of flexibility in the spine and requires a long recovery period to allow the bone grafts to grow and fuse the vertebrae together. Spinal fusion has been associated with an acceleration of disc degeneration at adjacent levels of the spine.", "Artificial disc replacement is considered an alternative to spinal fusion for the treatment of people with severely damaged discs. The procedure is a new therapy and currently undergoing research.", "Recurring back pain resulting from improper body mechanics is often preventable by avoiding movements that jolt or strain the back, maintaining correct posture, and lifting objects properly. Many work-related injuries are caused or aggravated by heavy lifting, contact stress (repeated or constant contact between soft body tissue and a hard or sharp object), vibration, repetitive motion, and awkward posture. If these tings can be changed or modified then the risks of developing back pain may be reduced.", "Using ergonomically designed furniture and equipment to protect the body from injury at home and in the workplace may reduce the risk of back injury.", "Standing desks may useful.", "If you get back pain and see your general practitioner. They will assess you and make sure it is nothing serious i.e. they will make sure there are not reg flags, as mentioned above.", "If they suspect a serious problem causing your lower back pain, they may do some scans &/or blood tests and send to to a specialist", "If it they are not too concerned they may:", "If your lower back pain returns or persists or worsens your general practitioner may do the following:", "Written by ", "Dr. Nick Christelis", " ", "\n        Tagged: ", "Lower Back Pain", ", ", "Pain Literacy", "\n      ", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "Pain Specialists Australia Pty Ltd A.B.N. 36 620 570 087 (", "we", ", ", "us", ", ", "our", ", or", " Pain Specialists Australia", ") offers its social media pages as a service to provide you with information about us, our services, and other matters of interest. Our social media pages are available to the public and are openly available to all users of the relevant social media website.", "Our social media pages are those pages on social media websites including, but not limited to, Facebook, Twitter, Pinterest, GooglePlus, Flickr, Instagram, YouTube, LinkedIn and Periscope that are identified as being a web page associated with Pain Specialists Australia (", "Social Media Pages", "). To avoid any confusion between a third party social media page and our own, a link to each Social Media Page that is associated with Pain Specialists Australia can be found on our website (our ", "Website", "). We do not associate ourselves with, or provide any warranties as to the quality, content or legality of any social media page that is not linked to from our Website.", "In accessing and using our Social Media Pages, you must comply with any relevant terms and conditions associated with the relevant social media channels, as well as with these terms and conditions.", "Regardless of whether it was posted and/or uploaded by us or a third party, Pain Specialists Australia:", "Whilst we may not monitor all Content that you post to our Social Media Pages, we expect that you will not post any Content that we may deem to:", "In the event that you do post such material, we reserve the right to remove that material from our Social Media Pages immediately and without notice to you.", "We will also remove, without notice to you, any unapproved Content that is commercial in nature. Pain Specialists Australia is not responsible for any advertising material that may be displayed on our Social Media Pages by third parties.", "Pain Specialists Australia may, from time to time, provide hyperlinks to third party websites (", "Linked Websites", "). We do not control content posted on the Linked Websites, and we are therefore not responsible for any content found on them. We provide hyperlinks to Linked Websites for your convenience only, and do not endorse or approve any of the content found within Linked Websites. We do not take any responsibility or warrant the accuracy of any aspect of content or information provided on the Linked Websites.", "By uploading Content to a Social Media Page, you grant Pain Specialists Australia a worldwide non-exclusive, sub-licensable, royalty-free licence to:", "Pain Specialists Australia may use the Content for any period of time beyond your removal of the Content from the Social Media Pages.", "By agreeing to these Social Media Terms, you also agree to our ", "Privacy Policy", ".", "To the extent permitted by law, you agree to indemnify us from and against all actions, claims, suits, demands, damages, liabilities, costs or expenses (whether in tort or in contract including and without limitation, negligence) arising out of or in any way connected to the use of the Social Media Pages by you.", "We do not make any claims that the information or Content on the Social Media Pages is appropriate or may be downloaded in all areas, countries or jurisdictions. If you access any Social Media Pages, you do so at your own risk and you are responsible for compliance with the laws of your jurisdiction.", "Thank you for taking the time to observe our Social Media Terms. Please email us if you have any concerns about any Content on our Social Media Pages.", "Social Media Terms last updated 15 February 2018.", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "Welcome to the Pain Specialists Australia website (the ", "Website", "), which is owned and operated by Pain Specialists Australia Pty Ltd A.B.N. 36 620 570 087 (", "we", ", ", "us", ", ", "our", ", or", " Pain Specialists Australia", ").", "Your access to the Website is conditional upon your acceptance and compliance with the terms, conditions, notices and disclaimers contained in this document (collectively known as ", "Terms of Use", "). Your use of, and/or access to, the Website constitutes your agreement to the Terms of Use.", "We reserve the right to amend the Terms of Use at any time. Although we may notify you of any amendment, revision or modification, it is your responsibility to periodically review the Terms of Use. You agree to be bound by such changes, modifications or revisions as made by us from time to time.", "We cannot be responsible for any delays or interruptions to the Website. We will use commercially reasonable efforts to minimise delays and interruptions. However, we cannot warrant that the Website will be available at all times or at any given time.", "We may at any time and without notice to you, discontinue the Website in whole or in part. However, we cannot be responsible for any loss, cost, damage or liability that may result from our discontinuance of the Website.", "In relation to the Website, you must not:", "The material on the Website, including the software, design, text, images and graphics comprised in the Website and the selection and layout of the Website are owned or under licence by Pain Specialists Australia and protected by Australian and International laws.", "Your use of the Website does not grant you a licence or act as a right of use of any of the trade marks or logos, whether registered or unregistered, that are displayed on the Website without the express written permission of the trade mark owner.", "We own the copyright, which subsists in all creative and literary works that are displayed on, or accessed via, the Website.", "You may view the Website and its contents using your web browser. In visiting the Website, you may make a temporary copy of the Website by means of the usual operation of your web browser only.", "You must not:", "In summary, you must not modify, copy, reproduce, republish, frame, upload to a third party, post, transmit or distribute the content of the Website in any way except as expressly provided for by us or expressly authorised in writing by us.", "In the event that you do any of the above acts, we will not hesitate to enforce our intellectual property rights against you.", "The Website may contain hyperlinks and other pointers to websites operated by third parties (", "Linked Websites", "). We do not control Linked Websites and are therefore not responsible for the content of any Linked Website or any hyperlink contained in a Linked Website. We provide the hyperlinks for your convenience only and do not indicate, expressly or implicitly, any endorsement, sponsorship or approval by us of a Linked Website or the products or services offered at Linked Websites. ", "You visit Linked Websites entirely at your own risk.", "We do not provide any warranty or take any responsibility for any aspect of Linked Websites or their content. You should make your own investigations with respect to the suitability of goods and/or services offered to you via a Linked Website.", "By using the Website, you agree to indemnify Pain Specialists Australia from and against all actions, claims, suits, demands, damages, liabilities, costs or expenses (whether in tort or in contract including and without limitation, negligence) arising out of or in any way connected to the use of the Website by you.", "Some legislation such as the ", "Australian Consumer and Competition Act 2010 (Cth)", " and other similar consumer protection laws and regulations in other countries may confer you with rights and remedies relating to the provision of goods or services to you by us via the Website which cannot be excluded, restricted or modified (your “Statutory Rights”). We exclude all conditions and warranties implied by custom, law or statute except for your Statutory Rights.", "Except for your Statutory Rights and with respect to the Website:", "To the extent permitted by law, including but not limited to any act or omission on your part, we will not be liable for any loss, damage, costs or expense whether direct, indirect, incidental, special and/or consequential, including loss of profits, suffered by you or claims made against you which result from any use or access of, or any inability to use or access, the Website.", "You expressly acknowledge that we do not exert control over users of the Internet and we are not liable for damage suffered by you, either directly or indirectly, as a result of your access to the Website.", "To the extent permitted by law, our liability for breach of any implied warranty or condition, which cannot be excluded by the Terms of Use, is limited, at our option, to one or more of the following:", "In the case of services supplied or offered by us:", "In the case of goods supplied or offered by us:", "We intend for the information on the Website to only serve as a general overview on matters of interest. The information on the Website is not intended to be comprehensive, nor does it in any way constitute medical (or any other) advice. We attempt to ensure that the content on the Website is current and accurate but we do not guarantee its currency and accuracy. ", "You should carry out your own research and/or seek your own advice before acting or relying on any of the information displayed on the Website. ", "By agreeing to and accepting the Terms of Use, you also agree to our ", "Privacy Policy", ".", "The Terms of Use are effective until terminated by us, which we may do at any time and without notice to you. In the event of termination, all restrictions imposed on you by the Terms of Use and limitations of liability set out in the Terms of Use will survive.", "We rely upon your continued observance of the Terms of Use. If we suffer loss or damage or incur any costs associated with any breach by you of the Terms of Use or any associated legal obligation, you agree to indemnify us for those losses, damages and costs.", "We do not make any claims that the information is appropriate or may be downloaded in all areas, countries or jurisdictions. Access to the information contained in the Website may not be legal by certain persons or in certain countries. If you access the Website, you do so at your own risk and you are responsible for compliance with the laws of your jurisdiction.", "If any provision of the Terms of Use is found to be invalid or unenforceable by a Court of Law, such invalidity or unenforceability will not affect the remainder of the document, which will continue in full force and effect.", "All rights not expressly granted in the Terms of Use are reserved.", "If we do not act in relation to a breach of the Terms of Use by you, this does not waive our rights to act with respect to subsequent or similar breaches of the Terms of Use by you.", "The Terms of Use are governed by and construed in accordance with the laws of Victoria, Australia. You irrevocably and unconditionally submit to the non-exclusive jurisdiction of the Courts of Victoria and Courts of Appeal from them for determining any dispute concerning the Terms of Use.", "Please email us if you have any questions relating to our Terms of Use.", "Terms of Use last updated on 7 September 2015.", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "WE CAN HELP YOU MANAGE THE IMPACT THAT PAIN HAS ON YOUR WORLD. ", "Payment is requested before consultation with our clinical staff to allow our clinic to run efficiently and maximise our patients’ time with our practitioners. Processing payments before consultations also allows our admin team to focus on the clinical aspects of your care that may need arranging after your consultation with your pain specialist or allied health team member. Our aim is to be time efficient and minimise your time away from your daily routine and plans.", "Our administrative team will contact you via a text message to confirm your appointment in the week prior to your booking date.", "If you are unable to keep your appointment, we ask that you please let us know as soon as possible to allow others the opportunity to attend the clinic promptly. Appointments with our Pain Specialists are highly sought after.", "For all appointments with our Pain Specialists and Allied Health staff (physiotherapy, psychology, and occupational therapy) we exercise a 48-hour cancellation policy. Fees relevant to the appointment are due when cancelling within 48 hours of the appointment time:", "Initial consultations will incur a cancellation fee of 50% of initial appointment amount", "Review appointments will incur a cancellation fee of 50% of review appointment amount", "Accounts for all scheduled day procedures/surgery ", "must be finalised 7 days prior", " to the day of your procedure booking.", "In the event that payment is not finalised 7 days in advance of the procedure, your booking will not be able to proceed, and another patient on our waiting list will be offered the opportunity to book in. Our office can be contacted to take payment between 9am-5pm, Monday to Friday.", "For your convenience we are able to take payments in the following ways:", "Cash payments", " can be made in advance by appointment. Please phone 1300 798 682 to arrange a convenient time and to be advised of the address you will need to attend to make payment.", "Credit card payments", " can be made via phone by calling 1300 798 682, in person by appointment with our administrative staff, or you may also complete the remittance advise on the bottom of your invoice and fax, email or post it to us for processing.", "Cheques", " can be mailed to Level 4, 600 Victoria Street, Richmond VIC 3121, or presented in person by appointment with administrative staff.", "Please note we are not able to process your Medicare or any applicable private health fund rebates for your procedures. Please contact your private health fund for further information on the rebates that may apply for you.", "The Quote and Informed Financial Consent provided to you at the time of booking outline the fees and item numbers which your health fund can use to provide you with a detailed estimate of benefits applicable.", "If you have any enquiries prior to your procedure, please feel free to phone us on 1300 798 682.", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "In 2007, around 3.1 million Australians (1.4 million males and 1.7 million females) were estimated to experience chronic pain and these figures do not include children and adolescents.", "A few facts about chronic pain include:", "Common causes of chronic pain include:", "The last few years have brought huge advances in the management of chronic pain. ", "Chronic Pain Australia", " have helped to support good pain management and have lobbied for better funded services from the government.", "Excellent chronic pain management involves a holistic approach of appropriate medications and interventions as well as psychology and physiotherapy to help cope and manage with this long term condition.", "Used appropriately, medications reduce the severity of pain, help coping and managing your pain.", "Well chosen pain interventions can radically change the severity of pain. These range from injections to block pain into spinal joints or nerves or trigger points all the way to complex and advanced techniques like ", "spinal cord stimulation", ". As always, these need to be considered as part of a multimodal pain strategy.", "This teaches how to move and maintain fitness and strength. This complements the medications and increases function. There are also specialised techniques to help the brain relearn how to deal with pain and reverse the pain sensitivity.", "Learn ways of coping with long term pain and beating pain flare ups.", "A pain specialist", " will guide you thorough these choices and help select the treatment or treatments that work best for you.", "A FANTASTIC RESOURCE", "A fantastically useful resource is the Pain Management Network developed by the NSW Health Agency for Clinical Innovation", " ", "Written by ", "Dr. Simon Cohen", ".  ", "\n        Tagged: ", "I Suffer Chronic Pain", ", ", "Pain Literacy", ", ", "Understanding Pain", "\n      ", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "Lower back pain is really common. It affects about 80% of adults at some point of their life.", "Lower back pain is the most common cause of sick days from work and disability. It affects men and women, young or old. It is usually mild but can be severe and unbearable at times. It can start suddenly or slowly. It can be felt it in a small area of the lower back or over a much wider area. It can last anything between a few days or years. It can sometimes be hard to treat.", "Lower back pain is often short term or ", "acute", ", and lasts a few days to a few weeks and mild. It usually improves on its own with self-care. Sometimes ", "acute ", "lower back pain can be severe.", "It is called ", "subacute", " lower back pain if it lasts between 4 and 12 weeks.", "Chronic", " lower back pain on the other hand, lasts for 3 months or longer, even after the initial injury or underlying cause of pain has been treated. Chronic lower back pain can occur in about 20% of people that get acute lower back pain. This means that the pain can continue for much longer than expected and in some of those cases the chronic lower back pain can be difficult to treat and debilitating.", "Lower back pain can occur suddenly or slowly, depending on the cause. Lower back pain usually occurs immediately after an injury although sometimes the onset of symptoms can be delayed.", "Symptoms may include; a sharp local pain or a broad dull ache, with or without stiffness in the region, pain can radiate down into the buttock or leg and even into the foot. There might also be tingling, numbness, pins and needles and even weakness.", "Pain severity can be rated on a scale from 1 to 10, or from mild to severe.", "Sometimes people can be very unwell if there is a more serious cause like an infection or fracture of the spine. We’ll discuss this below. If there is an infection, the area could also be red swollen and warm.", "Lower back pain is mostly mechanical in nature and occurs when there is a disruption in the way the parts of the lower back fit together and work. These include the spine bones (vertebrae), intervertebral discs  between the bones, spinal cord, many complex nerves and surrounding muscles, tendons and ligaments.", "The parts of the lower back all work seamlessly together like components of a complex piece of machinery but if one part is faulty, the whole system can be affected and malfunction.", "The precise location of the lower back pain and associated symptoms can provide valuable clues about the underlying cause.", "Problems within the spine and spinal column itself tend to result in pain in the midline, whereas pain that is located on the sides of the lower back is usually caused by problems with muscles, ligaments, tendons and other soft tissues that surround and protect the spine.", "When lower back pain experts make an assessment, a few things need to be considered because the pain could be caused by a number of problems in or around the area. A few lower back pain causes are:", "Contact us", " to find out what's causing your pain.", "Anyone can get lower back pain and it can occur at any age, with the majority of first incidents taking place between 20-40 years of age.", "Although anyone can get lower back pain some people are more likely to develop it. Here are a few risk factors that might make the development of lower back pain more likely:", "Lower back pain is usually mild and settles by itself however in some circumstances the pain can be complex and should be assessed by a medical professional or pain specialist who will take the time to understand the pain story and perform a physical examination before setting forward a diagnosis and treatment plan.", "It is not common to require tests and scans for lower back pain. However, in some circumstances imaging tests may be required. Types of imaging tests might be X-rays, CT scan, MRI scan, bone scan or ultrasound.", "Once a lower back pain diagnosis is made, the medical professional or pain specialist will determine the best treatment options. ", "Book an appointment", " to have a Pain Specialist make a lower back pain diagnosis.", "Treatment of the lower back pain depends on if the problem is acute (meaning it only occurred recently i.e. days and weeks) or if the problem is chronic (meaning it has been present for more than 2-3 months).", " ", "Most acute lower back pain is mild and settles with simple treatments. Treatment usually depends on the cause and might include:", " ", "If the cause of the pain has been treated but the pain continues and is long lasting (chronic pain), debilitating and has not been responding to treatments an assessment should be made by a pain management specialist physicians, who can assess and treat most types of chronic pain including chronic lower back pain.", "Through years of experience, we’ve figured out that good and long-lasting chronic lower back pain relief doesn’t work unless all bases are covered.", "The best lower back pain management combines pain-reducing treatments combined with other selected therapies like physical and psychological rehabilitation treatment.", "TYPES OF TREATMENT", " ", "Significant lower back pain is best assessed by a medical doctor like a general practitioner (GP). They will make an assessment and make sure there are no warning signs for something serious (see below).", "If they suspect something more serious is causing the lower back pain, they may do some scans or blood tests and make a referral to the appropriate specialist for treatment. However, if no serious cause is diagnosed, the referral may be to a pain specialist physician for an assessment and therapy with the use of advanced pain reduction techniques.", "If the pain is mild or improving, GPs may:", "If the pain persists or returns GPs may:", "Contact us", " to book an appointment with a pain specialist.", "In some instances, pain can indicate more serious lower back problems or diseases elsewhere. These problems might include cancer, fractures, infection, severe nerve compression (pinched nerve) and ankylosis spondylitis. ", "Seek urgent and specialist medical advice if you experience:", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "IV INFUSION", "We can help you manage the impact that pain has on your world.", "Certain infusion therapies have been studied extensively, while others have little data to support their use but anecdotally they seem to help.", "IV infusions we use for chronic pain management include:  ", "These are non-opioid infusions which provide pain relief as well as allow opioid medication reduction.", "Ketamine was developed in the 1960s and to this day we are still discovering potential benefits of treatment with ketamine. Ketamine has many clinical uses in chronic pain like neuropathic pain, post herpetic neuralgia, nerve injury, ", "complex regional pain syndrome", " (CRPS), fibromyalgia and even ", "cancer pain", ".", "In-patient ketamine infusions can be used in selected individuals to support pain management and provide pain relief as well as allow safe and rapid opioid medication reduction or switching.", "We only use ketamine infusions for chronic pain in carefully selected patients. We do not use ketamine for depression treatment. ", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "SPINAL CORD STIMULATION", "We can help you manage the impact that pain has on your world.", "We use this treatment for people that have moderate to high intensity persistent neuropathic pain and if more conservative strategies have been comprehensively trialled and failed.", "In the treatment, we place electrodes to the spinal nerves and connect to a spinal cord stimulator (small battery operated device) that then sends tiny electrical pulses to nerves to mask pain. ", "A temporary 1-2 week trial is first performed and if it restores nervous system function and sensation it provides an 70% chance of having greater than 50% reduction in pain. These are very good statistics when compared to pain medications alone, which only help less than 50% of people they are trialled on. ", " ", "Spinal cord stimulation treatment is generally reserved for severe hard to manage neuropathic pain. Conditions typically treated by this pain treatment include:", "Postoperative persistent syndrome", " (POPS) (also called failed back surgery syndrome (FBSS), post laminectomy or spinal fusion pain)", "Complex regional pain syndrome (CRPS)", " (previously called reflex sympathetic dystrophy (RSD))", "Abdominal or visceral pain like angina (some cases only)", "Chronic peripheral ischaemic pain", "Pelvic pain", "Peripheral nerve damage", "Peripheral neuropathic pain", "Phantom limb pain", "Refractory angina pectoris", "Spinal cord stimulation that is used for pain relief includes:", "Spinal cord stimulation (SCS)", "Sacral nerve stimulation (SNS)", "Dorsal root ganglion (DRG) stimulation", "Occipital nerve stimulation (ONS)", "Peripheral nerve stimulation (PNS)", "Peripheral nerve field stimulation (PnFS)", "Neurostimulation is extensively used for pain control but it is also used in non-painful medical conditions like pacemakers, which restore abnormal heart rhythms, and cochlear implants, which restore hearing. Spinal cord stimulation was first used to control pain in 1967.", "The technology has improved vastly over the years, to the point that they can now even be inserted with minimal discomfort.", "Neurostimulation could be considered the game-changer in pain medicine because it has the ability to significantly reduce and sometimes completely eliminate chronic pain in some people. It does this by ‘closing the gate’ to pain signals that travel up the spinal cord. Neurostimulation when used for pain control, blocks the pain signals as they travel up the spinal cord.", "Melzack R, Wall PD. Pain mechanisms: a new theory. Science. 1965;150:971-9. ", "LINK", "Song JJ, Popescu A, Bell RL. Present and potential use of spinal cord stimulation to control chronic pain. Pain Physician. 2014;17:235-46. ", "LINK", "Kumar K, Taylor RS, Jacques L et al. The effects of spinal cord stimulation in neuropathic pain are sustained: a 24-month follow-up of the prospective randomized controlled multicenter trial of the effectiveness of spinal cord stimulation. Neurosurgery. 2008;63:762-70 ", "LINK", "Al-Kaisy A, Van Buyten JP, Smet I, Palmisani S, Pang D, Smith T. Sustained effectiveness of 10 kHz high-frequency spinal cord stimulation for patients with chronic, low back pain: 24-month results of a prospective multicenter study. Pain Med. 2014;15:347-54. ", "LINK", "Bendersky D, Yampolsky C. Is spinal cord stimulation safe? A review of its complications. World Neurosurg. 2014 Dec;82(6):1359-68. ", "LINK", "Using PENS for Pain", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", ".", "SPINAL CORD STIMULATION", "Spinal cord stimulation uses the same principle as heart pacemakers to control an abnormal heartbeat, except we can now use these pain pacemakers to control abnormal nerve signals causing chronic pain. ", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain why spinal cord stimulation is not the end of the treatment line. We consider it the start of the next phase in your pain therapy and rehabilitation. ", "Thanks and enjoy your book.", "DOWNLOAD EBOOK", "As one of Australia's leading multidisciplinary pain specialist clinics, we'll explain what chronic pain is and why it occurs. We'll also explain that chronic pain should be managed as a chronic illness and not just a symptom of an illness.", "We will provide you with coping tips and practical guidance to help you take the first steps to getting yourself on the road to recovery.", "Pain Medication", "Nerve Blocks", "Joint Blocks", "Radiofrequency Ablation", "Spinal Cord Stimulation", "IV Infusions", "PRP Injections", "Self Management", "Exercise and Function", "Face and Head Pain", "Neck Pain", "Arm Pain & Shoulder Pain", "Back Pain", "Lower Back Pain", "Hip Pain", "Stomach Pain", "Pelvic Pain", "Leg Pain", "Knee Pain", "Foot Pain", "Cancer Pain", " ", "Why a pain management clinic?", "Our approach", "First appointment", "Pain treatment", "Patient information & downloads", "Privacy policy", "Payment policy", "Patient Blogs", "EBOOK: Coping Tips", "EBOOK: Spinal Cord Stimulation", " ", "Online referral", "Patient Referral PDF", "GP Blogs", "EBOOK: Treating Chronic Pain", "EBOOK: Pain Predictors", "About the clinic", "Meet the team", " ", "Work with us", " ", " ", "Level 4, 600 Victoria Street", "Richmond", "VIC 3121", "1300 798 682", "reception@painspecialistsaustralia.com.au", "Get the latest pain science direct to your inbox!", "© Copyright 2013-2019 Pain Specialists Australia. All rights reserved. ABN 36 620 570 087.", "Privacy Policy", ", ", "Terms of Use", " and ", "Social Media Terms", "."], "emails": ["reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au", "reception@painspecialistsaustralia.com.au"], "addresses": ["600 Victoria Street Richmond VI", "600 Victoria Street Richmond VI", "600 Victoria Street Richmond VI", "600 Victoria Street Richmond VI", "600 Victoria Street, Richmond VI", "600 Victoria Street Richmond VI", "600 Victoria Street Richmond VI", "600 Victoria Street Richmond VI", "600 Victoria Street Richmond VI", "600 Victoria Street Richmond VI", "600 Victoria Street Richmond VI"], "social_media_links": [], "telephone_numbers": ["3121 1300 798 682", "36 620 570 087", "3121 1300 798 682", "36 620 570 087", "36 620 570 087", "3121 1300 798 682", "36 620 570 087", "36 620 570 087", "3121 1300 798 682", "36 620 570 087", "1300 798 682", "1300 798 682", "1300 798 682", "3121 1300 798 682", "36 620 570 087", "3121 1300 798 682", "36 620 570 087", "3121 1300 798 682", "36 620 570 087", "3121 1300 798 682", "36 620 570 087", "3121 1300 798 682", "36 620 570 087", "3121 1300 798 682", "36 620 570 087"], "lda_resutls": [[0, "0.042*\"patient\" + 0.040*\"tip\" + 0.040*\"cope\" + 0.040*\"ebook\" + 0.023*\"work\" + 0.022*\"information\" + 0.020*\"download\" + 0.020*\"pdf\" + 0.019*\"com\" + 0.019*\"reception\""], [1, "0.083*\"spinal\" + 0.059*\"cord\" + 0.053*\"stimulation\" + 0.030*\"nerve\" + 0.023*\"website\" + 0.021*\"link\" + 0.016*\"pain\" + 0.012*\"referral\" + 0.012*\"online\" + 0.011*\"cause\""], [2, "0.183*\"pain\" + 0.044*\"chronic\" + 0.020*\"specialist\" + 0.018*\"treatment\" + 0.018*\"social\" + 0.018*\"medium\" + 0.017*\"explain\" + 0.017*\"ebook\" + 0.016*\"clinic\" + 0.016*\"illness\""], [3, "0.024*\"appointment\" + 0.024*\"first\" + 0.021*\"tip\" + 0.021*\"help\" + 0.021*\"injection\" + 0.021*\"provide\" + 0.020*\"cope\" + 0.020*\"take\" + 0.020*\"road\" + 0.020*\"practical\""], [4, "0.037*\"specialist\" + 0.029*\"pain\" + 0.022*\"contact\" + 0.022*\"infusion\" + 0.017*\"reserve\" + 0.016*\"copyright\" + 0.011*\"disc\" + 0.011*\"herniate\" + 0.010*\"way\" + 0.010*\"damage\""], [5, "0.081*\"joint\" + 0.070*\"pain\" + 0.042*\"block\" + 0.024*\"back\" + 0.016*\"cause\" + 0.015*\"blog\" + 0.013*\"stomach\" + 0.011*\"lower\" + 0.011*\"spine\" + 0.010*\"treatment\""], [6, "0.090*\"pain\" + 0.070*\"back\" + 0.040*\"lower\" + 0.025*\"policy\" + 0.024*\"low\" + 0.018*\"privacy\" + 0.015*\"cause\" + 0.012*\"occur\" + 0.011*\"bone\" + 0.010*\"chronic\""], [7, "0.046*\"pain\" + 0.026*\"exercise\" + 0.024*\"function\" + 0.021*\"science\" + 0.019*\"late\" + 0.019*\"inbox\" + 0.019*\"direct\" + 0.012*\"term\" + 0.012*\"low\" + 0.011*\"infection\""], [8, "0.032*\"pain\" + 0.029*\"term\" + 0.023*\"may\" + 0.020*\"medication\" + 0.014*\"use\" + 0.012*\"procedure\" + 0.011*\"injection\" + 0.011*\"risk\" + 0.011*\"include\" + 0.011*\"time\""], [9, "0.048*\"pain\" + 0.027*\"back\" + 0.024*\"radiofrequency\" + 0.021*\"ablation\" + 0.014*\"spine\" + 0.014*\"low\" + 0.011*\"people\" + 0.010*\"occur\" + 0.010*\"develop\" + 0.009*\"specialist\""]], "kpe_resutls": [["pain", 0.0631802462935008], ["gp", 0.051832751755471806], ["blog", 0.04995928638734379], ["cope", 0.04918363921991763], ["tip ebook", 0.044943427620369396], ["back pain", 0.04485066426488427], ["ebook", 0.03704259090115487], ["lower", 0.028146306524423424], ["treatment", 0.023624355028194464], ["transcutan electr nerv stimul", 0.018792891787898936]], "rake_resutls": [[63.0, "600 victoria street richmond vic 3121 1300 798 682 reception"], [46.02272727272727, "downloads privacy policy payment policy patient blogs ebook"], [44.74889277389277, "blog spinal cord stimulation coping tips ebook spinal cord stimulation"], [43.05, "privacy termination miscellaneous applicable law contacting us gps"], [41.39380012583743, "bed rest alone may make lower back pain worse"], [39.93333333333334, "social media terms last updated 15 february 2018"], [36.56554677206851, "nsaids also carry significant risks like stomach irritation"], [30.300856016931288, "best lower back pain management combines pain"], [30.085256410256406, "spinal cord stimulation spinal cord stimulation uses"], [27.8, "specialists contact us quick search subscribe"], [26.876334944134353, "chronic pain including chronic lower back pain"], [26.712987012987014, "procedures coping tips ebook consultations cancellations"], [26.65995775359324, "approach first appointment pain treatment patient information"], [25.72860715692824, "blog coping tips ebook chronic pain"], [25.183537296037294, "advanced techniques like spinal cord stimulation"], [24.796969696969697, "five lumbar vertebral bones called l1"], [24.69090909090909, "show great detail like pinched nerves"], [24.501165501165502, "discs act like shock absorbers throughout"], [24.46969748417581, "lasting chronic lower back pain relief"], [24.415336519519673, "control abnormal nerve signals causing chronic pain"], [24.26502732240437, "head pain neck pain arm pain"], [24.003146453089244, "permanent neurological damage may also occur"], [23.978907103825136, "shoulder joint pain facet joint pain"], [23.77218082463984, "causes pain reduction without actually breaking"], [23.666666666666664, "best pract res clin anaesthesiol"], [23.5, "mri scans produce highly detailed images"], [23.363636363636363, "previously called reflex sympathetic dystrophy"], [23.063636363636363, "blog coping tips ebook introduction"], [23.0, "abn 36 620 570 087"], [22.833333333333336, "please phone 1300 798 682"], [22.629180242796497, "lower back pain usually occurs immediately"], [22.0, "prospective randomized controlled multicenter trial"], [21.813636363636363, "blog coping tips ebook gps"], [21.56286818605891, "diagnosing low back pain --"], [21.472769986386243, "cause mechanical lower back pain include"], [21.4455737704918, "hip joint pain sacroiliac joint pain"], [21.426726279185296, "pain specialists australia pty ltd"], [21.093355345608792, "also called failed back surgery syndrome"], [21.03997079329188, "sometimes completely eliminate chronic pain"], [21.033939393939395, "joint blocks coping tips ebook"], [20.74679487179487, "many highly regarded spinal surgeons"], [20.6577868852459, "prolonged pain relief lasting anything"], [20.617275480891735, "‘ lower back pain ’."], [20.58834244080146, "leading multidisciplinary pain specialist clinics"], [20.5, "calling 1300 798 682"], [20.163493968286694, "treatment significant lower back pain"], [20.156958020574276, "lower back pain experts make"], [20.116120218579233, "high intensity persistent neuropathic pain"], [20.02838542743822, "ease chronic low back pain"], [19.5, "richmond vic 3121"]], "guided_lda_resutls": [["nerve", "help", "bones", "conditions", "payment", "figure", "likely", "rays", "1300", "ct"], ["pain", "chronic", "australia", "social", "patient", "time", "nerves", "blogs", "620", "acute"], ["iv", "street", "copyright", "treatments", "pelvic", "health", "tendons", "clinic", "injections", "serious"], ["cord", "media", "occurs", "get", "people", "make", "stomach", "600", "vertebrae", "foot"], ["specialists", "referral", "discs", "explain", "victoria", "798", "shoulder", "herniated", "following", "available"], ["illness", "disc", "gps", "2013", "prp", "associated", "access", "including", "injections", "serious"], ["information", "work", "reserved", "predictors", "please", "head", "part", "allow", "science", "age"], ["pain", "lower", "websites", "blog", "leading", "087", "sometimes", "reception", "longer", "getting"], ["using", "medical", "682", "painspecialistsaustralia", "term", "common", "abn", "caused", "com", "might"], ["may", "management", "include", "vic", "online", "many", "loss", "surgery", "damage", "services"], ["tips", "level", "meet", "relief", "3121", "even", "person", "start", "sacroiliac", "pressure"], ["policy", "rights", "low", "gp", "quick", "symptom", "downloads", "syndrome", "abnormal", "mechanical"], ["ebook", "us", "website", "treatment", "cancer", "body", "control", "clinics", "tests", "scans"], ["called", "first", "appointment", "facet", "approach", "guidance", "road", "days", "years", "performed"], ["spinal", "coping", "also", "pages", "bone", "imaging", "inbox", "support", "stenosis", "risks"], ["joint", "blocks", "privacy", "radiofrequency", "medications", "contact", "search", "steps", "latest", "nerves"], ["clinic", "leg", "richmond", "small", "infusions", "treating", "complex", "mild", "lumbar", "weeks"], ["team", "way", "pdf", "take", "manage", "assess", "signals", "2019", "diagnosis", "anaesthetic"], ["back", "terms", "spine", "stimulation", "joints", "like", "provide", "exercise", "medication", "arm"], ["pain", "specialist", "cause", "used", "content", "linked", "function", "causes", "recovery", "knee"]], "textrank_resutls": [[0.0863751513162781, 1, "back pain relief"], [0.08364751142311297, 1, "lower back pain causes"], [0.08277655902997261, 1, "back pain treatment iv infusion"], [0.07882725051518863, 1, "lower back pain diagnosed"], [0.07818214535099598, 10, "specialists contact us quick"], [0.07775925049328061, 1, "pain medications"], [0.07754072602833267, 1, "joint pain"], [0.07600506401438353, 1, "substantial pain relief"], [0.07534099139842157, 1, "certain pain relief medications"], [0.07499036627438938, 1, "pain signals"], [0.07101839606303197, 1, "various chronic pain conditions"], [0.06601585236754567, 1, "tips ebook spinal cord stimulation"], [0.06549891492106301, 2, "spinal cord stimulation"], [0.06526865740145148, 1, "back pain treatment"], [0.06380772916236148, 1, "tips ebook chronic pain"], [0.06343786950883751, 1, "more advanced therapies nerve blocks radiofrequency neurostimulation epidural steroid injections"], [0.05840315971435726, 1, "a lower back pain diagnosis"], [0.058015077152344906, 1, "transcutaneous electrical nerve stimulation"], [0.05774976471919264, 1, "ruptured discs foraminal stenosis spinal stenosis sciatica spondylolisthesis trauma skeletal"], [0.05683000230076092, 1, "spondylosis facet joint syndrome sacroiliac"], [0.05631401429177, 1, "conduct intellectual property third party links indemnity"], [0.05519539561500371, 1, "understand spinal cord"], [0.0551908124023787, 10, "us"], [0.0542355769821386, 1, "acupuncture medications nonsteroidal anti-inflammatory drugs"], [0.05419024043680097, 1, "equina syndrome age fitness level"], [0.0539119050443158, 1, "equina syndrome age fitness"], [0.053327345483731386, 1, "tips ebook consultations cancellations"], [0.05189164724995797, 1, "genetics certain occupations backpacks"], [0.04845809057540353, 1, "social media terms coping"], [0.047904726508691944, 1, "scan ultrasound discography simple"], [0.04768780528483864, 10, "subscribe"], [0.04746647470078309, 1, "stimulation"], [0.0473857265078886, 1, "pages third party"], [0.04707414823516329, 1, "a pain treatment"], [0.0463333596566209, 1, "only privacy termination miscellaneous applicable law"], [0.04623677491587696, 1, "tips ebook content"], [0.04597126178446802, 1, "x-rays ct-scan mri scan myelogram bone"], [0.04593055810524051, 1, "radiofrequency neurostimulation epidural"], [0.04466556244835534, 1, "links intellectual property"], [0.04460170463942433, 1, "third party"], [0.044567196914586146, 4, "gps"], [0.04350775670448046, 1, "privacy policy miscellaneous contact us   gps"], [0.04335825855541874, 4, "gps & specialists contact"], [0.04325048087585549, 2, "search"], [0.04275655349857113, 1, "common medications interventions"], [0.04231812327991098, 1, "nerve"], [0.04190932861499033, 1, "joint blocks"], [0.041397236667914894, 1, "back pain"], [0.040910959079110104, 1, "more serious"], [0.040442463417671895, 1, "treatments hot or cold packs physical activity"]], "textrank_summery__resutls": ["TIPS EBOOK IV infusion of certain pain relief medications have been known to provide substantial pain relief in patients with various chronic pain conditions.", "HOW DO I GET LOWER", "PAIN SYMPTOMS", "BACK PAIN TREATMENT CHRONIC LOWER", "HOW IS LOWER BACK PAIN DIAGNOSED?"], "wordcloud_resutls": [["back pain", 1.0], ["lower back", 0.8], ["spinal cord", 0.4], ["Pain Specialist", 0.37142857142857144], ["chronic pain", 0.36428571428571427], ["may", 0.35714285714285715], ["nerve", 0.34285714285714286], ["Cord Stimulation", 0.29285714285714287], ["cause", 0.2785714285714286], ["Social Media", 0.25], ["treatment", 0.24285714285714285], ["spine", 0.2357142857142857], ["Website", 0.2357142857142857], ["joint", 0.21428571428571427], ["COPING TIPS", 0.21428571428571427], ["Terms Use", 0.21428571428571427], ["bone", 0.17857142857142858], ["time", 0.17857142857142858], ["medication", 0.17142857142857143], ["include", 0.17142857142857143], ["Specialists Australia", 0.17142857142857143], ["used", 0.16428571428571428], ["Privacy Policy", 0.16428571428571428], ["use", 0.15714285714285714], ["called", 0.15714285714285714], ["will", 0.14285714285714285], ["people", 0.14285714285714285], ["TIPS EBOOK", 0.14285714285714285], ["explain chronic", 0.14285714285714285], ["Blogs EBOOK", 0.14285714285714285], ["muscle", 0.1357142857142857], ["disc", 0.12857142857142856], ["Sometimes", 0.12857142857142856], ["pain occur", 0.12857142857142856], ["Media Page", 0.12857142857142856], ["part", 0.12142857142857143], ["Figure", 0.12142857142857143], ["Joint Block", 0.12142857142857143], ["pain management", 0.12142857142857143], ["way", 0.11428571428571428], ["day", 0.11428571428571428], ["procedure", 0.11428571428571428], ["Nerve Blocks", 0.11428571428571428], ["Linked Website", 0.10714285714285714], ["make", 0.1], ["risk", 0.1], ["content", 0.1], ["even", 0.1], ["body", 0.1], ["condition", 0.1], ["problem", 0.1], ["facet joint", 0.1], ["Media Terms", 0.1], ["IV Infusion", 0.1], ["area", 0.09285714285714286], ["CONTACT US", 0.09285714285714286], ["appointment Pain", 0.08571428571428572], ["treat", 0.07857142857142857], ["using", 0.07857142857142857], ["small", 0.07857142857142857], ["last", 0.07857142857142857], ["vertebrae", 0.07857142857142857], ["damage", 0.07857142857142857], ["Blocks Radiofrequency", 0.07857142857142857], ["EBOOK Spinal", 0.07857142857142857], ["Pain Shoulder", 0.07857142857142857], ["Neck Pain", 0.07857142857142857], ["Pain Hip", 0.07857142857142857], ["Pain Knee", 0.07857142857142857], ["one Australia", 0.07857142857142857], ["Australia leading", 0.07857142857142857], ["leading multidisciplinary", 0.07857142857142857], ["multidisciplinary pain", 0.07857142857142857], ["specialist clinics", 0.07857142857142857], ["clinics explain", 0.07857142857142857], ["Pain Pelvic", 0.07857142857142857], ["Pelvic Pain", 0.07857142857142857], ["Pain Leg", 0.07857142857142857], ["Cancer Pain", 0.07857142857142857], ["Level Victoria", 0.07857142857142857], ["Victoria Street", 0.07857142857142857], ["Street Richmond", 0.07857142857142857], ["Richmond VIC", 0.07857142857142857], ["Policy Terms", 0.07857142857142857], ["Use Social", 0.07857142857142857], ["one", 0.07142857142857142], ["causing", 0.07142857142857142], ["surgery", 0.07142857142857142], ["means", 0.07142857142857142], ["usually", 0.07142857142857142], ["become", 0.07142857142857142], ["week", 0.07142857142857142], ["show", 0.07142857142857142], ["case", 0.07142857142857142], ["GPs SPECIALISTS", 0.07142857142857142], ["SPECIALISTS CONTACT", 0.07142857142857142], ["US QUICK", 0.07142857142857142], ["QUICK SEARCH", 0.07142857142857142], ["SEARCH Subscribe", 0.07142857142857142], ["Subscribe blog", 0.07142857142857142]], "wordcloud_resultsbi": ["back_pain", "low_back", "spinal_cord", "chronic_pain", "pain_pain", "cord_stimulation", "pain_specialist", "social_medium", "term_use", "pain_back", "pain_chronic", "privacy_policy", "joint_pain", "medium_page", "joint_block", "pain_management", "pain_treatment", "pain_joint", "medium_term", "pain_medication", "appointment_pain", "pain_pelvic", "block_joint", "block_radiofrequency", "cancer_pain", "medication_block", "pain_leg", "pelvic_pain", "policy_term", "specialist_clinic", "use_social", "ablation_spinal", "approach_appointment", "blog_chronic", "chronic_illness", "clinic_approach", "clinic_chronic", "clinic_team", "com_late", "copyright_pain", "direct_inbox", "download_privacy", "ebook_pain", "ebook_tip", "exercise_function", "face_head", "first_step", "foot_pain", "function_face", "guidance_first", "head_pain", "illness_symptom", "illness_tip", "inbox_copyright", "information_download", "infusion_prp", "injection_exercise", "knee_pain", "late_pain", "leg_knee", "management_clinic", "online_referral", "pain_cancer", "pain_ebook", "pain_foot", "pain_predictor", "pain_right", "pain_science", "pain_shoulder", "pain_stomach", "patient_information", "patient_pdf", "payment_policy", "pdf_blog", "policy_ebook", "policy_payment", "practical_guidance", "predictor_clinic", "prp_injection", "quick_search", "radiofrequency_ablation", "reception_com", "recovery_pain", "referral_patient", "right_privacy", "road_recovery", "science_direct", "search_subscribe", "shoulder_pain", "specialist_quick", "step_road", "stimulation_infusion", "stimulation_online", "stomach_pain", "subscribe_blog", "symptom_illness", "team_reception", "tip_ebook", "tip_practical", "tip_spinal"]}]