[{"company": "Sparrow Early Learning", "introduction": "17 early education centres", "end_market": "Early education centres", "industry": "Education", "link": "www.sparrowearlylearning.com.au", "search_text": "www.sparrowearlylearning.com.au", "title": "Sparrow Early Learning", "link_corrected": "https://www.sparrowearlylearning.com.au/", "description": "Sparrow Early Learning is a professional, early education company providing exceptional ... Welcome to Sparrow Early Learning, one of Australia's leading early ...", "crawled_links": ["https://www.sparrowearlylearning.com.au/news-and-events", "https://www.sparrowearlylearning.com.au/information-for-parents", "https://www.sparrowearlylearning.com.au/join-our-network", "https://www.sparrowearlylearning.com.au/careers", "https://www.sparrowearlylearning.com.au/about-us", "https://www.sparrowearlylearning.com.au/contact-us", "https://www.sparrowearlylearning.com.au", "https://www.sparrowearlylearning.com.au/your-child-at-sparrow", "https://www.sparrowearlylearning.com.au/the-importance-of-early-childhood", "https://www.sparrowearlylearning.com.au/what-your-child-will-do-at-child-care", "https://www.sparrowearlylearning.com.au/transitions-between-rooms-and-school-rea", "https://www.sparrowearlylearning.com.au/learning-tips-and-parent-information", "https://www.sparrowearlylearning.com.au/what-to-expect-from-our-services", "https://www.sparrowearlylearning.com.au/quality-child-care"], "header_text": [" "], "paragraph_text": ["HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "Every parent deserves peace of mind that quality care and education is being provided to their child.", "We are committed to making every child’s experience at Sparrow Early Learning a positive one.", "We believe in developing effective partnerships with families that will ultimately result in positive outcomes for children.", "     ", " ", " ", "Young children learn through play and learn best when receiving quality care.", "A typical day in a Sparrow Early Learning Service will be individual to each service and each child", "Additional information, links and websites about early childhood services as well as tips and guidance for parents.   ", " ", " ", "Successful transitions are supported by collaborative partnerships between the child and their family, the kindergarten setting, the prep setting, Principals and the wider community.", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "The Sparrow team are comprised of successful and experienced early childhood and business professionals.  If you are looking for assistance to maintain the ongoing compliance, business management and operational requirements of your childcare centre, contact us today to see how Sparrow Early Learning can support you.", "If you are looking to sell you childcare centre or would like to discuss your options, please contact All Childcare Sales or visit their website.", "Sparrow Early Learning Pty Ltd", "Phone:       07 3395 5555", "Email:        ", "admin@sparrow.edu.au", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "Become a part of the Sparrow Early Learning team today", " ", "We value our people and are continuously guiding and coaching our employees to be the best they can be.", " ", "Sparrow Early Learning is a great place to work, we offer a family friendly environment and are committed to providing career growth opportunities. If you are looking for a fun and meaningful career then why not become an Early Childhood Educator with Sparrow Early Learning.", "Professional Educational Positions ", " ", "Would you like to join one of our fantastic educational services? Are you a Diploma or Certificate III qualified educator looking for either permanent or regular relief work, and want to join our team who share the same core values and passion for best quality outcomes for children?", " ", "We are focused on creating a positive, open and honest environment for staff and recognise that staff are the most important part of running a quality Service.", " ", "Suitable applicants must have a:", "Current Blue Card or Working with Children Check; and", "Diploma/ Cert III Of Early Childhood or Equivalent (or be studying towards); and", "First Aid Certificate including Asthma and Anaphylaxis and CPR; and", "Knowledge of the Early Years Learning Framework, National Regulations and National Quality Standards; and", "Have a true passion for Early Childhood Education and Care.", " ", "If you want to be part of an organisation that is focused and committed to quality and excellence in early learning education then this is the role you have been looking for.", " ", "To apply please email your resume to the relevant Service Manager. ", "Click here", " for service contact details.", " ", "\n\n\n\n\n\n\n\n\n\n\n\n\n\n", " ", "\n\n\n\n\n\n\n\n\n\n\n\n\n\n", " ", "Current Positions Vacant", " ", "Our job opportunities are listed on seek.com.au", " ", "Click here", " to see the opportunities that are currently available.", " ", " ", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "Sparrow Early Learning is a professional, early education provider offering exceptional early childhood education and care. ", " ", "The Educators and Leadership Team at Sparrow are dedicated and highly experienced with a passion for providing positive outcomes for all children in their care. ", " ", "The staff and educators of Sparrow early learning have come together from across the industry to create a unique company that understands the value of creating the best start for our children. ", "We believe that every child", " ", "deserves the right to a happy childhood.  That’s why we are continuously improving, learning and developing our programs for children.  Sparrow Educators are committed to providing quality programs for the children within their care. Each centre is a focal point within their local community, connecting and building strong relationships to ensure early childhood access for all children.", "Each child has a unique right to be respected, loved and nurtured.  We acknowledge and value each child’s individual needs to cultivate a unique love of learning and participate in a happy early childhood program.", "The saftety of our children, staff and families is the responsibilty of everyone who contributes to the operations of our centres.  Our centres provide safe and nurturing environments that are well maintained and cared for with qualified staff and educators as well as compliant indoor and outdoor environments. ", "Relationships and key partnerships are vital in developing an effective early childhood centre.  They say it takes a village to raise a child and here at Sparrow we believe that community is one of the most important influences for children and their families. This is why all of our centres have strong relationships with our families, each other and community connections.", "We are continuously growing and improving our centres, staff and educators to ensure each child is provided with the highest quality of care and education.  We have dedicated and passionate staff who always strive to grow and improve their early childhood programs.", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", " ", "2/44 Borthwick Avenue", "Murarrie QLD 4172", "enrol@sparrow.edu.au", "1300 441 441", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "Welcome to Sparrow Early Learning, one of Australia's leading early education and care providers.", "When attending a Sparrow early learning centre, your child will experience a high quality program with caring, qualified educators and beautiful facilities.", " ", "Our Educators ensure each child is nurtured and provided with a unique sense of belonging.", " ", "Children are our focus at Sparrow, we are committed to guiding and encouraging each child through their early years to have unique and meaningful experiences.", "For information about early childhood and your child's development, have a chat with your local Sparrow Centre Manager who is dedicated to embracing and developing each child's needs.", "Sparrow Early Learning offers a range of unique services to cater for each Early Learning Centre's needs. Become a Sparrow Early Learning Centre or chat to us about our management services.", "Keep up to date with news and information about upcoming events,", "parent information evenings and celebrations at our centres as well as news stories and updates relating to child care and early education.", " ", " ", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "You and your child are about to embark on a journey with us. We trust that we will build strong, trusting relationships with you as we go through several years watching your child grow to be confident and well adapted.", " ", "Sparrow Early Learning has a hands on approach. We are committed to making every child’s experience at Sparrow Early Learning a positive one. We are available at all times to help parents with the transition into childcare and through your journey together.", " ", "Sparrow Early Learning services are exciting and home-like with professional Educators engaged to provide great educational programs for all individual children in our services. ", " ", "We believe that children learn through play. Our programs are based on the Early Years Learning Framework Guidelines and it is imperative that the framework be used in partnership with families, children and educators to develop learning programs responsive to children’s ideas, interests, strengths and abilities.", " ", "Our target is to employ Early Childhood Teachers to run a Kindergarten program in our long day care services. The Kindergarten program will be a collaborative program that best supports your family’s needs and aims to prepare your child for school. Our Early Childhood Teachers will attempt to work closely with the school your child will attend to make sure the transition is smooth and your child’s Prep school teacher is familiar with your child’s individual needs and interests.", " ", "Security and well-being is always a top priority at Sparrow, parents leaving their child can rest assured that every practical step has been taken to ensure your child’s safety.  Only authorised persons are to collect children unless otherwise arranged.", " ", "We look forward to getting to know you and your child as we work closely together to make your family’s experience at Sparrow Early Learning a fundamental part of your child’s development.", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "Young children learn through play and learn best when receiving quality care", "All of us learn throughout our lives. It starts from the day we are born. It is now recognised that the early years of life are the most important for learning. ", " ", "That’s when the foundations for the future are laid, and when we begin moving down the path that will take us through childhood, the teenage years and ultimately into adulthood.", " ", "For young children, care and education cannot be separated. Young children learn through play and learn best when receiving quality care.", " ", "The benefits of quality early childhood education and care include:", " ", "You can place your child in child care and know they are safe and well cared for by people who have appropriate qualifications and share an understanding about what is important for your child.", "Your child will have the opportunity to develop skills by playing with others and taking part in activities that build on their abilities and interests.", "You will be supported in caring for your child.", "You will have increased opportunities to work, attend appointments or recreational activities or have time to yourself.", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "A typical day in a Sparrow Early Learning Service will be individual to each service and each child", "Each Service has their individual room routines displayed in their rooms.  Our Educators will endeavour to meet the needs of the children at all times, for example specific baby and toddler individual routines. ", "If a child is hungry they can eat, if they are tired they can sleep. ", " ", "Typically you will find our services will do “Family Grouping” at the beginning and the end of the day. This is where all the age groups combine whilst the numbers are lower. For the core portion of the day the children will be in their individual rooms with their room educators.", " ", "When you arrive at the service you will be greeted by the educators, your child will be settled into the environment and this time also gives you the opportunity to share information with your child’s educators. The children will be able to freely choose the resources they wish to engage with throughout the day, inside or outside. The educators will take opportunities to intentionally teach or extend on play interests throughout the day.  ", " ", "Children will be provided with the opportunity to eat throughout the day – whether the service provides the meals or if the families provide the meals. During the middle of the day the educators will encourage the children to rest their bodies – for some children this includes having a midday sleep. Then in the afternoon the children once again will be able to engage in activities and resources inside or outside. ", " ", "When you arrive to collect your child, our educators will aim to pass on all relevant communication and feedback from the day.", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "Successful transitions are supported by collaborative partnerships between the child and their family, the kindergarten setting, the prep setting, Principles and the wider community.", "At our Sparrow Services our Early Childhood Teachers will establish connections with the local schools in the community to initiate that relationship.", " ", "Parents and teachers recognise the importance of helping children make smooth transitions into school. Smooth school transitions help children feel secure, relaxed, and comfortable in their new environments.", " ", "Communication is key to transitioning a child from one room to another in a Sparrow Early Learning Service. All key stakeholders will be involved in the decision to transition a child in the service. At all times the needs of the child will be at the forefront of the decision.", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "The following websites provide additional information about early childhood services as well as tips and guidance for parents. Click on the links below to find out more.", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "Before commencing enrolment, the opportunity exists for the child and parent to visit the service on a casual basis to discuss the child’s routine with staff. Enrolment and orientation is designed for families to familiarise the child and family with the service and to develop trusting relationships as", " enrolment and orientation are often the first time their child has been cared for by someone other than a relative or friend. Therefore flexibility and sensitivity are key factors in ensuring that children and families have a positive enrolment and orientation experience.          ", "                         ", "At Sparrow Early Learning we feel it is very important for families to feel they are involved with their child’s educators.  We believe in developing effective partnerships with families that will ultimately result in positive outcomes for children.", " ", "All parents are asked to familiarise themselves with our methods of communication, we feel this is very important. Communication will be through a variety of methods at each service including:", " ", "Notice board in entrance foyer", "Notice boards in the individual rooms", "Newsletter (specific to service)", "Email", "Face to face communication", " ", "We hope families will take advantage of our communication forms and make contributions to the program, menu and daily routines or voice any questions or comments you may have about your child/ren.", " ", "Parent Responsibilties Include:", "Signing in and out on the attendance records", "Collection of your child/ren", "Notifying the centre of change of address and phone number", "Authorising medication to be administered", "Immunisation updates", "Providing the centre with copies of custody/access arrangements – Court Orders", "Keeping up to date with people authorised to collect your child", "Reading the notice board/newsletters and responding appropriately", "Take home and returning communication diaries and scrapbooks", "Payment of fees on time", "Responding to surveys and questionnaires", "Parents/Guardians must ensure that their child is given to an authorised member of staff", "HOME", "ABOUT US", "OUR CENTRES", "CAREERS", "CONTACT US", "More", "PO Box 32", "Cannon Hill QLD 4170", "admin@sparrowearlylearning.com.au", "© 2017 Sparrow Early Learning", "Proudly created by", "\n", "Kilpi Project Management", "For parents, quality child care safeguards a child’s health and safety; the child is happy and the program is conveniently located and affordable.", " ", "Quality child care is the key to balancing work and family so that parents have peace of mind while they are at work.", " ", "Each parent will have a personal definition of what a high quality program should include for their child. Some of these may include incorporating tangible school readiness activities and learning social skills such as cooperation or they may define a quality environment as one in which their families’ culture and their child’s abilities are respected.", " ", "Parents may define high quality child care as an environment in which their child is happy, makes friends and the child has fun.  While there is no single definition of quality in child care, there are some overall elements of child care that are identified as critical to the well-being of children. These might include:", " ", "Health, safety and good hygiene", "Good nutrition", "A well-maintained environment and well designed playspaces for children", "An adequate number of staff who are sensitive and responsive to children", "Opportunities for active play—especially outdoors", "Opportunities for quiet play and rest", "Opportunities for developing motor, social, language and cognitive skills through play", "Positive interactions with adults", "Practices that support positive interaction amongst children", "Facilitation of emotional growth", "Participation of, support for and communication with parents", "Respect for diversity and difference, gender equality and inclusion of children with disabilities", "Broad learning and development goals for children, going beyond narrow academic aims like early literacy and numeracy to social, emotional, cultural, artistic and physical goals", "An approach that “lets children be children”, which means learning through play and experiencing a wide range of artistic, cultural, cognitive, social and physical activities.", " ", "Sparrow Early Learning Centres provide for and encourage constant communication with our parents to ensure that their individual needs and standards are being met."], "emails": ["admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrow.edu.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "enrol@sparrow.edu.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au", "admin@sparrowearlylearning.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["7 3395 5555", "1300 441 441"], "lda_resutls": [[0, "0.101*\"child\" + 0.060*\"care\" + 0.029*\"learn\" + 0.028*\"quality\" + 0.019*\"young\" + 0.019*\"play\" + 0.018*\"parent\" + 0.015*\"best\" + 0.015*\"receive\" + 0.014*\"well\""], [1, "0.083*\"child\" + 0.025*\"educator\" + 0.019*\"service\" + 0.015*\"opportunity\" + 0.015*\"provide\" + 0.015*\"day\" + 0.014*\"learn\" + 0.011*\"rest\" + 0.010*\"play\" + 0.010*\"program\""], [2, "0.036*\"child\" + 0.034*\"parent\" + 0.024*\"communication\" + 0.023*\"early\" + 0.020*\"quality\" + 0.020*\"service\" + 0.019*\"individual\" + 0.018*\"include\" + 0.018*\"may\" + 0.015*\"family\""], [3, "0.058*\"child\" + 0.027*\"early\" + 0.027*\"childhood\" + 0.024*\"family\" + 0.019*\"relationship\" + 0.019*\"develop\" + 0.019*\"community\" + 0.019*\"believe\" + 0.018*\"sparrow\" + 0.015*\"feel\""], [4, "0.094*\"centre\" + 0.087*\"contact\" + 0.043*\"child\" + 0.024*\"set\" + 0.018*\"support\" + 0.018*\"family\" + 0.018*\"well\" + 0.012*\"year\" + 0.012*\"partnership\" + 0.012*\"prep\""], [5, "0.119*\"sparrow\" + 0.111*\"early\" + 0.089*\"learning\" + 0.020*\"learn\" + 0.016*\"child\" + 0.013*\"service\" + 0.010*\"experience\" + 0.010*\"positive\" + 0.010*\"staff\" + 0.010*\"business\""], [6, "0.087*\"proudly\" + 0.087*\"create\" + 0.038*\"child\" + 0.020*\"day\" + 0.019*\"program\" + 0.019*\"school\" + 0.019*\"teacher\" + 0.013*\"early\" + 0.013*\"room\" + 0.013*\"group\""], [7, "0.038*\"quality\" + 0.030*\"child\" + 0.028*\"care\" + 0.025*\"staff\" + 0.025*\"education\" + 0.024*\"improve\" + 0.022*\"program\" + 0.020*\"provide\" + 0.019*\"childhood\" + 0.019*\"early\""], [8, "0.065*\"early\" + 0.054*\"career\" + 0.049*\"com\" + 0.037*\"sparrow\" + 0.037*\"learn\" + 0.031*\"child\" + 0.017*\"educator\" + 0.016*\"care\" + 0.016*\"learning\" + 0.014*\"childhood\""], [9, "0.117*\"home\" + 0.064*\"service\" + 0.054*\"child\" + 0.019*\"individual\" + 0.016*\"family\" + 0.016*\"day\" + 0.015*\"opportunity\" + 0.015*\"enrolment\" + 0.015*\"typical\" + 0.015*\"play\""]], "kpe_resutls": [], "rake_resutls": [[60.0, "po box 32 cannon hill qld 4170 admin"], [52.385416666666664, "going beyond narrow academic aims like early literacy"], [49.5, "44 borthwick avenue murarrie qld 4172 enrol"], [48.52138157894737, "au © 2017 sparrow early learning proudly created"], [43.393055555555556, "early education provider offering exceptional early childhood education"], [35.75, "may include incorporating tangible school readiness activities"], [32.666666666666664, "access arrangements – court orders keeping"], [32.33333333333333, "smooth school transitions help children feel secure"], [30.578282828282827, "kilpi project management every parent deserves peace"], [29.625, "active play — especially outdoors opportunities"], [29.27138157894737, "sparrow early learning pty ltd phone"], [27.464285714285715, "support positive interaction amongst children facilitation"], [26.099664407230193, "kilpi project management sparrow early learning"], [25.416666666666664, "parents may define high quality child care"], [23.944949494949494, "kilpi project management young children learn"], [22.25, "au 1300 441 441 home"], [22.0, "first aid certificate including asthma"], [21.25, "collect children unless otherwise arranged"], [21.244949494949495, "kilpi project management successful transitions"], [19.833333333333332, "helping children make smooth transitions"], [19.8047149122807, "early years learning framework guidelines"], [19.321381578947367, "sparrow early learning centres provide"], [18.77138157894737, "sparrow early learning team today"], [18.6, "following websites provide additional information"], [18.5, "certificate iii qualified educator looking"], [17.828282828282827, "kilpi project management welcome"], [17.828282828282827, "kilpi project management 2"], [16.828282828282827, "kilpi project management home"], [16.328282828282827, "kilpi project management become"], [16.27138157894737, "sparrow early learning offers"], [16.0, "phone number authorising medication"], [16.0, "good hygiene good nutrition"], [16.0, "age groups combine whilst"], [15.271381578947368, "sparrow early learning centre"], [15.11875, "ensure early childhood access"], [15.0, "entrance foyer notice boards"], [15.0, "07 3395 5555 email"], [14.896381578947368, "sparrow early learning services"], [14.804714912280703, "early years learning framework"], [14.699953007518797, "sparrow early learning service"], [14.61875, "employ early childhood teachers"], [14.5, "administered immunisation updates providing"], [14.396527777777777, "quality early childhood education"], [14.11875, "effective early childhood centre"], [14.0, "“ family grouping ”"], [13.828282828282827, "kilpi project management"], [13.583333333333334, "making every child ’"], [13.466666666666667, "provide great educational programs"], [13.166666666666666, "local sparrow centre manager"], [13.0, "quality child care safeguards"]], "guided_lda_resutls": [["32", "strong", "room", "emotional", "provide", "face", "join", "must", "successful", "contributions"], ["partnerships", "developing", "young", "throughout", "smooth", "education", "first", "decision", "provided", "improving"], ["care", "service", "home", "day", "providing", "high", "value", "outcomes", "authorised", "receiving"], ["centres", "com", "au", "management", "education", "contact", "best", "work", "believe", "activities"], ["staff", "teachers", "key", "like", "become", "creating", "please", "meals", "safe", "iii"], ["childhood", "centre", "social", "news", "websites", "standards", "age", "principles", "beginning", "step"], ["committed", "experience", "part", "feel", "local", "continuously", "help", "access", "prep", "health"], ["sparrowearlylearning", "management", "environment", "home", "setting", "orientation", "provide", "know", "including", "involved"], ["qld", "2017", "parent", "enrolment", "notice", "passion", "routines", "develop", "rooms", "typical"], ["learning", "proudly", "cannon", "hill", "created", "information", "every", "looking", "childcare", "sparrowearlylearning"], ["us", "time", "make", "ultimately", "dedicated", "methods", "attend", "physical", "grow", "maintain"], ["4170", "careers", "individual", "opportunities", "ensure", "community", "times", "available", "abilities", "familiarise"], ["families", "32", "may", "qualified", "unique", "safety", "box", "see", "manager", "learn"], ["early", "children", "parents", "well", "play", "one", "programs", "important", "communication", "environments"], ["learn", "happy", "opportunity", "share", "framework", "staff", "trusting", "aims", "focused", "provided"], ["contact", "needs", "communication", "unique", "32", "development", "cared", "click", "current", "peace"], ["quality", "people", "professional", "cultural", "good", "resources", "goals", "deserves", "encouraging", "flexibility"], ["child", "kilpi", "project", "services", "positive", "relationships", "kindergarten", "sparrowearlylearning", "fun", "441"], ["sparrow", "educators", "po", "family", "include", "centre", "team", "find", "closely", "great"], ["admin", "box", "created", "program", "school", "au", "take", "want", "cognitive", "specific"]], "textrank_resutls": [], "textrank_summery__resutls": [" "], "wordcloud_resutls": [["child", 1.0], ["Early Learning", 0.6166666666666667], ["Sparrow Early", 0.5833333333333334], ["will", 0.5166666666666667], ["children", 0.5166666666666667], ["service", 0.43333333333333335], ["care", 0.3333333333333333], ["educator", 0.31666666666666665], ["quality", 0.3], ["parent", 0.2833333333333333], ["early childhood", 0.26666666666666666], ["CONTACT US", 0.25], ["program", 0.23333333333333334], ["HOME US", 0.23333333333333334], ["US CENTRES", 0.23333333333333334], ["CENTRES CAREERS", 0.23333333333333334], ["CAREERS CONTACT", 0.23333333333333334], ["US PO", 0.23333333333333334], ["PO Box", 0.23333333333333334], ["Box Cannon", 0.23333333333333334], ["Cannon Hill", 0.23333333333333334], ["Hill QLD", 0.23333333333333334], ["QLD admin", 0.23333333333333334], ["admin sparrowearlylearning", 0.23333333333333334], ["sparrowearlylearning au", 0.23333333333333334], ["au Sparrow", 0.23333333333333334], ["Learning Proudly", 0.23333333333333334], ["Proudly created", 0.23333333333333334], ["created Kilpi", 0.23333333333333334], ["Kilpi Project", 0.23333333333333334], ["Project Management", 0.23333333333333334], ["families", 0.2], ["day", 0.18333333333333332], ["well", 0.18333333333333332], ["education", 0.16666666666666666], ["individual", 0.16666666666666666], ["staff", 0.16666666666666666], ["positive", 0.15], ["environment", 0.15], ["communication", 0.15], ["family", 0.13333333333333333], ["opportunities", 0.13333333333333333], ["needs", 0.13333333333333333], ["one", 0.11666666666666667], ["work", 0.11666666666666667], ["transition", 0.11666666666666667], ["school", 0.11666666666666667], ["time", 0.11666666666666667], ["committed", 0.1], ["experience", 0.1], ["information", 0.1], ["community", 0.1], ["important", 0.1], ["years", 0.1], ["unique", 0.1], ["ensure", 0.1], ["provide", 0.1], ["partnership", 0.1], ["include", 0.1], ["room", 0.1], ["relationship", 0.1], ["every", 0.08333333333333333], ["believe", 0.08333333333333333], ["play", 0.08333333333333333], ["looking", 0.08333333333333333], ["part", 0.08333333333333333], ["key", 0.08333333333333333], ["make", 0.08333333333333333], ["Teacher", 0.08333333333333333], ["take", 0.08333333333333333], ["activities", 0.08333333333333333], ["provided", 0.06666666666666667], ["learn", 0.06666666666666667], ["best", 0.06666666666666667], ["kindergarten", 0.06666666666666667], ["setting", 0.06666666666666667], ["team", 0.06666666666666667], ["childcare", 0.06666666666666667], ["support", 0.06666666666666667], ["value", 0.06666666666666667], ["providing", 0.06666666666666667], ["professional", 0.06666666666666667], ["happy", 0.06666666666666667], ["interests", 0.06666666666666667], ["throughout", 0.06666666666666667], ["opportunity", 0.06666666666666667], ["feel", 0.06666666666666667], ["routine", 0.06666666666666667], ["may", 0.06666666666666667], ["social", 0.06666666666666667], ["outcomes children", 0.06666666666666667], ["Young children", 0.06666666666666667], ["learn play", 0.06666666666666667], ["developing", 0.05], ["ultimately", 0.05], ["Successful", 0.05], ["supported", 0.05], ["collaborative", 0.05], ["prep", 0.05], ["website", 0.05]], "wordcloud_resultsbi": ["early_learning", "early_childhood", "career_more", "centre_career", "com_early", "home_centre", "more_com", "child_care", "sparrow_early", "child_child", "child_family", "educator_child", "quality_care", "child_educator", "child_opportunity", "child_play", "early_education", "early_year", "education_care", "experience_sparrow", "family_child", "high_quality", "learning_service", "outcome_child", "quality_child", "young_child", "child_individual", "child_service", "childhood_education", "childhood_program", "childhood_teacher", "committed_child", "enrolment_orientation", "family_positive", "individual_room", "partnership_family", "play_quality", "positive_outcome", "program_child", "quality_program", "service_child", "service_individual", "staff_educator", "additional_information", "care_education", "child_able", "child_development", "child_early", "child_experience", "child_happy", "child_high", "child_parent", "child_ren", "child_sparrow", "child_unique", "childhood_service", "collaborative_partnership", "communication_parent", "educator_sparrow", "effective_partnership", "family_kindergarten", "guidance_parent", "health_safety", "individual_need", "individual_service", "information_early", "interest_child", "kindergarten_prep", "kindergarten_program", "learning_early", "learning_home", "learning_parent", "learning_professional", "need_child", "notice_board", "parent_peace", "partnership_child", "peace_mind", "positive_interaction", "qualified_educator", "responsive_child", "room_educator", "service_early", "service_tip", "sparrow_positive", "strong_relationship", "successful_transition", "tip_guidance", "transition_child", "transition_collaborative", "typical_sparrow", "website_early", "wide_community", "ability_interest", "ability_parent", "ability_target", "able_activity", "able_resource", "about_strong", "academic_aim"]}]