[{"company": "Better Medical", "introduction": "Medical centre roll-up", "end_market": "Medical centres", "industry": "Healthcare", "link": "www.hillsmed.com.au", "search_text": "www.hillsmed.com.au", "title": "Hills Medical Service :: Aldgate | Adelaide Hills | Bridgewater ...", "link_corrected": "https://www.hillsmed.com.au/", "description": "Book a GP appointment with Hills Medical Service, 15 Fenchurch Rd Aldgate SA . View available appointments and book online instantly at a time that suits you.", "crawled_links": ["https://www.hillsmed.com.au/about.html", "https://www.hillsmed.com.au/index.html", "https://www.hillsmed.com.au/", "https://www.hillsmed.com.au/team.html", "https://www.hillsmed.com.au/services_womens.html", "https://www.hillsmed.com.au/location.html", "https://www.hillsmed.com.au/resources.html", "https://www.hillsmed.com.au/services_mens.html"], "header_text": ["FEES", " AFTER HOURS", " HOME & INSTITUTIONAL VISITS", " TEACHING & RESEARCH", "FEEDBACK", " REMINDER/RECALLS", "IMMUNISATIONS", " TEST RESULTS ", " TELEPHONE ADVICE", "About Us ", "Office Hours", "Address", "Call Us: (08) 8339 2644", "15 Fenchurch Rd, Aldgate SA 5154", "Latest News", "Book An Appointment", "Office Hours", "eHealth", "GOOGLE", "Call Us: (08) 8339 2644", "15 Fenchurch Rd, Aldgate SA 5154", "Children 16 and Under Will be Bulk Billed", "Latest News", "Book An Appointment", "Office Hours", "eHealth", "GOOGLE", "Call Us: (08) 8339 2644", "15 Fenchurch Rd, Aldgate SA 5154", "Children 16 and Under Will be Bulk Billed", "Dr. Philip Johns", "Dr. James Allan", "Dr. Andrew Sykes", "Dr. Susan Taylor", "Dr. Nigel Stocks", "Dr. Anna Billington", "Dr. Nicholas Nourse ", "Dr Sarah Howells ", "Camilla Gaetan", "Team", "Office Hours", "Address", "Call Us: (08) 8339 2644", "15 Fenchurch Rd, Aldgate SA 5154", "Doctors", "Staff", "Dietitian", "Registrars", "Services", "Office Hours", "Address", "Call Us: (08) 8339 2644", "15 Fenchurch Rd, Aldgate SA 5154", "Womens Health", " Well Women Checks", "Location", "Office Hours", "Address", "Call Us: (08) 8339 2644", "15 Fenchurch Rd, Aldgate SA 5154", "Resources", "Office Hours", "Address", "Call Us: (08) 8339 2644", "15 Fenchurch Rd, Aldgate SA 5154", "Services", "Office Hours", "Address", "Call Us: (08) 8339 2644", "15 Fenchurch Rd, Aldgate SA 5154", "Mens Health", " Mens Health Checks"], "paragraph_text": ["Our current fees are listed on a sign on each of the reception desks. We accept cash, cheque, some credit cards and Eftpos. We encourage you to pay on the day of the consultation. If you are having financial difficulties please discuss this with your doctor. ", " For medical attention, phone the usual practice number 83392644 – you will be asked to make a selection from 3 options – Press 1 for 000, Press 2 to speak to Health Direct, who will offer advice or Press 3 and the call will be transferred to GP Care at Mount Barker. Stirling Hospital does NOT offer emergency services. Our practice has an arrangement with other Hills practices to provide continuous after hours service.", " We provide care to patients in all the local nursing homes, aged care hostels and Stirling Hospital. Home visits can be arranged if you are unable to come to the surgery.", " Our practice participates in teaching and research. No teaching or research activities will be conducted in this practice without your consent. You will be notified if a student is likely to be present. If this does not suit you, please ask to see the doctor without the student. ", "We are committed to seeking active feedback about our performance. If you have any suggestions, complaints or queries about treatment, fees or any aspect of the service, we encourage you to raise them with any of the doctors or staff. Alternatively you may post it in our suggestion box.", "If you have a complaint about some aspect of the care you receive, we encourage you to deal with the matter here, within the practice as suggested above. However, should you have a problem you wish to deal with outside the practice:", "For a complaint against a specific doctor, this can be done through Australian Health Practitioners Regulation Agency (AHPRA) Call 1300419495 Mond-Frid 9.00 – 5.00pm. www.ahpra.gov.au", "For a complaint against the practice please contact the Department of Health and Ageing (SA HEALTH) 08 8226 6000 www.sahealth.sa.gov.au", "The practice takes part in patient surveys as a requirement for re-accreditation. Surveys are aimed at collecting your views on the practice so we can continually improve our services. All data collected is confidential. ", " The practice has a computerised reminder/recall system which is part of the National/State/Territory Reminder System or Register - available to all patients wishing to be enrolled in the process, once consent is given. ", "Our policy is to encourage full immunisation in children and adults. We stock all of the routine childhood immunisations and influenza vaccine (free for patients over 65 years of age and others with selected conditions - please ask your doctor). A consultation for childhood immunisations will be charged at the Medicare rebate. We are also able to give advice on travel immunisation. ", " You will need to call the practice to receive your results. In some instances your doctor may request you make an appointment to follow up on your results. Please call the practice after 10am for results.", " It may be necessary for you to have a consultation in order for the doctor to appreciate the nature of your problem. If you only require telephone advice the receptionist will take a message and indicate when the doctor is likely to return your call. ", "15 Fenchurch Rd", "Aldgate SA 5154", "Phone: (08) 8339 2644", "Fax: (08) 8339 6797", "Feedback...", "Site by Media 235", "If you have travelled to mainland China, Hong Kong or other areas affected by the novel coronavirus  in the last 14 days or come into contact with confirmed cases of the novel coronavirus within the last 14 days please call the nearest hospital emergency department to fast track your care, or contact our medical staff on ", "83392644", " for advice. If you have travelled to areas affected and are unwell, please ", "DO NOT", " present at the practice without calling first.  Symptoms include but are not limited to fever, cough, sore throat, fatigue and shortness of breath.  Further information can be obtained by calling ", "1300232272", ". ", "Camilla Gaetan is an Adelaide Hills based dietitian who completed her Master of Dietetics in 2016 and has since worked at the Lyell McEwin, Modbury and Flinders hospitals. ", "She will be at Hills Medical Service on Thursdays and also makes home visits to the Adelaide Hills area.", "Read More on Our Team Page >>", "We are being advised, that government flu vaccines will be available to medical practices late March early April 2020. Please call the practice towards to end of March for advice on availability of government and private flu vaccines.  Flu clinics will be held once supplies have arrived.  ", "We will be running a special clinic within the next two weeks for anyone needing a Q Fever vaccination.", "Please contact the practice on 83392644 to make a time.", "Online bookings for these clinics is not available.", "The practice will not be open when catastrophic fire conditions have been declared.  ", "Please Call the practice for an appointment. If you haven’t had shingles in the last twelve months you are eligible for this vaccine.", "Bone Density testing available 8th 9th and 10th July", "Please Call the practice for an appointment.", "Please enter your name as it is written on your Medicare card when booking", "A personally controlled eHealth Record (PCEHR) is a secure online summary of your health information", "Feedback...", "Site by Media 235", "If you have travelled to mainland China, Hong Kong or other areas affected by the novel coronavirus  in the last 14 days or come into contact with confirmed cases of the novel coronavirus within the last 14 days please call the nearest hospital emergency department to fast track your care, or contact our medical staff on ", "83392644", " for advice. If you have travelled to areas affected and are unwell, please ", "DO NOT", " present at the practice without calling first.  Symptoms include but are not limited to fever, cough, sore throat, fatigue and shortness of breath.  Further information can be obtained by calling ", "1300232272", ". ", "Camilla Gaetan is an Adelaide Hills based dietitian who completed her Master of Dietetics in 2016 and has since worked at the Lyell McEwin, Modbury and Flinders hospitals. ", "She will be at Hills Medical Service on Thursdays and also makes home visits to the Adelaide Hills area.", "Read More on Our Team Page >>", "We are being advised, that government flu vaccines will be available to medical practices late March early April 2020. Please call the practice towards to end of March for advice on availability of government and private flu vaccines.  Flu clinics will be held once supplies have arrived.  ", "We will be running a special clinic within the next two weeks for anyone needing a Q Fever vaccination.", "Please contact the practice on 83392644 to make a time.", "Online bookings for these clinics is not available.", "The practice will not be open when catastrophic fire conditions have been declared.  ", "Please Call the practice for an appointment. If you haven’t had shingles in the last twelve months you are eligible for this vaccine.", "Bone Density testing available 8th 9th and 10th July", "Please Call the practice for an appointment.", "Please enter your name as it is written on your Medicare card when booking", "A personally controlled eHealth Record (PCEHR) is a secure online summary of your health information", "Feedback...", "Site by Media 235", "The Hills Medical Service is made up of 8 permanent doctors and 2 training positions. All the doctors are skilled in providing comprehensive general practice care. The doctors are:", "Dr Johns has been a partner at Hills Medical Service for over 30 years. Prior to the Aldgate Surgery he spent a year working in hospitals in England. He is particluarly interested in alternative medicine and has a diploma in Hypnosis. Sports medicine is another area of intrest and he is a member of Australian Musculoskeletal Medicine. Since 1983 he has been a Senior Visiting GP and Obstetrician at Womens and Childrens Hospital and Queen Victoria Hospital. ", "Dr Allan has worked as a GP in Aldgate for 20 years. Prior to working at Aldgate he spent 7 years working in hospitals developing his skills in emergency medicine, general medicine, obstetrics and paediatrics. He no longer delivers babies but is accredited to provide antenatal care. He also received accreditation to provide mental health counselling in GP.", "Dr. Sykes was born in England, moving to Australia aged 12. He graduated with M.B. B.S. from University of Adelaide in 1986, initially pursuing a surgical pathway before deciding on General Practice. He started at the Hills Medical service in 1996 and has lived in the hills for over 18 years. As well as consulting at the practice he currently does weekly surgical assisting and an afternoon session in the emergency department at St. Andrews Hospital. He is involved in teaching within the practice and is a regular examiner with the RACGP, as well as co-ordinating our intern program.", "Dr Taylor is a vocationally registered GP who teaches medical students in the practice. Her interests are Family Health and Aged care. Dr Taylor specialises in women and children's health and has a certificate in family planning. She is a member of GP Obstetric shared care program and is specialised in shared obstetric care. Dr Taylor graduated in 1980 from the University of Adelaide. She spent 7 years training in Paediatrics (especially Neonatology) in Adelaide and Minesota, USA. She has worked in remote areas of N.T. to aid Aboriginal child health. Dr Taylor commenced general practice at Hills Medical Service in 1990.", "Prof Stocks is Head of the Discipline of General Practice at the University of Adelaide and holder of a Senior Principal Research PHCRED fellowship. Nigel’s’ interest include respiratory and cardiovascular disease, mental health problems in the community, preventive activities in general practice. ", "Dr Anna Billington is delighted to be returning to Hills Medical Centre, where she was once a registrar. Anna completed her medical degree at Flinders University in 2007, and has been in general practice since 2011. She enjoys caring for her patients wholistically, and has special interests in paediatrics, women's health and mental health. Dr Billington also has a special interest in medical education, has undertaken research and further study in Clinical Education and currently teaches medical students at Flinders University. She also examines for the Royal Australian College of GPs, is accredited for Shared Care.  ", "Originally from South Australia Dr Nourse has returned to settle in the Adelaide Hills region with his young family.  He has been practicing as a GP in Lavington NSW since 2012.  Prior to this he worked at The Townsville Hospital after he graduated from The University of Adelaide in 2008.  Nick enjoys all aspects of general practice wth a special interest in preventative health, palliative care, minor skin procedures and teaching.  ", "Dr Sarah Howells is a GP Registrar, originally from Melbourne.  She enjoys all aspects of general practice but has a particular interest in child health.  She is delighted to be returning to Hills Medical Service. ", " The practice staff members are, Bronwyn, Mandy, Mandy, Meredith, Ashley and Beverley . Our staff will help with, appointments, accounting, general inquiries and obtaining medical attention in an emergency. Our nursing staff are Lynlee and Vikki.", "Camilla Gaetan is an Adelaide Hills based dietitian who completed her Master of Dietetics in 2016 and has since worked at the Lyell McEwin, Modbury and Flinders hospitals. ", "She also has clinic experience at GP Plus and Country Health Connect throughout the Adelaide Hills.", "Camilla is passionate about helping people and provides a safe, supportive environment with a Non-diet approach and HAES counselling. Particularly for patients who are concerned about their weight, gastroenterology, diabetes, malnutrition, oncology and wound healing.", "She will be at Hills Medical Service on Thursdays and also makes home visits to the Adelaide Hills area.", "If you would like to know more about Camilla’s services feel free to contact her.", "\r\nW: www.camillagaetanapd.com.au", "\r\nE: info@camillagaetanapd.com.au ", "Welcome to Dr’s Leah Spencer and Hannah Gostlow.", "Dr Spencer graduated from the University of Tasmania in 2016.  Leah enjoys all aspects of General Practice but has a particular interest in preventative healthcare, dermatology and skin cancer checks.", "  Dr Gostlow graduated from Adelaide University in 2007 and has worked for several years in the public hospital system.  Her interests include paediatrics, women’s health and chronic disease.  Hannah also has an interest in medical education, having completed a Masters in Philosophy (Surgery). ", "15 Fenchurch Rd", "Aldgate SA 5154", "Phone: (08) 8339 2644", "Fax: (08) 8339 6797", "Feedback...", "Site by Media 235", "Cervical Screening Test ", "\r\n                              It is important to have a cervical screening test once you turn 25 years old, regardless of whether you have received the HPV vaccine (Gardasil) or not.  These need to be repeated every 5 years until the age of 75, and more often if indicated. The results are available generally within a week, and a referral for further tests and treatment will be arranged, if indicated. ", "Breast Check/Mammogram", " ", "\r\n                              Screening Mammograms are recommended from 50 earlier if indicated (If there is a family history) ", "Well Women’s Check ", "\r\n                              Menopause assessment (including blood tests and bone mineral density tests) may be indicated. Our GPs will advise if further investigations and treatment are needed.\r\n                              Our GPs are familiar with all the available contraceptive options and can discuss these with you\r\n                              Menstrual Disorders affect many women. It is important to have an assessment to exclude underlying problems, or hormonal imbalance. Referral for ultrasound or further investigations may be indicated\r\n                              Osteoporosis screening / bone mineral density for those aged 70 years and older – earlier if indicated\r\n                              Bowel Cancer screening from age 50 ", "Early Pregnancy/Pre conception Care", " ", "\r\n                              Its important for mother and baby to have a health check and also if you are planning to get pregnant.  Early pregnancy management and advice is available (including referral for 12 week antenatal blood testing, early pregnancy and nuchal scans, and referral to an Antenatal clinic or obstetrician). Our GPs will also provide shared antenatal care. ", "General Health Check ", "\r\n                              General health assessments, which include clinical examination, including blood pressure, and referral for blood tests to screen for diabetes, heart disease and bowel cancer. Referral for further, more specialised, testing may be required, and our GPs will arrange this, after discussion with you. ", "15 Fenchurch Rd", "Aldgate SA 5154", "Phone: (08) 8339 2644", "Fax: (08) 8339 6797", "Feedback...", "Site by Media 235", "Hills Medical Service is located at 15 Fenchurch Rd Aldgate, South Australia. The surgery can be accessed on foot from the main street via Theodore lane.", " Interactive Where is™ map of Hills Medical Service's Location and the surrounding suburbs.", " Interactive Where is™ map of Hill's Medical Service's Location in Aldgate.  ", "15 Fenchurch Rd", "Aldgate SA 5154", "Phone: (08) 8339 2644", "Fax: (08) 8339 6797", "Feedback...", "Site by Media 235", "15 Fenchurch Rd", "Aldgate SA 5154", "Phone: (08) 8339 2644", "Fax: (08) 8339 6797", "Feedback...", "Site by Media 235", "\r\n                              Our doctors place an emphasis on the prevention of illness and recommend regular health checks where applicable.  Specifically, our doctors undertake a range of screening tests for men that will check blood pressure, cholesterol and blood -glucose levels along with a skin check. \r\n\t\t\t\t\t\t\t ", "Men typically have been known to neglect their health and develop a stereotypical attitude of “She’ll be right” However, it’s  a good idea for all individuals to see their doctor for a regular health check even if they are currently feeling fit and healthy.  Where there is a family history of bowel, prostate or testicular cancer screening test can ensure early detection and management.  ", "\r\n                             Our practitioners have an emphasis on the prevention of disease as one of our primary mission statements and it’s a message that we endeavour to promote to our patients.  ", "You will require a double appointment for a Men’s Health Check, so please advise reception staff when booking, or book online for a long appointment.", "15 Fenchurch Rd", "Aldgate SA 5154", "Phone: (08) 8339 2644", "Fax: (08) 8339 6797", "Feedback...", "Site by Media 235"], "emails": ["info@camillagaetanapd.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["8) 8339 2644", "1300419495", "8 8226 6000", "8) 8339 2644", "8) 8339 6797", "8) 8339 2644", "1300232272", "8) 8339 2644", "1300232272", "8) 8339 2644", "8) 8339 2644", "8) 8339 6797", "8) 8339 2644", "8) 8339 2644", "8) 8339 6797", "8) 8339 2644", "8) 8339 2644", "8) 8339 6797", "8) 8339 2644", "8) 8339 2644", "8) 8339 6797", "8) 8339 2644", "8) 8339 2644", "8) 8339 6797"], "lda_resutls": [[0, "0.043*\"practice\" + 0.039*\"call\" + 0.034*\"doctor\" + 0.033*\"appointment\" + 0.026*\"check\" + 0.018*\"fever\" + 0.013*\"health\" + 0.013*\"general\" + 0.012*\"book\" + 0.009*\"special\""], [1, "0.031*\"practice\" + 0.026*\"flu\" + 0.026*\"address\" + 0.022*\"available\" + 0.018*\"call\" + 0.018*\"government\" + 0.018*\"vaccine\" + 0.017*\"advice\" + 0.017*\"clinic\" + 0.014*\"result\""], [2, "0.058*\"feedback\" + 0.041*\"practice\" + 0.039*\"interest\" + 0.028*\"general\" + 0.027*\"adelaide\" + 0.025*\"care\" + 0.020*\"health\" + 0.020*\"enjoy\" + 0.019*\"special\" + 0.018*\"teach\""], [3, "0.057*\"practice\" + 0.023*\"provide\" + 0.021*\"care\" + 0.015*\"also\" + 0.014*\"service\" + 0.014*\"health\" + 0.014*\"work\" + 0.014*\"press\" + 0.014*\"antenatal\" + 0.014*\"patient\""], [4, "0.092*\"hour\" + 0.081*\"office\" + 0.031*\"research\" + 0.022*\"practice\" + 0.022*\"teach\" + 0.022*\"student\" + 0.022*\"bone\" + 0.022*\"testing\" + 0.022*\"available\" + 0.022*\"density\""], [5, "0.055*\"phone\" + 0.029*\"service\" + 0.029*\"child\" + 0.028*\"work\" + 0.028*\"base\" + 0.028*\"dietetic\" + 0.028*\"complete\" + 0.028*\"hospital\" + 0.028*\"flinder\" + 0.028*\"master\""], [6, "0.028*\"test\" + 0.021*\"health\" + 0.017*\"card\" + 0.017*\"screening\" + 0.017*\"year\" + 0.016*\"family\" + 0.012*\"doctor\" + 0.012*\"booking\" + 0.012*\"write\" + 0.012*\"name\""], [7, "0.043*\"fax\" + 0.029*\"visit\" + 0.028*\"home\" + 0.022*\"area\" + 0.021*\"make\" + 0.020*\"also\" + 0.016*\"health\" + 0.016*\"referral\" + 0.015*\"include\" + 0.015*\"blood\""], [8, "0.088*\"call\" + 0.036*\"novel\" + 0.036*\"last\" + 0.036*\"day\" + 0.036*\"contact\" + 0.027*\"staff\" + 0.019*\"hospital\" + 0.019*\"track\" + 0.019*\"fast\" + 0.019*\"care\""], [9, "0.055*\"medium\" + 0.055*\"site\" + 0.034*\"immunisation\" + 0.021*\"woman\" + 0.014*\"year\" + 0.014*\"interest\" + 0.014*\"surgery\" + 0.014*\"check\" + 0.014*\"also\" + 0.014*\"patient\""]], "kpe_resutls": [["aldgat sa", 0.16005262886905472], ["fenchurch rd", 0.13101038428891618], ["offic hour address", 0.08292519290543135], ["women health", 0.047997348794240016], ["research feedback", 0.04373725415727933], ["institut visit", 0.04315882407489158], ["children", 0.042264830626265126], ["latest new book", 0.042154706680776755], ["recal immunis", 0.041836002922810686], ["teach", 0.041736015856838234]], "rake_resutls": [[62.88809523809524, "aldgate sa 5154 resources office hours address call us"], [57.88809523809524, "aldgate sa 5154 services office hours address call us"], [54.710317460317455, "media 235 15 fenchurch rd aldgate sa 5154 phone"], [48.39365079365079, "aldgate sa 5154 mens health mens health checks"], [44.210317460317455, "15 fenchurch rd aldgate sa 5154 phone"], [41.59444444444444, "appointment office hours ehealth google call us"], [41.49444444444445, "us office hours address call us"], [36.46666666666667, "medical practices late march early april 2020"], [35.12698412698413, "aldgate sa 5154 latest news book"], [28.25, "bone density testing available 8th 9th"], [27.79365079365079, "aldgate sa 5154 children 16"], [27.083333333333332, "8339 2644 15 fenchurch rd"], [25.0, "main street via theodore lane"], [24.966666666666665, "recalls immunisations test results telephone advice"], [24.75, "15 fenchurch rd aldgate"], [24.52063492063492, "general health check general health assessments"], [23.333333333333332, "bulk billed latest news book"], [23.333333333333332, "8339 6797 feedback ... site"], [22.75, "menstrual disorders affect many women"], [22.428571428571427, "media 235 cervical screening test"], [21.6, "senior principal research phcred fellowship"], [20.8, "health information feedback ... site"], [20.46666666666667, "australian health practitioners regulation agency"], [20.142857142857142, "usual practice number 83392644 –"], [19.954822954822955, "providing comprehensive general practice care"], [19.677777777777777, "last 14 days please call"], [19.5, "3 options – press 1"], [19.15555555555556, "media 235 hills medical service"], [18.08888888888889, "dr taylor commenced general practice"], [17.916666666666668, "12 week antenatal blood testing"], [17.5, "personally controlled ehealth record"], [16.744505494505496, "gp obstetric shared care program"], [16.373076923076923, "also provide shared antenatal care"], [16.133333333333333, "recommend regular health checks"], [16.011111111111113, "10th july please call"], [15.8, "country health connect throughout"], [15.178571428571429, "testicular cancer screening test"], [15.0, "lavington nsw since 2012"], [14.9, "turn 25 years old"], [14.8, "aid aboriginal child health"], [14.566666666666666, "bone mineral density tests"], [14.4, "repeated every 5 years"], [14.276190476190475, "regular health check even"], [14.031746031746032, "general practice since 2011"], [13.4, "spent 7 years training"], [13.4, "financial difficulties please discuss"], [13.38888888888889, "adelaide hills based dietitian"], [13.0, "provide mental health counselling"], [13.0, "08 8226 6000 www"], [12.857142857142858, "south australia dr nourse"]], "guided_lda_resutls": [["feedback", "6797", "adelaide", "testing", "test", "bowel", "booking", "billed", "week", "bone"], ["screening", "staff", "83392644", "aged", "early", "vaccines", "men", "skin", "lyell", "10th"], ["services", "completed", "teaching", "surgery", "novel", "include", "doctors", "regular", "based", "consultation"], ["government", "density", "children", "information", "flu", "complaint", "australia", "area", "treatment", "twelve"], ["available", "hills", "emergency", "worked", "late", "nearest", "first", "arranged", "cervical", "needing"], ["15", "advice", "tests", "well", "system", "without", "fees", "taylor", "likely", "child"], ["aldgate", "us", "practice", "home", "paediatrics", "including", "flu", "delighted", "mandy", "read"], ["rd", "general", "service", "also", "site", "check", "8339", "appointment", "last", "interest"], ["days", "dietitian", "dr", "doctors", "cancer", "pregnancy", "currently", "towards", "free", "cough"], ["gps", "flinders", "14", "prior", "press", "provide", "april", "england", "supplies", "surveys"], ["08", "call", "care", "fenchurch", "years", "235", "women", "au", "visits", "travelled"], ["5154", "hospital", "sa", "fever", "modbury", "personally", "counselling", "south", "running", "howells"], ["gp", "areas", "location", "phone", "immunisations", "clinic", "special", "senior", "next", "bone"], ["office", "patients", "ehealth", "shared", "gaetan", "contact", "provide", "important", "history", "specialised"], ["dr", "hills", "adelaide", "research", "clinics", "phone", "conditions", "prevention", "com", "need"], ["medical", "media", "within", "doctor", "camilla", "online", "calling", "vaccine", "enjoys", "interests"], ["practice", "health", "indicated", "hospitals", "department", "anyone", "teaches", "returning", "childhood", "gov"], ["hours", "antenatal", "make", "disease", "fatigue", "secure", "however", "eligible", "problem", "management"], ["please", "2644", "university", "blood", "graduated", "coronavirus", "encourage", "come", "reminder", "present"], ["8339", "referral", "address", "contact", "sa", "book", "family", "practices", "weeks", "china"]], "textrank_resutls": [[0.1452093452524948, 1, "services office hours address"], [0.14105421480056188, 1, "dr. andrew sykes dr. susan taylor"], [0.13990949574027556, 1, "office hours"], [0.13572685335880022, 1, "dietitian registrars services office hours address"], [0.13403631142486158, 1, "camilla gaetan team office hours address"], [0.13123812835772086, 2, "an appointment office hours ehealth google"], [0.12116132708601952, 1, "dr. nigel stocks"], [0.11644759236838576, 1, "dr. james allan"], [0.11576913725107311, 1, "services office"], [0.11406715023863874, 1, "dr. anna billington"], [0.11052304772949816, 1, "dr. philip johns"], [0.11052304772949816, 1, "dr. nicholas nourse"], [0.10828259831949105, 1, "resources office"], [0.10796132490388659, 1, "camilla gaetan team office"], [0.10433043089917057, 1, "hours"], [0.09524286223690256, 1, "5154 resources office hours address"], [0.08629104613212325, 8, "aldgate sa"], [0.08512339739034208, 1, "office hours address"], [0.08445261206731602, 1, "dr sarah howells"], [0.08347413487027584, 1, "address"], [0.082908945862108, 1, "mens health checks"], [0.08116575642359672, 9, "fenchurch rd"], [0.07520035411246005, 1, "nigel stocks"], [0.07464626835214501, 1, "telephone advice"], [0.07464626835214501, 2, "doctors staff"], [0.07464626835214501, 1, "sarah howells"], [0.0742939146366787, 1, "andrew sykes"], [0.07410884979000806, 1, "susan taylor"], [0.07076179027642743, 2, "mens health"], [0.06830959588390542, 3, "latest news book"], [0.06589812954821885, 1, "james allan"], [0.06289160449307452, 2, "womens health"], [0.062040330321594485, 1, "home"], [0.06082371263881549, 1, "anna billington"], [0.059490101822525183, 1, "institutional"], [0.05788016383012879, 1, "teaching & research feedback"], [0.05259986571925953, 1, "philip johns"], [0.05259986571925953, 1, "nicholas nourse"], [0.047404328913308834, 1, "/recalls immunisations  test results"], [0.04659602267739089, 1, "home & institutional"], [0.04071614637389727, 1, "under will be bulk billed"], [0.02266888574654626, 1, "well women"], [0.022255217373611663, 1, "fees"], [0.015822323360221442, 3, "call us"], [0.011802611341246104, 2, "5154 children"], [0.0, 17, "us"]], "textrank_summery__resutls": ["Dr. James Allan Dr. Andrew Sykes Dr. Susan Taylor Dr. Nigel Stocks Dr. Anna Billington", "15 Fenchurch Rd, Aldgate SA 5154", "Well Women Checks Location Office Hours", "Doctors Staff", "Dr Sarah Howells  "], "wordcloud_resutls": [["will", 1.0], ["practice", 0.8214285714285714], ["health", 0.75], ["Dr", 0.6428571428571429], ["doctor", 0.5357142857142857], ["care", 0.5357142857142857], ["Fenchurch Rd", 0.5357142857142857], ["Rd Aldgate", 0.5357142857142857], ["GP", 0.5], ["hospital", 0.5], ["Aldgate SA", 0.5], ["Please", 0.39285714285714285], ["Hills Medical", 0.39285714285714285], ["Medical Service", 0.39285714285714285], ["appointment", 0.35714285714285715], ["available", 0.35714285714285715], ["advice", 0.32142857142857145], ["interest", 0.32142857142857145], ["Please Call", 0.32142857142857145], ["general practice", 0.32142857142857145], ["staff", 0.2857142857142857], ["Women", 0.2857142857142857], ["contact", 0.2857142857142857], ["clinic", 0.2857142857142857], ["year", 0.2857142857142857], ["Office Hours", 0.2857142857142857], ["Call Us", 0.2857142857142857], ["Us Fenchurch", 0.2857142857142857], ["call practice", 0.2857142857142857], ["Feedback Site", 0.2857142857142857], ["Site Media", 0.2857142857142857], ["Adelaide Hills", 0.2857142857142857], ["Service", 0.25], ["within", 0.25], ["patient", 0.25], ["provide", 0.21428571428571427], ["may", 0.21428571428571427], ["Adelaide", 0.21428571428571427], ["indicated", 0.21428571428571427], ["referral", 0.21428571428571427], ["Check", 0.21428571428571427], ["blood", 0.21428571428571427], ["Hours Address", 0.21428571428571427], ["Address Call", 0.21428571428571427], ["SA Phone", 0.21428571428571427], ["Phone Fax", 0.21428571428571427], ["Fax Feedback", 0.21428571428571427], ["health check", 0.21428571428571427], ["test", 0.17857142857142858], ["results", 0.17857142857142858], ["Children", 0.17857142857142858], ["immunisation", 0.17857142857142858], ["include", 0.17857142857142858], ["area", 0.17857142857142858], ["special", 0.17857142857142858], ["online", 0.17857142857142858], ["booking", 0.17857142857142858], ["medicine", 0.17857142857142858], ["family", 0.17857142857142858], ["Men", 0.17857142857142858], ["eHealth", 0.14285714285714285], ["Well", 0.14285714285714285], ["encourage", 0.14285714285714285], ["make", 0.14285714285714285], ["aged", 0.14285714285714285], ["surgery", 0.14285714285714285], ["without", 0.14285714285714285], ["student", 0.14285714285714285], ["complaint", 0.14285714285714285], ["problem", 0.14285714285714285], ["au", 0.14285714285714285], ["vaccine", 0.14285714285714285], ["travelled", 0.14285714285714285], ["calling", 0.14285714285714285], ["fever", 0.14285714285714285], ["information", 0.14285714285714285], ["government", 0.14285714285714285], ["March", 0.14285714285714285], ["Bone", 0.14285714285714285], ["Density", 0.14285714285714285], ["testing", 0.14285714285714285], ["general", 0.14285714285714285], ["paediatrics", 0.14285714285714285], ["antenatal", 0.14285714285714285], ["University", 0.14285714285714285], ["shared", 0.14285714285714285], ["disease", 0.14285714285714285], ["cancer", 0.14285714285714285], ["week", 0.14285714285714285], ["Camilla Gaetan", 0.14285714285714285], ["home visits", 0.14285714285714285], ["areas affected", 0.14285714285714285], ["novel coronavirus", 0.14285714285714285], ["last days", 0.14285714285714285], ["completed Master", 0.14285714285714285], ["flu vaccines", 0.14285714285714285], ["graduated University", 0.14285714285714285], ["Dr Taylor", 0.14285714285714285], ["screening test", 0.14285714285714285], ["fees", 0.10714285714285714]], "wordcloud_resultsbi": ["general_practice", "feedback_site", "office_hour", "site_medium", "fax_feedback", "hour_address", "phone_fax", "adelaide_hill", "available_practice", "flu_vaccine", "health_check", "home_visit", "practice_appointment", "adelaide_area", "aspect_general", "dietetic_flinder", "early_pregnancy", "emergency_department", "flinder_hospital", "hill_master", "hospital_home", "master_dietetic", "screening_test", "special_interest", "teaching_research", "visit_adelaide", "advice_area", "advice_availability", "antenatal_care", "appointment_name", "appointment_office", "appointment_shingle", "area_novel", "area_team", "area_unwell", "availability_government", "available_medical", "blood_pressure", "blood_test", "bone_density", "bone_mineral", "booking_clinic", "bowel_cancer", "breath_further", "cancer_screening", "card_record", "care_medical", "case_novel", "catastrophic_fire", "cervical_screening", "child_health", "childhood_immunisation", "clinic_available", "clinic_next", "clinic_supply", "condition_practice", "contact_case", "coronavirus_near", "cough_sore", "density_testing", "department_fast", "doctor_staff", "early_practice", "eligible_vaccine", "emphasis_prevention", "end_advice", "family_history", "fast_care", "fatigue_shortness", "fever_vaccination", "fire_condition", "first_symptom", "flu_clinic", "further_information", "further_investigation", "government_flu", "government_private", "health_information", "hospital_emergency", "hour_child", "information_adelaide", "information_feedback", "interactive_map", "interest_medical", "interest_paediatric", "interest_preventative", "late_early", "late_news", "mainland_area", "man_health", "map_location", "medical_attention", "medical_education", "medical_practice", "medical_staff", "medical_student", "medicare_card", "medium_mainland", "mental_health", "mineral_density"]}]