[{"company": "RelianSys", "introduction": "GRC software to different industries", "end_market": "Risk and compliance", "industry": "IT - Software", "link": "https://www.reliansys.com.au/about-us/", "search_text": "https://www.reliansys.com.au/about-us/", "title": "About Us - RelianSys", "link_corrected": "https://www.reliansys.com.au/about-us/", "description": "Sep 16, 2019 - The saying goes that good fences make for good neighbours. Equally, good governance makes for good organisations. That's my field.", "crawled_links": ["https://www.reliansys.com.au/", "https://www.reliansys.com.au/author/rel_admin/", "https://www.reliansys.com.au/governance-products-solutions/compliance/", "https://www.reliansys.com.au/governance-products-solutions/risk/", "https://www.reliansys.com.au/governance-products-solutions/monitor/", "https://www.reliansys.com.au/governance-products-solutions/lexisnexis/", "https://www.reliansys.com.au/contact-me/", "https://www.reliansys.com.au/governance-products-solutions/legislation-updates/", "https://www.reliansys.com.au/governance-products-solutions/incident/", "https://www.reliansys.com.au/governance-products-solutions/delegations/", "https://www.reliansys.com.au/governance-products-solutions/authorisations/", "https://www.reliansys.com.au/governance-products-solutions/audit/", "https://www.reliansys.com.au/faqs/", "https://www.reliansys.com.au/governance-products-solutions/", "https://www.reliansys.com.au/what-our-customers-are-saying/", "https://www.reliansys.com.au/our-quality-policy/", "https://www.reliansys.com.au/about-reliansys/reliansys-products-services/", "https://www.reliansys.com.au/why-choose-reliansys/", "https://www.reliansys.com.au/bradley-allen-love-further-information/"], "header_text": ["    ", "\r\n    ", "Governance work is exacting. RelianSys Governance Software automates audit, risk, compliance, delegations and more. In fact, it’s the complete companion for every governance manager. It takes current governance practices and integrates them into software. It’s a governance program that works the way you want it to. It enables you to be a more efficient manager.", "Find out more.", " ", "Streamlining", "Improve Productivity", "Simplified Monitoring and Reporting", "Minimising Costs", "Automated Email Reminders and Escalations", "Assurance of Control", "Author - rel_admin", "Nothing Found", " ", "Compliance", "Many organisations now operate in complex regulatory environments. Compliance management is more challenging than ever. Globally, regulation is constantly expanding, accompanied by penalties. This makes compliance management a major strategic risk.", "Compliance management has been hindered by the lack of a simple, ", " that gives you the control you need:", "Reminding you of what you have to do.", "Ensuring effective deployment so everyone takes responsibility.", "With easy-to-understand reports that tell you when you comply – and don’t comply – so you can do something about it.", "And supports ISO 19600 Compliance programs management systems implementation.", " ", "“", "”", "Risk", "How It Works", "Managing Risk", "Easy Deployment", "Reporting", "Risk Management Software is complex and unwieldy to manage", "Keeping your risk profile up to date soaks up precious time", "Getting the control and improvement processes to happen is a struggle", "And don’t even mention reporting!", " ", "1. Communicate and Consult", "2. Establish the Context", "3. Establish the Risk Framework", "4. Identify the Risks", "5. Analyse the Risks", "6. Evaluate the Risks", "7. Treat the Risks", "8. Monitor and Review", "9. Records", "Monitor", "Organize everything into your categories.", "Create records with customised fields.", "Every record has an owner", "Immediate escalations for late tasks.", "Due dates and Reminders for everything", "Dashboard gives transparent picture", "Comprehensive reports", "Store documents for each record", "Delegate tasks for the things that have to happen", "Delegates tasks between a group of people working on the same project", " ", "LexisNexis", "With RelianSys", "+LexisNexis", " Compliance software you will:", " ", "Contact Us", " ", "Reach us at", "Legislation Updates", "You Could Try:", "There is a Solution!", "Every year, the volume and reach of the regulatory burden grows", "The many obligations you have to meet are always changing", "Compliance intensity can be overwhelming – hundreds or even thousands of individual obligations", "Failing to comply can result in penalties", "Legislation Being Monitored", " ", "Manually scanning regulators’ websites for anything new or changed", "Buying an alert service then trying to work out what it all means", "Paying a legal firm to do the analysis for you and hoping you understand the result", "Creating lists of legislation and requiring managers to certify compliance covering hundreds of pages, ignoring the detail", "Getting the vibe of the legislation and developing some policy", "Look for a compromise solution that will hopefully “pass muster”, or just ignore it altogether and hope for the best!", "Incident Management", "Not any more!", "Outdated manual processes that haven’t changed much since the 19th Century", "\nShuffling hard copy reports into files", "\nLaboriously collating reports, hoping nothing’s missed", "\nTracking down who was responsible to follow up", "\nConfirming all the necessary people had been notified", "Keeping up-to-date and detailed registers of incidents in your organisation is vital.", "\nRelianSys® Incident Management Software – keeping you safe by streamlining the mandatory process of registering all Occupational Health and Safety injuries or incidents.", " ", "Delegations", "Do you find that keeping on top of who has power and authority to act in your organisation is a difficult, resource-intensive job?", "Highly skilled people get stuck in basic administrative tasks.", "Your productivity is constantly interrupted by people trying to find out their own delegations", "The volume of printouts makes the approval processes a nuisance.", "Identifying the delegations for a person can involve hours of manual scanning with a highlighter", "This is a challenge in local government across Australia. Maintaining delegation registers using word processing software or spreadsheets requires detailed, onerous, time-consuming work.", "The workflow is efficient, because it automates the way you work right now", "There’s no clutter and complexity – just clear, accessible information", "It thinks the way you think", "So it’s easy to learn and use", " for my personal 20 minute guided tour of RelianSys® Delegation Software – Australia’s leading solution.", " ", "1. What’s the biggest problem RelianSys® Delegations solves for you?", "2. What is the best feature and biggest benefit (for you) of RelianSys® Delegations?", "3. How do you feel using an automated rather than a manual Delegations system?", "4. Why would you recommend Delegations to Governance Officers in other Councils?", "5. How does it save you time and money?   e.g. One Governance Manager wrote  “It used to take me a week to update my Delegations Registers after a change of title. I do this now in 10 seconds. That’s a productivity saving of around $1,000 alone!”  Another said “I spent around three weeks after each update – that’s twice each year – creating individual Officers’ Instruments of Delegations.  I now get this instantaneously. That’s worth nearly $6,000 p.a.”", "6. What has RelianSys® been like as a company to work with? Perhaps compare their customer service to other software providers?", "Authorisation", "Feature", "Key Benefit", "Every organisation that has Authorised Officers enforcing key legislation requirements knows how important it is to be sure of who is authorised, for what purposes, and that the authorisation is current.", "With RelianSys", " Authorisation Software you have everything, secure, in one place: your templates, drafts, approved and archived Instruments of Authorisation.", "A one-stop portal for perfect document control.", " ", "Audit", "Organising, conducting and following up on audits can be unwieldy. Different kinds of audits, managed by various people, can be difficult to handle. And then there’s the audit recommendations to try and coordinate, follow up and keep track of.", "That’s why we developed RelianSys", " Audit.", "It brings everything together in one place. It enables you to have total oversight and control of all aspects of your audit program.", " ", "FAQs", " ", "Governance Products & Solutions", " ", "Take control of risk and compliance with RelianSys", " Governance Software", "Intuitive design", "Generate powerful reports in seconds", "Global accessability with local support", "Secure data", "Flexible scalability", "What our customers are saying", "RelianSys® Delegations – Case Study", "RelianSys® Delegations – Case Study", "RelianSys® Delegations – Case Study", "South Gippsland Shire Council, 2018", "City of Casey, 2016", "City of Tea Tree Gully, 2017", "“RelianSys® has worked with us as partners to ensure we get the best value from the system. They are always responsive to inquiries and suggestions that we may make.”", "“In an era of rate capping where resources are less and time is money, if any local government wants to be efficient, then they need to explore this software, it’s as simple as that.“", "“I think RelianSys® Delegations is great value for money.”", " ", "The Shire of South Gippsland is a local government area in south-eastern Victoria. With over 28,000 inhabitants and an area of over 3,305 square kilometres, its boundaries include the coastal areas of Venus Bay, Wilsons Promontory (the Southern tip of mainland Australia), and the northern hilly areas of Mirboo North, Korumburra and Leongatha.", "In the day-to-day functioning of the governance sector at the Council, the biggest Delegations challenges faced until recently were:", "Having to manually update Delegations Instruments", "Not being able to update required Delegations quickly or flexibly", "Earlier this year, South Gippsland Shire Council started using RelianSys® Delegations. Luke Anthony, Coordinator Risk & Procurement, has already seen the big difference it has made.", "He says the best feature of the software is being able to make an update to position title or staff member, once, and have this apply automatically across all delegations. This is saving the Council significant administrative time, while reducing the likelihood of human error.", "Legislative updates to delegation templates occur every six months. Before the implementation of RelianSys® Delegations, the six monthly delegation updates used to take weeks of effort and months in duration.", "The implementation of RelianSys® Delegations has reduced the manual workload of conducting the six monthly update by more than half, with these updates now only taking hours of effort and days in duration. This not just saves work time which can be allocated to other important tasks, the reviews take a lot less effort as well, reducing mental workload and stress.", "Luke recommends Governance Officers consider RelianSys® Delegations, and not just because of how effective the software is, but also because of the way RelianSys® look after their customers.", "If Delegations were a manual process, I’d quit – I wouldn’t do it! It would be so incredibly time intensive to manage different versions of spreadsheets, to get people to sign off on them, photocopying them, highlighting them, sending them through to the manager. With RelianSys, it’s all automated and I just push it through to the relevant manager to approve and then it comes back Approved or Rejected, rather than bits and pieces of paper floating around that I don’t know where they are.", "Before the RelianSys system ", "It was such a time-intensive and manual process with a huge amount of room for human error. Now it only takes one of us 2-3 days.", "With the RelianSys system you can pick up exactly where you left off instead of working through a 400 page document and trying to remember where you got up to. Track Changes and the Approval History are really important for us – it’s very difficult sometimes to explain to managers why something has changed, when they can’t necessarily see the changes. Coming through an automated system where it hasn’t been typed out by one of us gives management greater confidence that it has come through accurately out of Maddocks, and that the content is uniform across the sector.", "We found RelianSys to be open and easy to work with – working direct with the supplier is a huge part of it for us. I think knowing that they’re a locally based company gives us a lot of confidence. Any of our suggestions for improvement have always been welcome and that’s been really nice actually.", "RelianSys makes it very clear for our users what they are responsible for and what they have the authority to do. ", " It came quite highly recommended.\n\n\t\t", "Managing Delegations before RelianSys was a Big Risk in terms of how many documents we needed to update to keep the information accurate. Everything is now in one place, and you extract straight from the source so there’s no middle man and it’s just easy. Very easy.", "RelianSys gets all the information and updates the records and we’re notified straight away about what has changed. You’ve also got the ability to add your own specific information which is fantastic.", "Idle changes used to be horrendous – now just one click and it’s updated everywhere – we create an instrument, and away you go!", "Any question that I’ve had of RelianSys has always been answered, and I can go direct to the technical side who can help us very quickly and I find that the turnaround is usually within 24 hours, and if it’s not, there’s some explanation or email or contact to let you know if it’s any longer for whatever reason.\n\n\t\t", "RelianSys® can help your organisation take the risk, time and effort out of updating delegations resulting from organisational or legislative change.\n\n\t\t", "Our Quality Policy", "Quality means ‘", ".", " ", "RelianSys Products & Services", "RelianSys", "Regulatory and legislative monitoring", "Compliance and Delegations Registers", "Advisory and audit services", " ", "RelianSys", " Products and Services", "Why Choose RelianSys?", " ", "RelianSys® is an innovative technology company. We thoroughly understand the challenges associated with governance for highly regulated sectors and industries across Australia.", "Our size and focus is our key advantage. We understand what ‘Quality’ means in the context of our customer and market needs, and deliver consistently to achieve high levels of satisfaction.", "Internal Expertise in Governance", "Specialist not Generalist", "Customer-centric and Service-focused", "Nimble and Responsive", "We are local, not global", "Bradley Allen Love – Further Information", " "], "paragraph_text": ["Seamlessly integrates your governance processes.", "Free up your time by eliminating manual processes.", "Clear customisable colour-coded reports in seconds.", "A single annual subscription  includes all future updates, secure hosting and support.", "Keeps management in control.", "Everything gets done.", "RelianSys Governance Suite is different from all the other run-of-mill solutions. Through our extensive network of content partnerships, and our own lawyers, you can also have up to date and relevant legislative content, delivered online, creating a complete solution.", "Delegations and Legislative Compliance Registers deliver the law to you, in a form you can action. At last you have a complete solution in one product. We keep the Registers up to date for you, which means you don’t have to work out what you need to do. This releases you to actually manage governance, properly. It enables you to be a more effective governance manager.", "With RelianSys you have access to our depth of advisory, training and audit services that strengthen your know-how. You have the assurance that all your Governance needs are properly and efficiently managed.", "Want to find out what’s available, or have it developed for you? ", "Click here", "It seems we can’t find what you’re looking for. Perhaps searching can help.", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "The first step is to involve the people who have an interest in the process, and therefore the risks, which are to be managed. Broad and inclusive communications will enable as much relevant information as possible to be gathered. This ensures the correct context, identification, prioritisation and analysis of risks. Buy-in at this stage is also important to ensure the involvement and commitment needed for the achievement of risk management outcomes.", "Establishing the context need not be a difficult concept to understand and apply. Risk is defined as “an opportunity for something to occur that can impact objectives”. Objectives are normally derived from the organisational strategy, so the first step is to understand the strategic and business objectives. We can then look at the influences that will impact on those objectives; for example, political/legal, economic, social, technological, trends and global issues. Within organisations there will generally also be operational or internal objectives at the business unit level. By clarifying these objectives, it becomes easier to understand the context and the environment in which those risks exist. When we have clarified the objectives of and throughout the organisation, we can determine the scope of the risk management activities we are going to undertake. Clear boundaries or reference points, as well as intended outcomes can be established, together with a logical approach to identify and manage risks throughout the organisation.", "We develop our criteria for measuring risk in terms of how likely risks are to impact on our objectives, as well as the consequences if they do occur. This is commonly known as a risk matrix . It is needed in order to rate the severity of risks for our organisation. Most organisations tend to choose 4 or 5 levels of likelihood, from rare through to almost certain. Consequences can fall into many categories. These may include financial, quality, environmental, health and safety, asset, business disruption. When we have established these categories we need to ‘calibrate’ them across the consequence categories. By combining the various levels of likelihood and consequence, we can apply our risk ratings throughout the organisation. Examples of risk ratings could be from low through to extreme. For example if something is almost certain with a consequence of fatality, we would obviously give that the highest risk rating of Extreme.", "This is done by systematically reviewing processes and questioning what could possibly go wrong, or what could possibly be achieved. Risk identification is best undertaken using a multidisciplinary team. This provides a better opportunity to identify all risks and their causes. It is wise to have one or two people who have a very good understanding of the processes involved, and include all levels of management. Other stakeholders from interfacing processes can provide valuable input, as well as stakeholders who may incur the consequences of risks turning into negative or positive consequences. Risk Identification should be undertaken using a systematic approach, starting at interfaces, working through processes and finishing with down stream interfaces. If ad hoc or intuitive approaches are used, important risks may not be identified.", "Analysis enables us to make informed decisions about prioritisation of risk treatment. It involves starting from the basis of the existing controls we have in place. Then we consider the likelihood and consequences of the risk, in the context of a range of factors, such as historical information, performance, experience, research and stakeholder input.", "Once risk analysis has been completed, we can determine the ranking and prioritisation of risks for treatment purposes. This is based on the criteria we established in the risk framework. For our higher level risks, we may undertake some further investigation and analysis to determine treatment plans.", "Risk treatment strategy is the major work of risk management, and depends on what the organisation wants to achieve. For example, the organisation may limit its treatment activities to what is the accepted normal practice in that industry, or it might aim for the absolute minimum risk no matter what the cost. There are generally a number of priorities and methods of treating risk.", "For negative risks:", "For positive outcomes, we want to exploit the opportunity. This may involve:", "Risk treatment should be undertaken using a planned approach that can be monitored and evidenced. Some analysis does need to be undertaken to determine the best method of treatment, taking into consideration the cost and the benefit, legal and social issues, and perception of stakeholders.", "We need to ensure that once the previous steps have been implemented, that the risk management process is monitored, with regular review and reporting. Risk likelihoods and consequences can change over time. Risk profiles should be monitored to identify changes, and to ensure that the treatment plans are in accordance with the parameters we set, including time, resources, and responsibilities. Management need to be able to measure the improvements made and demonstrate due diligence in the treatment. Appropriate KPIs may be established, trended and monitored to support this.", "Risk management is a fundamental element of due diligence. We need to ensure that we have sufficient auditable evidence of how risk management is being applied, both for decision purposes, and to demonstrate integrity in the processes of risk management. This means that we should have documented evidence of each stage including our methods and sources of information and risk treatments.", " Name*", "\n    ", " ", " Email*", "\n    ", " ", " Contact Number", "\n", " ", " Organisation", "\n    ", " ", " Your Role", "\n    ", " ", " Subject*", "\n    ", "Software Demo", "Technical Support", "General Enquiry", "Feedback", "Other", " ", " Your Enquiry*", "\n    ", " ", "This site is protected by reCAPTCHA", "\nand the Google ", "Privacy Policy", " and ", "Terms of Service", " apply.", "\n", "We guarantee 100% privacy.  Your information will not be shared.", "Competition and Consumer Act 2010 & Regulations(Cth)", "\nDisability Discrimination Act 1992 (Cth)", "\nFair Work Act 2009 & Regulations 2009 (Cth)", "\nFringe Benefits Tax Assessment Act 1986 (Cth)", "\nRacial Discrimination Act 1975 (Cth)", "\nSex Discrimination Act 1984 (Cth)", "Boarding Houses Act 2012 & Regulation 2013 (NSW)", "\nBuilding Professionals Act 2005 & Regulation 2007 (NSW)", "\nChild Protection (Working with Children) Act 2012 & Regulation 2013 (NSW)", "\nCoastal Management Act 2016 (NSW)", "\nCompanion Animals Act 1998 & Regulation 2018 (NSW)", "\nContaminated Land Management Act 1997 & Regulation 2013 (NSW)", "\nCrown Land Management Act 2016 and Regulation 2018 (NSW)", "\nEnvironmental Planning & Assessment Act 1979 & Regulation 2000 (NSW)", "\nFood Act 2003 & Regulation 2015 (NSW)", "\nGovernment Information (Public Access) Act 2009 & Regulation 2018 (NSW)", "\nHeritage Act 1977 & Regulation 2012 (NSW)", "\nImpounding Act 1993 & Regulation 2013 (NSW)", "\nLibrary Act 1939 & Regulation 2018 (NSW)", "\nLocal Government (General) Regulation 2005 (NSW)", "\nLocal Government Act 1993 (NSW)", "\nPrivacy & Personal Information Protection Act 1998 & Regulation 2019 (NSW)", "\nProtection of the Environment (Operations) Act 1997 & Protection of the Environment Operations (General) Regulation 2009 (NSW)", "\nPublic Health Act 2010 & Regulation 2012 (NSW)", "\nPublic Interest Disclosures Act 1994 (NSW) & Regulation 2011 (NSW)", "\nRoads Act 1993 & Regulation 2018 (NSW)", "\nState Records Act 1998 & Regulation 2015 (NSW)", "\nSwimming Pools Act 1992 & Regulation 2018 (NSW)", "\nWork Health & Safety Act 2011 & Regulation 2017 (NSW)", "Local Government (General) Regulations 2015 (Tas)", "\nLocal Government (Meeting Procedures) Regulations 2015 (Tas)", "\nLocal Government Act 1993 (Tas)", "Charter of Human Rights and Responsibilities Act 2006 (Vic)", "\nChild Safe Standards (Vic)", "\nChild Wellbeing and Safety Act 2005 (Vic)", "\nCultural and Recreational Lands Act 1963 (Vic)", "\nDisability Act 2006 & Regulations 2018 (Vic)", "\nDomestic Animals Act 1994 & Regulations 2015 (Vic)", "\nElectricity Safety (Electric Line Clearance) Regulations 2015 (Vic)", "\nElectricity Safety (Equipment Safety Scheme) Regulations 2019 (Vic)", "\nElectricity Safety (Installations) Regulations 2009 (Vic)", "\nElectricity Safety Act 1998 (Vic)", "\nEmergency Management Act 1986 (Vic)", "\nEmergency Management Act 2013 (Vic)", "\nEqual Opportunity Act 2010 (Vic)", "\nFences Act 1968 (Vic)", "\nFilming Approval Act 2014 (Vic)", "\nFire Services Property Levy Act 2012 (Vic)", "\nFood (Forms and Registration) Regulations 2015 (Vic)", "\nFood Act 1984 (Vic)", "\nFreedom of Information (Access Charges) Regs 2014 (Vic)", "\nFreedom of Information Act 1982 & Regulations 2019 (Vic)", "\nGeographic Place Names Act 1998 (Vic)", "\nGraffiti Prevention Act 2007 (Vic)", "\nHealth Records Act 2001 & Regulations 2012 (Vic)", "\nImpounding of Livestock Act 1994 & Regulations 2018 (Vic)", "\nInfringements Act 2006 & Regulations 2016 (Vic)", "\nLiquor Control Reform Act 1998 & Regulations 2009 (Vic)", "\nLocal Government Act 1989 (Vic)", "\nLocal Government (Electoral) Regulations 2016 (Vic)", "\nLocal Government (Long Service Leave) Regulations 2012 (Vic)", "\nLocal Government (Planning and Reporting) Regs 2014 (Vic)", "\nLocal Government (General) Regulations 2015 (Vic)", "\nOccupational Health and Safety Act 2004 & Regulations 2017 (Vic)", "\nPlanning and Environment (Fees) Regulations 2016 (Vic)", "\nPlanning and Environment Act 1987 & Regulations 2015 (Vic)", "\nPrivacy and Data Protection Act 2014 (Vic)", "\nPublic Health and Wellbeing Act 2008", "\nPublic Health and Wellbeing Regulations 2019 (Vic)", "\nPublic Health and Wellbeing (Prescribed Accommodation) Regulations 2009 (Vic)", "\nPublic Interest Disclosures Act 2012(Vic) & Regulations 2019 (Vic)", "\nPublic Records Act 1973 (Vic)", "\nRacial and Religious Tolerance Act 2001 (Vic)", "\nRail Safety (Local Operations) Act 2006 (Vic)", "\nRail Safety National Law", "\nRail Safety National Law Application Act 2013 (Vic)", "\nResidential Tenancies Act 1997 (Vic)", "\nRoad Management (General) Regulations 2016 (Vic)", "\nRoad Management (Works and Infrastructure) Regs 2015 (Vic)", "\nRoad Management Act 2004 (Vic)", "\nRoad Safety (General) Regulations 2019 (Vic)", "\nRoad Safety (Traffic Management) Regulations 2019 (Vic)", "\nRoad Safety Act 1986 (Vic)", "\nSubdivision (Fees) Regulations 2016 (Vic)", "\nSubdivision (Procedures) Regulations 2011 (Vic)", "\nSubdivision Act 1988 (Vic)", "\nTobacco Act 1987 (Vic) & Regulations 2017 (Vic)", "\nValuation of Land Act 1960 (Vic) & Regulations 2014 (Vic)", "\nVictoria Grants Commission Act 1976 (Vic)", "\nWater Act 1989 (Vic)", "\nWorking with Children Act 2005 (Vic) & Regulations 2016 (Vic)", "Dog Act 1976 (WA) & Regulations 2013 (WA)", "\nLocal Government (Administration) Regs 1996 (WA)", "\nLocal Government (Audit) Regs 1996 (WA)", "\nLocal Government (Constitution) Regs 1998 (WA)", "\nLocal Government (Elections) Regs 1997 (WA)", "\nLocal Government (Financial Management) Regs 1996 (WA)", "\nLocal Government (Functions and General) Regs 1996 (WA)", "\nLocal Government (Long Service Leave) Regs 1977 (WA)", "\nLocal Government (Miscellaneous Provisions) Act 1960 (WA)", "\nLocal Government (Rules of Conduct) Regs 2007", "\nLocal Government (Uniform Local Provisions) Regs 1996 (WA)", "\nLocal Government Act 1995 (WA)", "Local Government Compliance Audit Return (WA)", "\n", "\n", "\n", "Yes! We can set you up on a one-month no obligation trial of the software. This will help you to make an informed decision and make the best choice for your Organisation.", "Your annual fee includes:", "When you subscribe to the Delegations module we can look after the transfer into the software of your organisation’s existing Delegations registers, saving you countless hours. This incurs an additional cost.", "*Online Sales of Audit and Monitor are subject to licensing limits", "RelianSys® services an extensive list of customers across Australia, both regional and Metropolitan, large and small, in a range of sectors including government, education, health and human services. These and more choose and trust the RelianSys Governance Suite for their compliance, risk, audit, delegations and other Governance needs.", "RelianSys is a web based cloud application, so all that is required to access is an internet connection. It is easy to set up, with interactive online help. Comprehensive and easy-to-understand manuals are provided and can be accessed online. You can talk to a real person right here in Australia to get any guidance you need.", "RelianSys® uses the hosting services of Macquarie Telecom specifically because of their high integrity environment and their commitment to store all data within Australia. All data entered by you belongs to you, and can be extracted from the system.", "Yes! The software has been developed for use across a range of platforms, including smartphones and tablets.", "Our experienced in-house management team deliver a video conference call with you and your staff at the time of your choosing, hassle-free from our desk to yours. Join online or on your phone with only a meeting ID.", "In this way we can show you the different modules in real-time, answer your important questions, show you how it works, and put your mind at ease.", "Yes we do. We have in-house lawyers who monitor State and Federal legislative changes and updates, and our team regularly monitor and update the content on our software to reflect these changes, so you always have the most up to date information. We even have an automated email subscription service that notifies you about updates to key State and Federal Acts and Registers.", "RelianSys Governance Suite is an accurate and reliable solution, that will save you time, give you control and increase your productivity. It is a user friendly, easy to understand and locally developed and maintained.", "Yes! The Single Sign On platform is available to all clients from our secure hosting facility.", "You will first need to have an active customer account in the RelianSys Governance suite. We will then need to know what Active Directory (AD) protocol you use. You may need to refer to your IT Manager for these details.", "The RelianSys® policy is to be readily available to our customers when they need us. We are available via help desk request, phone (office and personal mobile) and email, and welcome your contact and feedback.", "While our customers typically find the RelianSys® Governance Suite software intuitive and easy to use, we know how important it is to get up and running smoothly and quickly. We provide training online, as well as at your premises if appropriate.", "Our software receives regular upgrades and enhancements across the Suite. You can expect to see releases every few months, incorporating the latest next-step developments, and ideas that are provided by our many engaged customers. There is generally no downtime associated with these updates, and they do not require you to update any software, as it is all conveniently located via the Web. Release Notes explain the changes and how they will improve your experience.", " Name*", "\n    ", " ", " Email*", "\n    ", " ", " Contact Number", "\n", " ", " Organisation", "\n    ", " ", " Your Role", "\n    ", " ", " Subject*", "\n    ", "Software Demo", "Technical Support", "General Enquiry", "Feedback", "Other", " ", " Your Enquiry*", "\n    ", " ", "This site is protected by reCAPTCHA", "\nand the Google ", "Privacy Policy", " and ", "Terms of Service", " apply.", "\n", "We guarantee 100% privacy.  Your information will not be shared.", "Absolutely. Data security is paramount to RelianSys – after all, maintaining the security and integrity of your data is a key component in any good risk management plan. Given its importance, all your data with RelianSys® is hosted locally in Australia in an ISO 27001-compliant environment by one of the country’s most-respected telecommunications providers, Macquarie Telecom. This ensures constant protection and monitoring as well as robust disaster recovery.", "Risk management is the responsibility of everyone across an organisation, not just IT experts, so RelianSys® has been designed to be user-friendly and easy to use. Despite its considerable functionality, with only a few hours of training most users are able to start achieving results. This makes your implementation process much easier.", "Many of the organisations currently using RelianSys® had existing systems in place for managing their risk. However, they were paper-based, so that while they could document risks, they couldn’t dynamically analyse or create reports. In some areas, responsibility overlapped and in others there were gaps. Plans were often tied to departments or individuals – some of whom risk wasn’t a key priority. By implementing RelianSys® in their organisations they were able to take complete control over all the risk their organisation faced and ensure a complete risk management solution.", "Using RelianSys® you run a series of reports based on the information you require. You can see how your organisation is tracking against risk, compliance or keep on top of incidents such as OHS incidents. These reports are comprehensive, yet easy to read and best of all, can be run in minutes. One of our biggest clients used to take around 3 weeks to compile complex reports for their board of management; after implementing RelianSys®, they can run more comprehensive reports in minutes. This provides not only greater visibility but greater flexibility to look at the date from different perspectives.", "Governance tasks are big challenges. RelianSys", "®", " Governance Software puts you in complete control at last. All in one integrated and easy-to-use solution.", "Managing your complex risk, compliance and delegation requirements is now easy. RelianSys", "®", " Governance Software breaks them down into straightforward tasks. You can then assign them all to people in your organisation for action. Everyone takes responsibility and nothing gets missed anymore.", "The key test of any governance software is its reporting. RelianSys", "®", " Governance Software passes with flying colours. Instead of being baffled with complexity, you get comprehensive and easy-to-understand reports in seconds. You’ll have a clear snapshot of how you are tracking against your governance objectives. You’ll know exactly what’s happening at the organisational, departmental or officer level.", "RelianSys", "®", " Governance Software is developed and supported in Australia. Because it’s in the cloud, you have fast set up and convenient access from anywhere. With our training, support and advice on how to get the most from your governance software, you’ll be up and running in no time at all.", "Data security is important. We understand that. So we partner with Macquarie Telecom – one of Australia’s leading telecommunications businesses. Your data is in the most secure place possible, and right here in Australia.", "Easy-to-use software should have easy-to-understand licensing. RelianSys", "®", " Governance Software does. There are licensing subscription options that cater for single use right through to large and complex oganisations. You can also get the modules separately. All-in-all, RelianSys", "®", " Governance Software is scalable to match your individual implementation strategy.", "RelianSys", "®", " Governance Software is a product that offers exceptional value for money.", "To see how RelianSys", "®", " Governance software can take your governance to the next level. Browse the modules below and contact us for more information or a product demonstration.", "\n", "Luke Anthony", "South Gippsland Shire Council, 2018", "\n", "Holly de Kretser & Alice Woolven", "Manager Governance & Governance Officer", "\n", "Tanya Hook", "Team Leader Governance & Policy, City of Tea Tree Gully", "This includes Customers’ experience of our software and products, our service, and their interactions with us.", "To achieve this, we strive to ", "think like a customer", ". To put ourselves in ", "their", " space to think of how ", "they", " would feel.  We hone our customer focus skills in our regular work within RelianSys®: the recipients of ", "our work", " outcomes are ", "our internal customers", ".", "We deliver these outcomes through our processes and systems.  So we are committed to ", "doing things properly", ".", "This means:", "Working continually to ", "do one thing better,", " we improve products, processes, efficiency and our Customers’ RelianSys® experience.", "RelianSys", "®", " is continually developing innovative solutions for leading companies and organisations in highly-regulated sectors. However, we also promote a number of existing products and services:", "Our flagship cloud-based product: a governance platform, which provides impressive automation and productivity advantages to our customers in five separate (but inter-related) solutions:", "Regulatory and legislative monitoring and legislative update services, tailored to your context, ensures you are across all the relevant legislative changes you need to be aware of for both compliance management and local government delegations.", "Update Bulletins", " covering Commonwealth and State legislation across Australia keep you on top of the ever-changing legislative landscape.", "These registers consist of up to date libraries of obligations extracted from Commonwealth and State legislation (or other source documents) are developed by our staff lawyers or sourced from partners.", "These registers utilise powerful functionality in our governance platform to turn complex legislative requirements into an actionable form that can be deployed and used to construct compliance profiles and individual instruments of delegation.", "Boards and Committees are also able to obtain transparent management and governance reporting of their compliance profile.", "Advisory and audit services complement these products.", "When you need to know how to develop an effective management system for risk, compliance or governance, build your internal controls framework, document your governance processes, or have audit assurance, RelianSys", "®", " the experience and capability to help you achieve the very best.", "Our governance software has been  implemented across a diverse range of industries such as:", "Our wealth of knowledge and experience sets us apart from your typical software or technology company. We don’t simply develop a technical off-the-shelf one size fits all product and push it out to market.", "We are experts in Australian Governance, with decades of industry experience, so industry-leading companies and or sector-leading organisations partner with us to solve their governance challenges. We sit down with them and thoroughly map out a unique solution to their challenges. Only then do we bring in the technology side, leveraging the power of automation to deliver strategic governance outcomes that are more effective, faster and more efficient, more reliable and robust. This is why our software solutions are so intuitive – they think the way you think.", "At RelianSys", "®", " we don’t develop solutions and just push them out to the market. We are experts in Australian Governance, with decades of industry experience. Therefore we thoroughly understand this space and have become the ‘Go to people’ for governance solutions. We understand the way governance works – the way YOU work – and build our software to reflect your thinking. RelianSys", "®", " software thinks the way you think.", "Unlike most software providers (selling all manner of software to all types of customer in many markets), RelianSys", "®", " does not seek to be ‘all things to all people.’ We focus solely on providing the best quality service, advice and solutions to the market niche: highly-experienced governance professionals in highly-regulated sectors. Our approach is to work with each sector that seeks to solve their governance challenges, and develop a solution that addresses their needs.", "Also, we don’t just give you the automation and leave you to populate it. We provide the content you need to do the job properly. We can provide legislative monitoring and compliance registers, and delegations libraries for local government customers.", "Customers tell us the key reason they love working with RelianSys", "®", " is our exceptional customer service. In a recent interview-based survey (July 2016), 84% of customers said Relian", "Sys", "® was very or exceptionally customer-centred and 90% said we were service-focused. Overwhelmingly positive feedback from Governance Managers indicated that 90% would recommend or strongly recommend our software to a friend or colleague.", "As a business developed from a startup, we are nimble, and highly-responsive. This is reflected in our development processes designed on Agile methodology. We release upgrades every 6-8 weeks. This means the software is constantly evolving in response to customer input and feedback. Our driver is to create software that is highly-intuitive – that thinks the way our customers think. When customers request changes and improvements, they can often be made in a matter of days or weeks, rather than months or years. Most customers (84%) said RelianSys", "®", " was very or exceptionally responsive.", "Unlike software competitors with thousands of people in dozens of countries, RelianSys", "®", " is proudly local. Though fast-becoming a dominant national governance software provider of choice, we are entirely Australian owned, designed and developed, and hosted. We also don’t believe in off-shoring our support; so all your enquiries or service calls will be answered immediately, by a real person, in our Melbourne Office.", "The customer research told us that being totally local was a key reason customers preferred dealing with RelianSys", "®", " over their other software providers; when they have a question to ask, a problem to solve or a suggestion to make, they can be sure it will also be answered immediately and actioned by someone they can relate to. There’s no waiting on hold to a call centre overseas, or months in limbo hoping for feedback from internal review processes.", "Want to know more?", "\nPhone us on 1300 793 905 or ", "contact us here", ".", "Local councils have hundreds of different functions in many different Acts and Regulations. The power of a local council to delegate its functions is contained in section 377 of the Local Government Act 1993. That section provides that a council may delegate any of its functions, except those listed in subsections 377(1)(a) to (u), to the general manager or ‘any other person or body’. Under section 378, the general manager may then delegate any of the functions delegated to the general manager to ‘any person or body (including another employee of the council)’.", "This delegations register sets out the functions that may be delegated by a local council to its general manager or other people and sub-delegated by the general manager to council staff council staff, council committees and other people.", "We note that, under various Acts, members of council staff may be delegated functions and responsibilities by State authorities. For example, under the Road Transport (Mass, Loading & Access) Regulation 2005, Roads and Maritime Services may appoint a member of staff of a local council as an authorised officer for the purposes of enforcing the provisions of that Act. Legislation may also may impose functions directly on employees of a council or the mayor or councillors. Section 381 of the Local Government Act 1993 provides that if, under any other Act, a function is conferred or imposed on an employee of a council or on the mayor or a councillor of a council, otherwise than by delegation, the function is taken to be conferred or imposed on the council and may be delegated by the council in accordance with Part 3 of the Local Government Act. The register does not canvass this type of delegation.", "Users of the register should also be aware that it does not contain reference to the functions/responsibilities of Council that cannot be delegated. For the types of functions that cannot be delegated generally, see section 377 of the Local Government Act 1993.", "Users of the register should also be aware that the register does not contain detailed information on the proper exercise of a function by council or its delegates. There may be detailed procedural or other formal requirements that relate to a particular function. For example, the function of determining a development application may be accompanied by the requirement to notify adjoining landholders, publicly exhibit the development application, notify the applicant of the determination, etc. Where council or a delegate is unsure as to how to properly exercise a function council or the delegate should seek legal advice."], "emails": [], "addresses": [], "social_media_links": [], "telephone_numbers": ["2020-02-03", "2020-01-23", "2020-01-25", "1300 793 905", "2019-06-03", "1300 793 905", "2019-11-25", "1300 793 905", "2019-11-21", "1300 793 905", "2020-02-13", "1300 793 905", "2019-01-14", "1885.1-1990", "1300 793 905", "2019-01-14", "1300 793 905", "2018-12-17", "1300 793 905", "2019-11-19", "1300 793 905", "2019-02-04", "2017-08-28", "2019-06-27", "1300 793 905", "2019-09-16", "2018-12-10", "2019-01-14", "1300 793 905", "2018-11-19"], "lda_resutls": [[0, "0.069*\"regulation\" + 0.024*\"may\" + 0.018*\"process\" + 0.016*\"act\" + 0.016*\"make\" + 0.011*\"council\" + 0.011*\"function\" + 0.009*\"identify\" + 0.009*\"road\" + 0.008*\"impose\""], [1, "0.030*\"governance\" + 0.021*\"work\" + 0.015*\"solution\" + 0.014*\"software\" + 0.011*\"experience\" + 0.009*\"contact\" + 0.009*\"product\" + 0.009*\"need\" + 0.009*\"register\" + 0.009*\"challenge\""], [2, "0.041*\"risk\" + 0.034*\"governance\" + 0.025*\"delegation\" + 0.023*\"software\" + 0.023*\"reliansys\" + 0.017*\"compliance\" + 0.016*\"organisation\" + 0.010*\"service\" + 0.010*\"management\" + 0.009*\"officer\""], [3, "0.032*\"update\" + 0.021*\"change\" + 0.017*\"record\" + 0.015*\"monitor\" + 0.014*\"management\" + 0.014*\"time\" + 0.013*\"organisation\" + 0.013*\"compliance\" + 0.012*\"email\" + 0.010*\"able\""], [4, "0.034*\"local\" + 0.028*\"government\" + 0.019*\"delegation\" + 0.017*\"reliansys\" + 0.016*\"change\" + 0.012*\"get\" + 0.012*\"system\" + 0.011*\"software\" + 0.011*\"people\" + 0.011*\"governance\""], [5, "0.014*\"local\" + 0.013*\"regulation\" + 0.013*\"function\" + 0.013*\"manager\" + 0.012*\"service\" + 0.012*\"think\" + 0.011*\"work\" + 0.010*\"datum\" + 0.010*\"risk\" + 0.010*\"council\""], [6, "0.047*\"government\" + 0.046*\"local\" + 0.027*\"reg\" + 0.025*\"regulation\" + 0.021*\"legislative\" + 0.020*\"customer\" + 0.014*\"service\" + 0.014*\"change\" + 0.014*\"update\" + 0.011*\"delegation\""], [7, "0.073*\"risk\" + 0.021*\"management\" + 0.018*\"treatment\" + 0.017*\"consequence\" + 0.014*\"establish\" + 0.013*\"organisation\" + 0.013*\"need\" + 0.011*\"plan\" + 0.011*\"undertake\" + 0.011*\"level\""], [8, "0.024*\"easy\" + 0.015*\"understand\" + 0.014*\"customer\" + 0.014*\"software\" + 0.014*\"objective\" + 0.013*\"online\" + 0.013*\"find\" + 0.011*\"develop\" + 0.010*\"get\" + 0.009*\"think\""], [9, "0.028*\"software\" + 0.018*\"customer\" + 0.018*\"report\" + 0.015*\"reliansys\" + 0.015*\"governance\" + 0.014*\"enquiry\" + 0.012*\"big\" + 0.010*\"update\" + 0.010*\"delegation\" + 0.009*\"term\""]], "kpe_resutls": [["reliansi", 0.04293973374597293], ["deleg", 0.03946685901804266], ["risk", 0.021617782111200818], ["complianc", 0.014466642426560993], ["preciou time", 0.013395946843598619], ["govern softwar", 0.012560030717796902], ["legisl updat", 0.01221677861764803], ["audit", 0.011947520342227106], ["control", 0.01184588946413726], ["mani organis", 0.011799064997739072]], "rake_resutls": [[49.56060606060606, "everything dashboard gives transparent picture comprehensive reports store documents"], [44.88150183150183, "south gippsland shire council started using reliansys ® delegations"], [43.88095238095238, "supports iso 19600 compliance programs management systems implementation"], [42.26097236097236, "reliansys governance software intuitive design generate powerful reports"], [39.82472527472527, "luke recommends governance officers consider reliansys ® delegations"], [36.715975422427036, "works managing risk easy deployment reporting risk management software"], [35.743589743589745, "governance officer tanya hook team leader governance"], [34.49523809523809, "maintaining delegation registers using word processing software"], [33.72727272727273, "19th century shuffling hard copy reports"], [31.130952380952383, "authorised officers enforcing key legislation requirements knows"], [30.833333333333336, "fringe benefits tax assessment act 1986"], [30.31666666666667, "software demo technical support general enquiry feedback"], [29.484873949579832, "legislation may also may impose functions directly"], [28.42213868003342, "reliansys ® delegation software – australia ’"], [28.348484848484848, "fire services property levy act 2012"], [28.333333333333332, "luke anthony south gippsland shire council"], [28.192307692307693, "monitored manually scanning regulators ’ websites"], [27.833333333333336, "000 alone !” another said “"], [27.76157701947176, "reliansys ® incident management software – keeping"], [27.508097165991906, "year – creating individual officers ’ instruments"], [26.366666666666667, "reporting minimising costs automated email reminders"], [25.857142857142858, "local support secure data flexible scalability"], [25.702930402930402, "biggest problem reliansys ® delegations solves"], [24.674725274725276, "reliansys ® governance suite software intuitive"], [24.071428571428573, "rel_admin nothing found compliance many organisations"], [24.0, "personal 20 minute guided tour"], [23.75, "hopefully “ pass muster ”,"], [23.54761904761905, "delegation templates occur every six months"], [22.93846153846154, "dominant national governance software provider"], [22.6529304029304, "84 %) said reliansys ®"], [22.288461538461537, "customers said relian sys ®"], [21.84139194139194, "reliansys ® governance software puts"], [21.84139194139194, "reliansys ® governance software passes"], [21.84139194139194, "reliansys ® governance software breaks"], [21.498168498168496, "organisations currently using reliansys ®"], [21.166666666666668, "victoria grants commission act 1976"], [20.55952380952381, "geographic place names act 1998"], [20.523809523809526, "liquor control reform act 1998"], [20.418081918081917, "licensing limits reliansys ® services"], [20.4029304029304, "many markets ), reliansys ®"], [20.19047619047619, "public interest disclosures act 1994"], [20.149122807017548, "global bradley allen love –"], [20.04285714285714, "crown land management act 2016"], [20.005952380952383, "authorisation feature key benefit every organisation"], [19.892857142857142, "contaminated land management act 1997"], [19.69047619047619, "public interest disclosures act 2012"], [19.564102564102566, "key reason customers preferred dealing"], [19.026007326007324, "customers ’ reliansys ® experience"], [18.733333333333334, "six monthly delegation updates used"], [18.716450216450216, "regular work within reliansys ®:"]], "guided_lda_resutls": [["local", "compliance", "governance", "work", "many", "every", "support", "make", "electricity", "responsive"], ["delegations", "time", "across", "2015", "solution", "control", "objectives", "important", "1998", "treatment"], ["different", "function", "hours", "leading", "managing", "keeping", "enables", "right", "strategic", "identification"], ["reliansys", "council", "regulation", "one", "may", "services", "governance", "2013", "access", "changes"], ["vic", "legislation", "highly", "means", "reporting", "takes", "level", "detailed", "categories", "2006"], ["easy", "risks", "staff", "date", "process", "delegation", "provides", "implementation", "monitored", "range"], ["government", "understand", "customer", "2016", "know", "2019", "1993", "one", "registers", "apply"], ["regulations", "need", "service", "using", "individual", "something", "tas", "ensures", "terms", "advisory"], ["wa", "audit", "safety", "working", "would", "1996", "2017", "law", "technology", "notified"], ["update", "think", "developed", "find", "2009", "based", "cth", "help", "feedback", "2012"], ["system", "including", "monitor", "2005", "secure", "sector", "weeks", "undertaken", "number", "needed"], ["vic", "regs", "australia", "road", "consequences", "changes", "market", "2012", "solve", "rail"], ["experience", "records", "registers", "properly", "automated", "responsibilities", "officers", "planning", "approval", "delegation"], ["risk", "governance", "nsw", "also", "people", "2018", "way", "updates", "context", "used"], ["act", "management", "processes", "data", "may", "tasks", "email", "take", "able", "team"], ["health", "software", "south", "challenges", "run", "achieve", "said", "users", "training", "instruments"], ["reliansys", "information", "customers", "general", "functions", "key", "reports", "look", "outcomes", "example"], ["software", "environment", "solutions", "policy", "months", "product", "monitoring", "seconds", "organisations", "subscription"], ["us", "manager", "legislative", "public", "get", "products", "delegated", "contact", "processes", "could"], ["organisation", "manual", "safety", "best", "online", "complete", "suite", "provide", "complex", "wellbeing"]], "textrank_resutls": [[0.074664160157465, 2, "reliansys® delegations"], [0.06222104377440306, 41, "reliansys"], [0.061536777280902503, 1, "reliansys®"], [0.060157087621134656, 2, "reliansys products"], [0.05894281841145959, 2, "case study reliansys"], [0.05886246295639841, 2, "reliansys regulatory"], [0.0576439934950398, 1, "required delegations"], [0.05673937862808251, 1, "delegation registers"], [0.05603764223804144, 2, "delegations instruments"], [0.05578162953257093, 1, "® delegations"], [0.05256957410555246, 1, "managing risk easy deployment reporting risk management software"], [0.049759209282540615, 1, "reliansys® delegation software"], [0.047875324157865294, 1, "governance software intuitive design generate"], [0.04608513383286762, 2, "governance officers"], [0.04481337910239524, 1, "compliance software"], [0.044806655484105264, 1, "reliansys governance software"], [0.04474211813187742, 3, "compliance management"], [0.04364041919370727, 1, "case study south gippsland shire council"], [0.04268734594143196, 2, "south gippsland shire council"], [0.04182852506817186, 1, "governance products"], [0.04158919448265993, 1, "other important tasks"], [0.041488764284403234, 1, "work time"], [0.04108665006651755, 1, "governance specialist"], [0.040777747620109564, 1, "compliance programs management systems implementation"], [0.04056435863170382, 1, "perfect document control"], [0.0402788798807749, 1, "reliansys  authorisation software"], [0.04010288780202292, 1, "outdated manual processes"], [0.03962110672285072, 2, "incident management software"], [0.03949919730793709, 1, "precious time"], [0.0393797266608436, 1, "key legislation requirements"], [0.03901715551094118, 2, "time"], [0.03831339354136058, 1, "a manual delegations system"], [0.03825579091823485, 1, "other software providers"], [0.03807898977701549, 1, "local support secure data flexible scalability"], [0.03767643053122795, 1, "the biggest delegations challenges"], [0.03761962908058217, 2, "local government"], [0.0372382090966003, 2, "managing delegations"], [0.03711205637995763, 1, "compliance intensity"], [0.037079162590808776, 1, "current governance practices"], [0.03693762545369184, 2, "the reliansys system"], [0.03687896903609996, 1, "basic administrative tasks"], [0.03671842896428501, 7, "risk"], [0.036507935510505206, 1, "hard copy reports"], [0.03639611901635952, 1, "reliansys products & services"], [0.03603252840924373, 1, "many organisations"], [0.03578865991515056, 1, "word processing software"], [0.03541838679392187, 1, "penalties legislation"], [0.03537987199883842, 1, "legislative updates"], [0.03516978028433355, 1, "reliansys  audit"], [0.035150050005716166, 1, "powerful reports"]], "textrank_summery__resutls": ["In the day-to-day functioning of the governance sector at the Council, the biggest Delegations challenges faced until recently were: Having to manually update Delegations Instruments Not being able to update required Delegations quickly or flexibly Earlier this year, South Gippsland Shire Council started using RelianSys® Delegations.", "Luke recommends Governance Officers consider RelianSys® Delegations, and not just because of how effective the software is, but also because of the way RelianSys® look after their customers.", "Why Choose RelianSys?   ", "RelianSys Regulatory and legislative monitoring Compliance and Delegations Registers Advisory and audit services   ", "What is the best feature and biggest benefit (for you) of RelianSys"], "wordcloud_resutls": [["risk", 1.0], ["RelianSys", 0.8301886792452831], ["Local Government", 0.5849056603773585], ["Delegation", 0.5660377358490566], ["software", 0.5471698113207547], ["Act Regulation", 0.5471698113207547], ["Act Vic", 0.5471698113207547], ["customer", 0.5283018867924528], ["Regulations Vic", 0.5283018867924528], ["management", 0.4716981132075472], ["service", 0.4716981132075472], ["council", 0.4716981132075472], ["Act", 0.4339622641509434], ["organisation", 0.41509433962264153], ["Governance", 0.39622641509433965], ["compliance", 0.39622641509433965], ["need", 0.39622641509433965], ["Regulation NSW", 0.39622641509433965], ["work", 0.37735849056603776], ["update", 0.37735849056603776], ["us", 0.3584905660377358], ["may", 0.3584905660377358], ["solution", 0.33962264150943394], ["information", 0.33962264150943394], ["one", 0.32075471698113206], ["time", 0.3018867924528302], ["register", 0.3018867924528302], ["function", 0.3018867924528302], ["audit", 0.2830188679245283], ["processes", 0.2830188679245283], ["RelianSys Governance", 0.2830188679245283], ["people", 0.2641509433962264], ["will", 0.2641509433962264], ["Governance Software", 0.2641509433962264], ["control", 0.24528301886792453], ["think", 0.22641509433962265], ["take", 0.22641509433962265], ["change", 0.22641509433962265], ["legislative", 0.22641509433962265], ["product", 0.22641509433962265], ["manager", 0.20754716981132076], ["risk management", 0.20754716981132076], ["RelianSys Delegation", 0.20754716981132076], ["WA Local", 0.20754716981132076], ["way", 0.18867924528301888], ["best", 0.18867924528301888], ["system", 0.18867924528301888], ["make", 0.18867924528301888], ["treatment", 0.18867924528301888], ["now", 0.16981132075471697], ["understand", 0.16981132075471697], ["reports", 0.16981132075471697], ["key", 0.16981132075471697], ["data", 0.16981132075471697], ["ensure", 0.16981132075471697], ["know", 0.16981132075471697], ["consequence", 0.16981132075471697], ["provide", 0.16981132075471697], ["many", 0.1509433962264151], ["easy", 0.1509433962264151], ["don", 0.1509433962264151], ["date", 0.1509433962264151], ["record", 0.1509433962264151], ["delegate", 0.1509433962264151], ["working", 0.1509433962264151], ["legislation", 0.1509433962264151], ["manual", 0.1509433962264151], ["across", 0.1509433962264151], ["Australia", 0.1509433962264151], ["important", 0.1509433962264151], ["developed", 0.1509433962264151], ["support", 0.1509433962264151], ["level", 0.1509433962264151], ["environment", 0.1509433962264151], ["experience", 0.1509433962264151], ["Regs WA", 0.1509433962264151], ["every", 0.1320754716981132], ["find", 0.1320754716981132], ["reporting", 0.1320754716981132], ["context", 0.1320754716981132], ["tasks", 0.1320754716981132], ["means", 0.1320754716981132], ["challenge", 0.1320754716981132], ["place", 0.1320754716981132], ["document", 0.1320754716981132], ["different", 0.1320754716981132], ["staff", 0.1320754716981132], ["based", 0.1320754716981132], ["help", 0.1320754716981132], ["give", 0.1320754716981132], ["Officer", 0.1320754716981132], ["delegated", 0.1320754716981132], ["complete", 0.11320754716981132], ["want", 0.11320754716981132], ["complex", 0.11320754716981132], ["everything", 0.11320754716981132], ["analysis", 0.11320754716981132], ["Policy", 0.11320754716981132], ["incident", 0.11320754716981132], ["process", 0.11320754716981132]], "wordcloud_resultsbi": ["local_government", "governance_software", "regulation_regulation", "reliansys_governance", "risk_management", "reliansys_delegation", "reg_local", "regulation_local", "risk_compliance", "consequence_risk", "general_manager", "government_act", "risk_treatment", "compliance_management", "customer_reliansys", "delegation_register", "email_contact", "function_council", "governance_manager", "local_council", "manual_process", "risk_risk", "software_provider", "audit_service", "case_study", "compliance_delegation", "comprehensive_easy", "council_delegate", "customer_customer", "customer_service", "delegation_manual", "governance_officer", "governance_suite", "legislative_change", "legislative_monitoring", "likelihood_consequence", "product_service", "regulated_sector", "regulation_electricity", "regulation_public", "reliansys_system", "report_second", "risk_organisation", "risk_rating", "section_local", "software_intuitive", "support_enquiry", "act_regulation", "advisory_audit", "australian_governance", "certain_consequence", "child_regulation", "city_tea", "complete_control", "complete_solution", "compliance_profile", "compliance_register", "comprehensive_report", "contact_number", "control_risk", "council_delegation", "council_function", "criterion_risk", "datum_security", "decade_industry", "delegate_task", "delegation_function", "delegation_governance", "delegation_update", "desk_phone", "development_application", "due_diligence", "easy_report", "employee_council", "enquiry_feedback", "enquiry_site", "expert_australian", "fee_regulation", "feedback_enquiry", "first_step", "function_employee", "function_general", "function_section", "good_feature", "governance_challenge", "governance_decade", "governance_need", "governance_platform", "governance_process", "government_delegation", "government_local", "government_tas", "health_safety", "high_level", "human_error", "implementation_reliansys", "industry_experience", "instrument_delegation", "intuitive_way", "key_reason"]}]