[{"company": "Harbour Software", "introduction": "Agenda and minutes solution to local governments", "end_market": "Agenda and minutes", "industry": "IT - Software", "link": "www.harboursoftware.com.au/#front-page-6", "search_text": "www.harboursoftware.com.au/#front-page-6", "title": "Harbour Software | Local Government Software Solutions", "link_corrected": "https://www.harboursoftware.com.au/", "description": "Harbour Software is currently working with over 100 Councils across Australia and New Zealand, providing government software solutions which enable our ...", "crawled_links": ["https://www.harboursoftware.com.au/", "https://www.harboursoftware.com.au/news/", "https://www.harboursoftware.com.au/products/easyrev.aspx", "https://www.harboursoftware.com.au/products/docs-on-tap-v2.aspx", "https://www.harboursoftware.com.au/news/creative-formats/6", "https://www.harboursoftware.com.au/news/auckland-city-council-opt-for-easyrev/12", "https://www.harboursoftware.com.au/news/blacktown-city-council-improve-agenda-and-minutes-processing/11", "https://www.harboursoftware.com.au/news/city-of-brimbank-innovate-with-agenda-and-minutes/16", "https://www.harboursoftware.com.au/forms/?formid=4", "https://www.harboursoftware.com.au/forms/?formid=1", "https://www.harboursoftware.com.au/news/city-of-stonnington-move-forward/18", "https://www.harboursoftware.com.au/news/edward-river-get-modelling/14", "https://www.harboursoftware.com.au/news/welcome-to-gotafe/15", "https://www.harboursoftware.com.au/products/doc-assembler.aspx", "https://www.harboursoftware.com.au/support.aspx", "https://www.harboursoftware.com.au/news/regional-collaboration-in-gippsland/20", "https://www.harboursoftware.com.au/news/how-to-drive-results-with-real-time-document-collaboration/17", "https://www.harboursoftware.com.au/news/coolgardie-shire-council-go-cloud-for-agenda-and-minutes/10", "https://www.harboursoftware.com.au/news/kempsey-shire-council-go-cloud/5", "https://www.harboursoftware.com.au/news/city-of-lithgow-join-the-club/2", "https://www.harboursoftware.com.au/news/blacktown-city-council-go-live!/4", "https://www.harboursoftware.com.au/news/easyrev-rate-modelling-solution-helps-northern-grampians/1", "https://www.harboursoftware.com.au/news/doc-assembler-continues-to-deliver/3", "https://www.harboursoftware.com.au/news/welcome-to-colac-otway-shire-council/13", "https://www.harboursoftware.com.au/news/knox-city-council-select-doc-assembler/8", "https://www.harboursoftware.com.au/news/city-of-kalamunda-go-live-with-doc-assembler/7", "https://www.harboursoftware.com.au/news/northern-grampians-shire-wins-innovative-award/9", "https://www.harboursoftware.com.au/forms/?formId=2"], "header_text": ["Anywhere, Anytime.", "Doc Assembler", "Docs On Tap", "EasyRev", "ABOUT US", "Recent Posts", "Contact Us", "News", "Contact Us", "EasyRev", "Revenue management and rate modelling solutions for local governments", "Key Features", "Benefits ", "Save time and money by maximising revenue opportunities", "Contact Us", "Docs On Tap", " ", "       Key features", "Fully integrated meeting management software", "                ", "  ", "Benefits", "Supported Platforms", "Discover modern document management solution for local government", "Contact Us", "\r\n        Creative Formats", "Contact Us", "\r\n        Auckland City Council Opt for EasyRev", "Contact Us", "\r\n        Blacktown City Council Improve Agenda and Minutes Processing", "Contact Us", "\r\n        City of Brimbank Innovate with Agenda and Minutes", "Contact Us", "\r\n        Online Form - Request Case Study", "Contact Us", "\r\n        Online Form - Enquiry Form", "Contact Us", "\r\n        City of Stonnington Move Forward", "Contact Us", "\r\n        Edward River Get Modelling", "Contact Us", "\r\n        Welcome to goTAFE", "Contact Us", "Doc Assembler", "       Key features", "Fully integrated document collaboration software ", "Benefits", "Discover how Doc Assembler can help your local government organisation ", "Contact Us", "Support", "Visit our helpdesk:", "Or contact us by phone or email:", "Contact Us", "\r\n        Regional Collaboration in Gippsland", "Contact Us", "\r\n        How to Drive Results with Real Time Document Collaboration", "Riverland G3 Alliance signs off on Doc Assembler", "Contact Us", "\r\n        Coolgardie Shire Council go Cloud for Agenda and Minutes", "Contact Us", "\r\n        Kempsey Shire Council Go Cloud", "Contact Us", "\r\n        City of Lithgow Join the Club", "Contact Us", "\r\n        Blacktown City Council Go Live!", "Contact Us", "\r\n        EasyRev Rate Modelling Solution Helps Northern Grampians", "Contact Us", "\r\n        Doc Assembler continues to deliver", "Contact Us", "\r\n        Welcome to Colac Otway Shire Council", "Contact Us", "\r\n        Knox City Council Select Doc Assembler", "Contact Us", "\r\n        City of Kalamunda Go Live with Doc Assembler", "Contact Us", "\r\n        Northern Grampians Shire Wins Innovative Award", "Contact Us", "\r\n        Online Form - Support", "Contact Us"], "paragraph_text": ["Providing real time document collaboration & distribution.", "Real time document collaboration!", "Doc Assembler is an intuitive web-based program that provides a complete end to end Agenda and Minutes solution including action item tracking.", "Learn more", "Available on all major platforms!", "Docs on Tap is an easy to use web application that enabled the management and distribution of documents and content via the cloud.", "Learn more", "Rate modelling made easy!", "EasyRev is the most advanced and flexible rate modelling program available to revenue managers.", "Learn more", "Harbour Software is a Victoria-based company that has been providing niche web-based solutions to local governments for over 10 years.", "We provide specialised solutions, utilising our in-house development capabilities to offer tailored applications specific to your needs. One of the key strengths of Harbour Software is our ability to understand the needs of our clients and to translate that into a robust, intuitive software solution utilising a variety of software platforms.", "We have developed a modern, intuitive web-based Agenda and Minutes solution for local governments that can be accessed anywhere, anytime and on any device. Our meeting management software is based on our long experience working in local government and leveraging off the ability to provide real-time document collaboration. Our suite of government software solutions empowers council members and executive staff in providing an end to end process for the creation of council reports and agendas through to managing minutes and the resulting action items.", "Harbour Software is currently working with over 100 Councils across Australia and New Zealand, providing government software solutions which enable our clients to leverage the power and cost efficiencies of software delivered as a service (Saas).", "Wellington Shire Council and East Gippsland Shire Council have taken a regional approach to...", "See More", "The City of Stonnington look to make preparing and managing their agenda and minutes process...", "See More", "Every organisation is seeking to evolve their systems and processes in order to improve efficiency, ...", "See More", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "Wellington Shire Council and East Gippsland Shire Council have taken a regional approach to improving the process for managing the creation and distribution of their Council Agenda's.", "The City of Stonnington look to make preparing and managing their agenda and minutes process simpler with a modern web based solution", "Every organisation is seeking to evolve their systems and processes in order to improve efficiency, productivity, accessibility and engagement. Harbour Software is able to provide a platform for both the businesses and government sectors to deliver workplace collaboration through Doc Assembler.", "The City of Brimbank having reviewed a range of options to improve and deliver efficiencies in the management, preparation and processing of their Agenda and Minutes management process go cloud with Doc Assembler", "Edward River take up EasyRev Rate Modelling solution", "goTAFE has opted to go with Doc Assembler to assist preparation of Board papers.", "Colac Otway Shire Council migrate across to Doc Assembler", "Well, its been a little while since we last managed to draw a breath and post an update on the growing number of clients opting to come on board with the most modern and fastest growing solution for delivering a cloud based agenda and minutes solution.", "Northern Grampians Shire Council, located in Stawell, Victoria, like many rural councils have had to balance the needs of its local community with ensuring the fair and equitable distribution of the rate burden over its entire rate base.  Relying on the rate modelling solution provided by Harbour Software, EasyRev, Council recently had to address some significant impacts arising from a revaluation combined with the rate pegging requirements in place in Victoria.", "Welcome to the City of Lithgow, the latest Council to join the ever expanding list of Council’s that haves selected Doc Assembler as their solution for delivering agenda and minutes software.", "A massive milestone achieved by the Project Team at Blacktown City Council last Friday (08/06/18) with not just one but 5 committee meeting agenda’s been published from Doc Assembler for the first time.", "Kempsey Shire Council is the latest Council to move to the cloud with the selection of Doc Assembler as their preferred solution for their agenda and minutes processing functions.", "As a new site implements Doc Assembler, its not uncommon for our clients to coincide this with the opportunity to refresh the presentation of their existing Agenda formatting.", "Congratulations to the City of Kalamunda for producing their first Council Agenda using Doc Assembler.", "Knox City Council have awarded Harbour Software the contract to supply and install Doc Assembler in response to their request for tender for an integrated Agenda and Minutes Management Solution.", "Congratulations to Northern Grampians Shire Council who took out the Innovative Management Initiative Award at the Local Government Professionals Conference in Melbourne on Thursday 22nd February.", "Coolgardie Shire Council located approximately 558 kilometres east of Perth in Western Australia have embraced the move to a cloud based solution for managing their Council Agendas and Minutes by moving to Doc Assembler.", "Blacktown City Council went to the market seeking a suitably qualified and experienced partner to upgrade the existing Council’s Meeting Management System and to improve the meeting experience for residence and visitors", "Kia Ora – Auckland City Council, the largest Council in the Southern Hemisphere have gone with EasyRev rate modelling solution provided by Harbour Software to provide the modelling solution needed to handle their in excess of 525,000 rateable assessments.", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "EasyRev works as an invaluable tool to enhance revenue management and improve finance operations. Government bodies can review and understand multiple models simultaneously and conduct a comparative analysis to determine the ideal rating options for the Council. The Council is able to elevate operational productivity and reduce planning risk by effortlessly extracting data and conducting a valuation analysis. Councils using EasyRev will become better equipped in evaluating the correlation between Council rates, rating options, valuations and socioeconomic factors within their community.", " ", " ", " ", " ", " ", " ", "Data Cleansing", " is easily achieved by a simple synchronise and then use the analysis cube to slice and dice your Data Sets, offering a unique way to analysis current source data. EasyRev ensure that your source data is balanced and correct by replicating your current live result as one of the modelling steps.", "Extensive revenue modelling ", "calculations and variations, incorporating all available legislative options available within Australia and New Zealand. Results are available in the same analysis cube to be sliced and diced with ease.", "EasyRev is a very practical revenue analysis tool, enabling the detailed analysis and impact of short or long-term changes. For example. It is extremely useful to quickly identify the impacts of:", "Introduction/consolidation or adjustments of differential rating", "Changing of valuation bases (e.g. land to capital valuation)", "Targeted rates", "Amalgamations", "Revaluations", "Reuse and keep ", "the same analysis templates and customised exports from year to year for GIS hot spot mapping and executive reporting by refreshing the data.", "Harbour Software can assist local governments in implementing a revenue management and rates modelling software to facilitate the financial planning process. Our valuation modelling software empowers Councils to make fast and accurate decisions on their rates model to reach their rates revenue targets. With our expertise in software development and experience in working with local governments, Harbour Software can aid in identifying cost saving opportunities and streamlining the modelling procedure. ", "Contact us", " today to learn more about EasyRev rates modelling. ", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "Docs On Tap is a web application that enables the management and distribution of documents and content such as board papers, agendas, minutes, policies, operating procedures and the like. The intuitive document management system stores your documents via the cloud and provides a simple interface with the functionality to create folder structures and configure user permissions.", "Working cohesively with ", "Doc Assembler", ", End Users are able to gain instant access to finalised agendas and documents immediately after they are published. Docs On Tap allows for live voting, which makes the decision-making process during council meetings easy and efficient. This will enable elected members to indicate their voting preference via the app, which then automatically updates the minute-taking process provided as part of Doc Assembler. Modernise and streamline your voting process and eliminate the need for tedious manual recording.", "Mobile Platform", "Web Application", "iPad – iOS 6.0 Prerequisite", " ", "Internet Explorer 8+", "Android", " ", "Firefox", "Windows 7+", " ", "Chrome", " ", "Apple Mac", "Safari", "The dedicated web app enables the end user to access it on any device capable of running a browser.  The benefit from an administration perspective when using the web app is knowing that the end user will always be using the most up to date version.  The web app has been designed as a Progressive Web App capable of delivering online and offline functionality.", "Harbour Software will consult with you to meet your organisational requirements to deliver a document management and distribution software solution. Distribution of meeting agendas and minutes is made easy with Docs On Tap, allowing organisation to improve their communication, collaboration, participation and engagement.", "Setup and installation", " can be done remotely. Training for the desktop application can be delivered either onsite or our preferred option is by using our virtual training program delivered over the web by one of our consultant. Training for the iPad app can also be delivered over the web based on a train-the-trainer approach. Online training videos are also available to our clients as an additional resource. ", "Pricing", " is available on a per-user basis as well as a site license.", "Support services", " are provided after installation. Our help desk team are more than ready to take over and assist you in maximising the benefits of our solution. All updates for our desktop component will be released to you and made available from our website. Updates for the mobile app will come via the appropriate App Store, notification of these updates will be delivered directly to your device.", "Contact Harbour Software", " today and find out how we can help you streamline your government processes and drive organisational efficiency.", "Trial it", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Monday, 26 March 2018 at 12:00:00 AM", "\r\n        ", "As a new site implements Doc Assembler, its not uncommon for our clients to coincide this with the opportunity to refresh the presentation of their existing Agenda formatting. Doc Assembler provides the opportunity due to its flexibility and functionality to facilitate this as shown by the collage of front pages shown below:", "Whilst the layouts above are not to scale, they provide a pretty good overview of the fantastic format and content that our clients put together using Doc Assembler.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Tuesday, 10 January 2017 at 12:00:00 AM", "\r\n        ", "Kia Ora – ", "Auckland City Council", ", the largest Council in the Southern Hemisphere have gone with EasyRev rate modelling solution provided by Harbour Software to provide the modelling solution needed to handle their in excess of 525,000 rateable assessments.", "Auckland went out to tender for a new rates modelling software tool for use by the Financial Policy team to calculate the level of rates which will meet Council rates revenue targets as well as analyse the relevant scenarios.  Councils existing system was an ad-hoc interim solution built using a combination of MS Excel and MS Access.  MS Access is no longer a supported application within Council and the system itself is was no longer fit for purpose given Council’s growing financial planning needs.", "The EasyRev solution delivered to Council the outcome that they had sought and was the only application in the market capable of handling the large volume of data and to generate the type of analysis that the Council required.  The solution provided by Harbour Software has reduced what used to be a two week exercise down to a matter of hours and delivered exceptional accuracy and data analytics to Council.", "Auckland City Council utilised EasyRev to provide the rate modelling solution for their $1.6B rate revenue and have achieved significant cost savings and efficiencies in been able to quickly refresh their underlying property data and produce multiple model results within a matter of a few hours.", "To see more about Auckland go to", " ", "Auckland City Council", ".", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Tuesday, 1 August 2017 at 12:00:00 AM", "\r\n        ", "Blacktown City Council", " went to the market seeking a suitably qualified and experienced partner to upgrade the existing Council’s Meeting Management System and to improve the meeting experience for residence and visitors.  After an extensive and rigorous evaluation process, Blacktown appointed Harbour Software as its preferred vendor.", "Situated 35 kilometres from Sydney, Blacktown City Council is one of the largest Councils in Australia and the largest in NSW.  Council in awarding Harbour Software the contract selected Doc Assembler on the basis of its fit with the organisations needs to deliver an application which would provide it with a cloud based solution for the production and management of Agendas and Minutes as well as Action Items.", "Council selected Doc Assembler based on its ease of use, flexibility and suitability to its business requirements as well as the demonstrated experience and qualification of Harbour Software.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Tuesday, 20 August 2019 at 1:34:00 PM", "\r\n        ", "Brimbank is a vibrant, growing community in the heart of Melbourne’s west. Diversity is central to the Council's identity and Council has a long history of been proudly multicultural, embracing people from around the world and weaving their stories into Council's own.", "Based in the award winning Brimbank Community and Civic Centre, Council's Governance team had been looking for ways to improve and streamline the existing processes for creating and managing Council's business papers.  Having reviewed a number of options available to them Council opted to implement Doc Assembler aiming to capitalize and benefit from the modern, web based delivery and functionality delivered by the application.", "We welcome the ", "City of Brimbank", ", Victoria's 3rd largest Council, to our list of clients and look forward to seeing the Council embrace the many features and functions delivered by Doc Assembler.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "The case studies in this section have been designed to outline how our clients have been able to engage with Harbour Software to deliver innovative and creative solutions which engage their end users.  To download a Case Study, please complete the form below to access the available Case Studies:", "The Town of Victoria Park located in Victoria Park, Perth Western Australia, engaged with Harbour Software to deliver a Live Voting Module used by Councils Elected Members in Council Meetings.  ", "The City of Casey located in the Eastern Suburbs of Melbourne, Victoria, is the largest Council in Victoria and are an industry leader in delivering an innovative workplace including embracing Activity Based Working within their award winning Bunjil Place Civic Centre.  As part of their search for excellence, Council embraced the innovative features provided by Doc Assembler to encourage collaboration and flexibility in their workplace.", "Type the code from the image", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "Type the code from the image", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Saturday, 9 November 2019 at 5:53:10 AM", "\r\n        ", "Having been a long time user of a desktop application for managing their agenda and minutes process, the ", "City of Stonnington", " wanted to move towards a more progressive, easy to distribute and manage solution that did not require manual installations on their end user desktops.  Combined with a desire to simplify the process for distributing their documents to their Elected Members, the \"Docs\" suite of software provided by Harbour Software was a perfect solution.", "Delivered as a fully hosted solution, leveraging of cloud based technology, Doc Assembler enables the Council to achieve their aim of having a web based solution that facilitates collaboration between users and streamlining the workflow for the approval process.  From the Elected Members perspective, documents can now be published and delivered directly to their tablet devices resulting in a more efficient delivery of documents to them with the capacity provided to annotate their documents and share comments on the documents from within Docs On Tap.  With the Live Voting feature now provided in Docs On Tap, Council also has the opportunity to explore making their Council meetings even more efficient.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Friday, 24 May 2019 at 2:14:29 PM", "\r\n        ", "Edward River ", "located in Deniliquin in NSW, maybe best known for the annual Deni Ute Muster but well may soon become known for the very careful and detailed analysis of the various options available to them from a rating perspective!", "In April this year Council introduced ", "EasyRev", " to help them analyse the changes required as part of the transition to the amalgamated Council which is now Edward River.  EasyRev has provided Council with the opportunity to fully understand the impact of the transition to a whole of Council rating strategy.  Following the amalgamation proclamation forming the Edward River Shire Council, the newly formed entity was restricted from consolidating rating calculations or recategorising until 30 June 2020.  This means that Edward River Council currently operates different rating systems reflecting those adopted by the former Shires that now comprise Edward River.", "Council will be utilising EasyRev to assist in preparing for the removal of the restriction in preparation of the 20/21 Rating Year.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Friday, 29 March 2019 at 10:47:00 AM", "\r\n        ", "goTAFE ", "has opted to go with ", "Doc Assembler t", "o assist in the preparation and distribution of Board Papers.  With its Administrative Centre located in Shepparton, goTAFE has campuses in Shepparton, Wangaratta, Benalla and Seymour.  With staff working in a variety of campuses goTAFE has taken advantage of the flexibility provided by Doc Assembler to enable staff from its various campuses to create, write and contribute to reports for consideration by the Board.", "Having a decentralised structure it was important for goTAFE to have a solution that facilitates the ability to work from anywhere and at anytime, a key strength of Doc Assembler.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "Doc Assembler is a responsive web-based agenda and minutes solution developed specifically for the local government sector. The meeting management software enables accessibility and collaboration between Council members and executive staff to drive efficiency and results. Doc Assembler is an intuitive, easy to use government agenda software that can be run on any device.  ", "Providing a holistic agenda and minutes solution, Doc Assembler is fully integrated into ", "Docs On Tap", ", our document distribution app. Our intuitive meeting software enables you to work collaboratively on a document and distribute finalised agenda via a one-step process straight to your end users. Doc Assembler is an automated agenda and meeting management platform that enable local government bodies to create, collaborate and collate documents in a seamless and modern approach.", " ", "Harbour Software will work with you to outline your requirements and deliver a completed council agenda and minutes solution to your site. Doc Assembler equips local governments with effective meeting software technology and empowers organisations to practice modern governance.", "Setup and installation", " can be done remotely. Training for the System Administrator is delivered onsite with end user training also able to be delivered either on premise by one of our consultants or internally based on a train the trainer approach.", "Pricing", " is available on site license basis", "Support services", " are provided after installation. Our help desk team are more than ready to take over and assist you in maximising the benefits of our solution.", "Contact Harbour Software", " today and find out how we can help you streamline your government processes and drive organisational efficiency.", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "   ", "harboursoftware.freshdesk.com/support/home", "0407 68 68 64", "support@harboursoftware.com.au", "Alternatively, you can use the form on our support page:", "SUPPORT FORM", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Friday, 6 December 2019 at 6:06:48 AM", "\r\n        ", "As regional collaboration gains more and more traction throughout the Local Government sector, ", "East Gippsland Shire Council ", "and ", "Wellington Shire Council", " have taken a joint approach in selecting Doc Assembler as the solution for the Councils to create and manage their agenda processes.", "Looking to achieve the ability to deliver greater collaboration and to streamline their processes, the Councils have taken the opportunity to embrace a modern, web based solution that delivers significant time savings and efficiencies by leveraging of a cloud based solution which delivers real time document collaboration across the two organisations.", "Implementation for Wellington Shire Council starts next week with East Gippsland scheduled to follow early in the new year.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Friday, 1 November 2019 at 3:01:56 PM", "\r\n        ", "Every organisation is seeking to evolve their systems and processes in order to improve efficiency, productivity, accessibility and engagement. Harbour Software is able to provide a platform for both the businesses and government sectors to deliver workplace collaboration through Doc Assembler. Doc Assembler is an intuitive web-solution software that allows users to perform real time editing and collaboration on different documents seamlessly. Team members are able to work simultaneously on the same document and add notes and comments together. Doc Assembler is able to deliver various benefits to the user and help your organisation to become more efficient.", "For example, multiple users within your organisation can work on meeting agenda items, or the subsequent actions items, at the same time. This helps save time on sending documents back or forth and allows for real time changes from multiple users. Doc Assembler also allows users to make and maintain comment threads throughout a document – a useful feature when reviewing and working together on reports.", "Teams are able to increase their engagement through instant communication and resolution. Since all members are working within the same space on the same document, cooperation is able to improve with minimal barriers. Every organisation can benefit from an increased level of engagement and accountability.", "Tony Siviour (CEO of Renmark Paringa Council), Michael Craig (Harbour Software Business Development Manager)", "The Riverland G3 is an alliance between the three South Australian Riverland Councils; ", "Renmark Paringa Council", ", ", "Berri Barmera Council", " and the ", "District Council of Loxton Waikerie", ". The Riverland G3 Alliance formed in 2013 to benefit from economies of scale, increase the range and quality of services and improve lifestyle to their residents and where possible reduce the cost of services to ratepayers through a consultative and collaborative approach.", "As part of the G3 council’s ICT Strategy, an Agendas and Minutes Management solution was sought to streamline and automate many of the manual processes associated with the preparation of Agendas and Minutes documents.  This had traditionally been a very time consuming task, often taking up to four hours per meeting to produce.", "“When the G3 alliance went out to tender for an Agendas and Minutes Management solution, Harbour software was one of the vendors that responded. It was apparent that Harbour Software clearly understood the council’s requirements and had a solid plan for how the solution was going to be delivered. We have confidence that it’s going to be a great outcome for the councils.” ", "– ", "Mark Huxtable", ", IT Business Transformation Analyst of Renmark Paringa Council.", "With ", "Doc Assembler", ", they were looking to improve the generation of agendas and minutes and to streamline the process, leading to more time and resources to be focused on other tasks. One feature that really appealed to the Councils was the fact that the product is web-based.", "“Doc Assembler being a web-based application means that our staff will be able to work on their reports and agenda documents, even if they are away from the office. Doc Assembler combined with ", "Docs On Tap", " provide two highly integrated solutions that will not only benefit staff but also allow councillors to receive, review and annotate documents effortlessly from their mobile and tablet devices”", "– ", "Mark Huxtable", ", IT Business Transformation Analyst of Renmark Paringa Council.", "Implementation is still in the early stages, with Harbour Software providing training at the District Council of Loxton Waikerie this week, moving on to Renmark Paringa Council and Berri Barmera Council in the following weeks. We look forward to continuing to work with the G3 Alliance and providing improvements to their work processes.  ", "Doc Assembler is the most effective workplace collaboration software for enterprise and government. This is particularly the case when numerous documents with different formats need to be worked on or merged and assembled together into one single publication. Doc Assembler software facilitates collaboration within the workplace by allowing different members to edit documents together from any device, anytime. ", "Contact us", " today to find out how our web-based solutions can help you.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Friday, 12 January 2018 at 12:00:00 AM", "\r\n        ", "Coolgardie Shire Council", " located approximately 558 kilometres east of Perth in Western Australia have embraced the move to a cloud based solution for managing their Council Agendas and Minutes by moving to Doc Assembler.", "As a small remote Council, Coolgardie Shire needed a solution that would enable them to work on Council Reports from anywhere and anytime enabling Council staff to access the system at any time and from any location.  Doc Assembler provided the perfect solution for Council providing mobility, accessibility and ease of use.", "Coolgardie is located in the gold fields of WA and have many points of interest for tourists, click here to see more about ", "Coolgardie Shire Council", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Tuesday, 10 April 2018 at 12:00:00 AM", "\r\n        ", "Kempsey Shire Council", " is the latest Council to move to the cloud with the selection of ", "Doc Assembler", " as their preferred solution for their agenda and minutes processing functions.", "Located in the picturesque Macleay Valley Coast area Kempsey is strategically located mid way between Brisbane and Sydney, nestled between  Port Macquarie and Coffs Harbour.  Having gone through a competitive evaluation process, Doc Assembler has been evaluated as the most fit for purpose and strategically aligned to the Council’s desire to move more towards a cloud based environment.", "Congratulations to Kempsey on their decision and we look forward to welcoming them to the growing number of Councils who have embraced the many features and benefits offered to them by our solution.", "For more information on Kempsey Shire Council visit", " ", "www.kempsey.nsw.gov.au", ".", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Monday, 9 July 2018 at 12:15:00 PM", "\r\n        ", "Welcome to the ", "City of Lithgow", ", the latest Council to join the ever expanding list of Council’s that haves selected", " Doc Assembler ", "as their solution for delivering agenda and minutes software.", "Council recently evaluated a number of options but opted to go with Doc Assembler due to its flexibility, ease of use and ability to be used anywhere and anytime. Implementation is scheduled to take place in August and we look forward to working with Lithgow Council to roll out our solution and to see Council get the benefits of our modern, flexible solution.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Tuesday, 12 June 2018 at 12:00:00 AM", "\r\n        ", "A massive milestone achieved by the Project Team at ", "Blacktown City Council ", "last Friday (08/06/18) with not just one but 5 committee meeting agenda’s been published from ", "Doc Assembler", " for the first time.", "The team at Blacktown put a lot of time and effort into ensuring that the end result was just right which resulted in a smooth process with the agenda documents been published not only to Docs On Tap but to Council’s website and eDRMS as well.  The integration provided by Harbour Software enabled Council to seamlessly push their documents up to their new website which was recently commissioned.  ", "You can view the end result of all the work put in by the Project Team  by", " ", "clicking here.", "Its a fantastic result and congratulations to all the team at Blacktown.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Monday, 9 July 2018 at 12:15:00 PM", "\r\n        ", "Northern Grampians Shire Council", ", located in Stawell, Victoria, like many rural councils have had to balance the needs of its local community with ensuring the fair and equitable distribution of the rate burden over its entire rate base. Relying on the rate modelling solution provided by Harbour Software, ", "EasyRev", ", Council recently had to address some significant impacts arising from a revaluation combined with the rate pegging requirements in place in Victoria.", "As recently reported in the Wimmera Mail Times ‘the council, confronted with a scenario where some farm rates in the shire were due to rise by between 35 and 40 percent, decided to make a 2.25 percent rate increase across residential, farming and recreation sectors. The move changed a farm-rate differential from 65 to 52 percent.’", "Michael Bailey, Council’s CEO stated “using computer software modeling (EasyRev), the total income the council receives through rate collection will not be diminished by the changes we’ve made…. We’re very comfortable with the information we can provide to the council, knowing that the decisions made are based on accurate and detailed information. With the system we have we can show the deeper impacts of decisions better than many other councils”.", "“The Council won a Local Government Professionals award in February, beating many metro councils, because of our software transformation based around innovation management involving our IT systems”.", "Harbour Software is extremely pleased to be associated with Northern Grampians Shire and in working collaboratively with them to assist achieve their drive for continuous improvement by developing innovative and agile software solutions that provides significant and tangible benefits to their community.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Sunday, 9 December 2018 at 12:15:00 PM", "\r\n        ", "Well, its been a little while since we last managed to draw a breath and post an update on the growing number of clients opting to come on board with the most modern and fastest growing solution for delivering a cloud based agenda and minutes solution. Since our last post we welcome on board the following clients:", "Its great to see that when presented with the opportunity to consider a modern, web based solution a growing number of clients are opting to go with ", "Doc Assembler ", "and are embracing the many benefits and features that our solution provides. Why are so many clients coming on board – well this snippet of some recent feedback from one of our new clients might go a long way to explaining it – the feedback relates to the production of an 888 page Agenda:", "“Thanks for your email and the chat this morning and for the great support really appreciate it….. it (888 pages) took to 4 minutes to assemble.”", "We look forward to continuing to work with our new clients and to delivering fantastic support to our ever growing client base.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Monday, 18 March 2019 at 12:54:00 PM", "\r\n        ", "Colac Otway Shire", " is a richly diverse area located two hours west of Melbourne and covers a diverse area from farmland through to the hinterland forests of the Otway Ranges and the Great Ocean Road Coastline.", "Doc Assembler", " represents a significant upgrade to the Council who had previously used an older, desktop based solution.  The transition to Doc Assembler has seen the Council embrace a modern web based solution that enabled them to achieve mobility and flexibility for their workforce.", "End User training was finalised the week prior to Easter and the first Council Agenda published on the 8th May - congratulations to the Team at the Shire for a very successful implementation.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Saturday, 24 February 2018 at 12:00:00 AM", "\r\n        ", "Having gone to market late in 2017, ", "Knox City Council", " went through an extensive tender evaluation process prior to announcing Harbour Software as their preferred supplier.  Knox City Council is located approximately 25 kilometres from Melbourne’s Central Business District and is a ‘major hub of cultural, commercial, business and innovative activity in the eastern suburbs of Melbourne.  With an estimated population of 157,000 residents the area boasts a green, leafy environment extending to the foothills of the picturesque Dandenong Ranges’.", "Harbour Software is extremely excited to be partnering with Knox City Council in delivering our cloud based solution and welcome Knox to the growing list of clients moving towards our modern, innovative web based solution for agenda and minutes.", "Click here for more about details about Knox City Council", " ", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Monday, 5 March 2018 at 12:00:00 AM", "\r\n        ", "Congratulations to the ", "City of Kalamunda", " for producing their first Council Agenda using ", "Doc Assembler", ". Kalamunda commenced installing Doc Assembler in January 2018 and produced their first agenda for the February meeting. As noted by the Governance team the process to produce the Agenda “was just a dream”.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "\r\n            ", "Published: Saturday, 24 February 2018 at 12:00:00 AM", "\r\n        ", "Congratulations to ", "Northern Grampians Shire Council", " who took out the Innovative Management Initiative Award at the Local Government Professionals Conference in Melbourne on Thursday 22nd February.", "Northern Grampians Shire Council have embraced the “Docs” suite of software provided by Harbour Software which has been part of the journey by Council to move towards a fully cloud based environment.  Northern Grampians is one of the first Council’s in Australia to go completely Google which has delivered to them significant efficiency and cost savings. ", "See Awards For Excellence for further details.", "Back to All Items", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations", "Type the code from the image", "Type the code from the image", "Accessibility", " | ", "Disclaimer", " | ", "Privacy Policy", "2019 © Harbour Software. Site by ", "Market Creations"], "emails": ["sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au", "sales@harboursoftware.com.au", "support@harboursoftware.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "407 68 68 64", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "400 053 894", "407 68 68 64", "2017.2.711.45", "2017.2.711.45", "400 053 894", "407 68 68 64"], "lda_resutls": [[0, "0.140*\"software\" + 0.118*\"accessibility\" + 0.117*\"site\" + 0.021*\"shire\" + 0.016*\"harbour\" + 0.014*\"solution\" + 0.013*\"northern\" + 0.009*\"provide\" + 0.009*\"need\" + 0.009*\"innovative\""], [1, "0.060*\"policy\" + 0.060*\"privacy\" + 0.023*\"software\" + 0.022*\"solution\" + 0.016*\"collaboration\" + 0.016*\"time\" + 0.016*\"document\" + 0.015*\"deliver\" + 0.015*\"provide\" + 0.014*\"agenda\""], [2, "0.114*\"image\" + 0.114*\"code\" + 0.114*\"type\" + 0.012*\"assembler\" + 0.012*\"agenda\" + 0.012*\"doc\" + 0.011*\"publish\" + 0.010*\"provide\" + 0.008*\"embrace\" + 0.008*\"workplace\""], [3, "0.035*\"agenda\" + 0.035*\"solution\" + 0.027*\"minute\" + 0.027*\"software\" + 0.023*\"council\" + 0.021*\"government\" + 0.021*\"management\" + 0.018*\"meeting\" + 0.017*\"deliver\" + 0.016*\"local\""], [4, "0.039*\"software\" + 0.026*\"assembler\" + 0.019*\"government\" + 0.018*\"document\" + 0.016*\"form\" + 0.016*\"work\" + 0.014*\"allow\" + 0.014*\"local\" + 0.012*\"council\" + 0.012*\"user\""], [5, "0.084*\"market\" + 0.083*\"creation\" + 0.021*\"assembler\" + 0.020*\"move\" + 0.020*\"minute\" + 0.020*\"agenda\" + 0.020*\"cloud\" + 0.018*\"base\" + 0.015*\"doc\" + 0.014*\"rate\""], [6, "0.034*\"benefit\" + 0.024*\"support\" + 0.023*\"installation\" + 0.022*\"learn\" + 0.019*\"document\" + 0.016*\"website\" + 0.015*\"team\" + 0.014*\"provide\" + 0.013*\"able\" + 0.013*\"increase\""], [7, "0.070*\"contact\" + 0.031*\"solution\" + 0.029*\"rate\" + 0.022*\"council\" + 0.020*\"modelling\" + 0.015*\"provide\" + 0.013*\"go\" + 0.013*\"analysis\" + 0.013*\"rating\" + 0.012*\"easyrev\""], [8, "0.059*\"back\" + 0.059*\"item\" + 0.017*\"deliver\" + 0.016*\"service\" + 0.015*\"team\" + 0.015*\"improve\" + 0.013*\"client\" + 0.011*\"efficiency\" + 0.011*\"process\" + 0.011*\"work\""], [9, "0.044*\"publish\" + 0.026*\"provide\" + 0.026*\"web\" + 0.017*\"document\" + 0.017*\"deliver\" + 0.016*\"solution\" + 0.015*\"assembler\" + 0.015*\"base\" + 0.014*\"process\" + 0.013*\"council\""]], "kpe_resutls": [["easyrev contact", 0.1459629717417639], ["doc assembl doc", 0.08406795481011639], ["coolgardi shire council", 0.04727936090287892], ["citi", 0.04661538806790206], ["auckland citi council opt", 0.044045446571867305], ["minut", 0.039573213459783825], ["key featur benefit", 0.03931081691534669], ["local govern", 0.03568718178268133], ["onlin form", 0.03453649759708858], ["brimbank innov", 0.028522893707804427]], "rake_resutls": [[48.573059360730596, "edward river council currently operates different rating systems reflecting"], [41.49789596203779, "coolgardie shire council located approximately 558 kilometres east"], [41.04447715861898, "doc assembler contact us coolgardie shire council go cloud"], [40.15639269406393, "club contact us blacktown city council go live"], [37.50238095238096, "real time document collaboration riverland g3 alliance signs"], [36.68627450980392, "ceo stated “ using computer software modeling"], [36.25714285714286, "support contact us providing real time document collaboration"], [36.01488095238095, "mobile platform web application ipad – ios 6"], [34.38972602739726, "visitors kia ora – auckland city council"], [34.1, "home 0407 68 68 64 support"], [33.800493624023034, "software transformation based around innovation management involving"], [33.6480593607306, "easyrev contact us blacktown city council improve agenda"], [33.64718614718615, "innovative workplace including embracing activity based working within"], [32.361111111111114, "richly diverse area located two hours west"], [32.23729603729604, "local government organisation contact us support visit"], [31.05, "request case study contact us online form"], [31.0, "picturesque macleay valley coast area kempsey"], [30.389726027397263, "kia ora – auckland city council"], [29.75, "tablet devices ” – mark huxtable"], [29.720118184260006, "colac otway shire council migrate across"], [29.095545977011493, "minutes solution including action item tracking"], [28.23972602739726, "renmark paringa council ), michael craig"], [28.053451517593338, "wellington shire council starts next week"], [27.985714285714288, "delivers real time document collaboration across"], [27.904761904761905, "25 percent rate increase across residential"], [27.394607843137255, "privacy policy 2019 © harbour software"], [27.123376623376625, "local governments key features benefits save time"], [26.322222222222226, "maximising revenue opportunities contact us docs"], [26.166666666666668, "award winning bunjil place civic centre"], [25.03333333333333, "enquiry form contact us city"], [25.0, "0 prerequisite internet explorer 8"], [24.833333333333332, "52 percent .’ michael bailey"], [23.565395388924802, "doc assembler software facilitates collaboration within"], [23.529641993783816, "00 pm northern grampians shire council"], [23.166666666666668, "three south australian riverland councils"], [23.136784850926674, "kempsey shire council visit www"], [23.114085001756234, "first council agenda using doc assembler"], [23.1, "targeted rates amalgamations revaluations reuse"], [23.033333333333335, "available legislative options available within australia"], [23.008333333333333, "tap provide two highly integrated solutions"], [22.908045977011493, "hoc interim solution built using"], [22.7375, "minutes contact us online form"], [22.666666666666664, "councils .” – mark huxtable"], [22.182692307692307, "clients put together using doc assembler"], [22.123249299719888, "00 pm colac otway shire"], [22.020833333333336, "minutes processing contact us city"], [21.79031677651742, "government software solutions empowers council members"], [21.58730158730159, "29 pm edward river located"], [21.466783216783217, "doc assembler equips local governments"], [21.307692307692307, "kalamunda commenced installing doc assembler"]], "guided_lda_resutls": [["based", "data", "g3", "business", "different", "software", "latest", "tender", "sectors", "join"], ["assembler", "us", "items", "back", "site", "support", "analysis", "see", "grampians", "options"], ["software", "government", "northern", "streamline", "anytime", "live", "easy", "approach", "taken", "across"], ["agendas", "published", "form", "desktop", "list", "riverland", "financial", "staff", "ever", "january"], ["council", "code", "00", "well", "deliver", "cloud", "pm", "features", "systems", "efficiencies"], ["team", "many", "opportunity", "existing", "10", "enables", "new", "elected", "utilising", "western"], ["privacy", "city", "revenue", "welcome", "efficient", "achieve", "finalised", "sought", "auckland", "modelling"], ["creations", "web", "management", "able", "east", "february", "ability", "paringa", "updates", "services"], ["councils", "2019", "improve", "provide", "victoria", "app", "training", "delivering", "blacktown", "congratulations"], ["rate", "go", "processes", "end", "based", "tuesday", "two", "community", "provides", "moving"], ["harbour", "agenda", "contact", "accessibility", "minutes", "modelling", "meeting", "based", "document", "docs"], ["process", "modern", "assist", "knox", "within", "largest", "also", "long", "engagement", "new"], ["easyrev", "growing", "using", "organisation", "river", "access", "members", "online", "gotafe", "impacts"], ["type", "site", "cloud", "managing", "benefits", "providing", "flexibility", "embraced", "voting", "week"], ["tap", "system", "users", "significant", "last", "integrated", "part", "went", "award", "multiple"], ["policy", "collaboration", "published", "12", "one", "innovative", "delivered", "coolgardie", "renmark", "drive"], ["doc", "image", "shire", "documents", "time", "local", "2019", "located", "provided", "distribution"], ["available", "board", "monday", "alliance", "cost", "today", "australia", "regional", "meetings", "nsw"], ["software", "disclaimer", "clients", "city", "working", "user", "2018", "move", "first", "needs"], ["solution", "market", "rates", "solutions", "help", "workplace", "benefit", "device", "anywhere", "wellington"]], "textrank_resutls": [[0.10217488547974504, 1, "knox city council select doc assembler"], [0.09663948344578029, 1, "blacktown city council"], [0.09502722873043132, 1, "blacktown city council improve"], [0.09489767319948993, 2, "colac otway shire council"], [0.09480534572057553, 2, "coolgardie shire council"], [0.09480534572057553, 2, "kempsey shire council"], [0.09304895329794163, 1, "knox city council"], [0.09205981684803717, 2, "auckland city council opt"], [0.09055255940127582, 1, "minutes contact"], [0.09046893942746764, 9, "contact"], [0.08944105331841706, 1, "modern document management solution"], [0.08455047439497823, 1, "easyrev rate modelling solution"], [0.08237298193367892, 1, "real time document collaboration riverland g3 alliance"], [0.0819901436916825, 3, "doc assembler"], [0.07956521483611326, 2, "doc assembler docs"], [0.07488745793565561, 2, "doc"], [0.06878954514769947, 1, "doc assembler contact us"], [0.06857637353837485, 2, "local governments"], [0.06665517834061957, 1, "us news contact us easyrev revenue management and rate modelling solutions"], [0.0648780735862889, 2, "key features benefits"], [0.06435367162364887, 1, "shire"], [0.062496432559601925, 1, "tap easyrev"], [0.06033877714068443, 1, "regional collaboration"], [0.05834521571413234, 4, "city"], [0.057951034121424945, 1, "easyrev contact us"], [0.05706681870978294, 2, "edward river"], [0.056947306183912555, 1, "easyrev"], [0.056326050337012615, 3, "agenda"], [0.05606109709307964, 1, "us recent posts"], [0.05515973100800696, 1, "benefits"], [0.052723478681186625, 1, "gippsland contact us"], [0.05264571555400552, 1, "fully integrated meeting management software                     benefits supported platforms"], [0.05263194005060468, 1, "cloud contact us"], [0.052504845632896646, 1, "revenue opportunities"], [0.052378024036600856, 1, "study contact us"], [0.05154415267846808, 1, "fully integrated document collaboration software"], [0.051476260249486636, 1, "creative formats"], [0.050656361338783616, 1, "processing contact us"], [0.05045054352336956, 1, "the club contact us \r\n        blacktown city council"], [0.05025419626415431, 2, "contact us docs"], [0.05004786404767533, 1, "online form - request case"], [0.048278201212272165, 1, "online form - enquiry form"], [0.0477739656225997, 1, "modelling contact us"], [0.04707140147661688, 1, "cloud"], [0.04629996138409822, 1, "online form - request"], [0.04589114680420983, 1, "innovative award"], [0.045807045191926854, 1, "money"], [0.04489855993492587, 1, "brimbank innovate"], [0.0436800518471496, 1, "northern grampians"], [0.0431741829077026, 1, "your local government organisation"]], "textrank_summery__resutls": ["Contact Us \r\n        ", "Auckland City Council Opt for EasyRev Contact Us \r\n        ", "Welcome to Colac Otway Shire Council", "Processing Contact Us \r\n        City of Brimbank Innovate with Agenda and Minutes Contact Us \r\n        ", "Contact Us \r\n        "], "wordcloud_resutls": [["Council", 1.0], ["Doc Assembler", 0.631578947368421], ["Harbour Software", 0.631578947368421], ["solution", 0.45263157894736844], ["Contact Us", 0.3263157894736842], ["Type code", 0.3263157894736842], ["code image", 0.3263157894736842], ["image Accessibility", 0.29473684210526313], ["Accessibility Disclaimer", 0.29473684210526313], ["Disclaimer Privacy", 0.29473684210526313], ["Privacy Policy", 0.29473684210526313], ["Policy Harbour", 0.29473684210526313], ["Software Site", 0.29473684210526313], ["Site Market", 0.29473684210526313], ["Market Creations", 0.29473684210526313], ["document", 0.28421052631578947], ["Shire Council", 0.24210526315789474], ["EasyRev", 0.22105263157894736], ["rate", 0.21052631578947367], ["agenda", 0.21052631578947367], ["agenda minutes", 0.21052631578947367], ["Creations Published", 0.2], ["Back Items", 0.2], ["Items Type", 0.2], ["City Council", 0.18947368421052632], ["management", 0.17894736842105263], ["provide", 0.16842105263157894], ["process", 0.16842105263157894], ["delivered", 0.15789473684210525], ["benefit", 0.15789473684210525], ["local government", 0.15789473684210525], ["web based", 0.15789473684210525], ["client", 0.14736842105263157], ["based solution", 0.14736842105263157], ["meeting", 0.1368421052631579], ["deliver", 0.1368421052631579], ["one", 0.1368421052631579], ["will", 0.1368421052631579], ["time", 0.12631578947368421], ["collaboration", 0.12631578947368421], ["available", 0.12631578947368421], ["able", 0.12631578947368421], ["work", 0.12631578947368421], ["application", 0.11578947368421053], ["Docs Tap", 0.11578947368421053], ["revenue", 0.10526315789473684], ["improve", 0.10526315789473684], ["help", 0.10526315789473684], ["support", 0.10526315789473684], ["distribution", 0.10526315789473684], ["Victoria", 0.10526315789473684], ["working", 0.10526315789473684], ["new", 0.10526315789473684], ["enable", 0.10526315789473684], ["located", 0.10526315789473684], ["many", 0.10526315789473684], ["system", 0.10526315789473684], ["analysis", 0.10526315789473684], ["feature", 0.10526315789473684], ["rate modelling", 0.10526315789473684], ["modelling solution", 0.10526315789473684], ["cloud based", 0.10526315789473684], ["go", 0.09473684210526316], ["innovative", 0.09473684210526316], ["well", 0.09473684210526316], ["provided", 0.09473684210526316], ["using", 0.09473684210526316], ["data", 0.09473684210526316], ["within", 0.09473684210526316], ["user", 0.09473684210526316], ["app", 0.09473684210526316], ["Northern Grampians", 0.09473684210526316], ["Agendas Minutes", 0.09473684210526316], ["modern", 0.08421052631578947], ["providing", 0.08421052631578947], ["managing", 0.08421052631578947], ["See", 0.08421052631578947], ["delivering", 0.08421052631578947], ["rating", 0.08421052631578947], ["result", 0.08421052631578947], ["need", 0.08421052631578947], ["training", 0.08421052631578947], ["option", 0.08421052631578947], ["provided Harbour", 0.08421052631578947], ["end user", 0.08421052631578947], ["Welcome", 0.07368421052631578], ["organisation", 0.07368421052631578], ["Kempsey", 0.07368421052631578], ["Award", 0.07368421052631578], ["intuitive", 0.07368421052631578], ["device", 0.07368421052631578], ["staff", 0.07368421052631578], ["approach", 0.07368421052631578], ["processes", 0.07368421052631578], ["efficiency", 0.07368421052631578], ["platform", 0.07368421052631578], ["assist", 0.07368421052631578], ["significant", 0.07368421052631578], ["first", 0.07368421052631578], ["opportunity", 0.07368421052631578]], "wordcloud_resultsbi": ["code_image", "agenda_minute", "accessibility_privacy", "image_accessibility", "market_creation", "policy_software", "privacy_policy", "site_market", "software_site", "harbour_software", "item_code", "local_government", "doc_tap", "modelling_solution", "rate_modelling", "web_solution", "council_agenda", "end_user", "real_time", "document_collaboration", "easyrev_rate", "solution_harbour", "time_document", "council_meeting", "large_council", "meeting_management", "minute_solution", "software_council", "solution_agenda", "solution_council", "solution_local", "action_item", "benefit_solution", "case_study", "government_sector", "late_council", "management_solution", "management_system", "minute_management", "modern_web", "software_solution", "web_app", "web_application", "agenda_document", "agenda_first", "board_paper", "client_board", "cloud_agenda", "cloud_solution", "council_council", "council_easyrev", "council_list", "council_member", "council_rate", "doc_assembler", "document_doc", "document_management", "ease_use", "evaluation_process", "first_council", "government_professional", "government_software", "image_code", "intuitive_web", "key_feature", "live_voting", "management_distribution", "management_software", "meeting_agenda", "minute_action", "minute_processing", "number_client", "online_form", "option_available", "order_efficiency", "organisation_system", "process_council", "process_order", "project_team", "rate_revenue", "revenue_management", "solution_many", "system_process", "workplace_collaboration", "ability_anytime", "able_platform", "accessibility_engagement", "analysis_council", "analysis_cube", "app_end", "application_management", "assembler_council", "assembler_doc", "award_local", "base_rate", "board_modern", "breath_update", "burden_entire", "business_analyst", "business_government"]}]