[{"company": "Itree", "introduction": "Regulatory solutions to government agencies and regulators", "end_market": "Regulatory solutions", "industry": "IT - Software", "link": "http://www.itree.com.au/about.html", "search_text": "http://www.itree.com.au/about.html", "title": "About us - Itree", "link_corrected": "https://www.itree.com.au/about.html", "description": "We are your experts for regulation, compliance and enforcement solutions. Your trusted partner for technical and business expertise.", "crawled_links": ["https://www.itree.com.au/platforms.html", "https://www.itree.com.au/infographic.html", "https://www.itree.com.au/news_2016-08-24.html", "https://www.itree.com.au/reach.html", "https://www.itree.com.au/news.html", "https://www.itree.com.au/news_2019-03-21_itree-completes-successful-REACH-proof-of-concept.html", "https://www.itree.com.au/news_2016.html", "https://www.itree.com.au/news_2019-08-15_NZ-Department-of-Conservation-and-Itree-commence-long-term-agreement.html", "https://www.itree.com.au/news_2019-08-10_itree-joins-AWS-partner-network.html", "https://www.itree.com.au/news_2019-04-08_itree-launch-of-REACH.html", "https://www.itree.com.au/news_2016-09-27.html", "https://www.itree.com.au/news_2016-10-10.html", "https://www.itree.com.au/news-2019-11-10-Itree-partners-with-State-and-Territory-Governments-to-protect-vulnerable-children.html", "https://www.itree.com.au/news_2016-11-04.html", "https://www.itree.com.au/regworks.html", "https://www.itree.com.au/news_2018-10-25_itree_triple_winner.html", "https://www.itree.com.au/contact.php", "https://www.itree.com.au/news_2017-03-24.html", "https://www.itree.com.au/news_2019-08_itree-proudly-collects-two-australian-business-awards.html", "https://www.itree.com.au/news_2016-11-06.html", "https://www.itree.com.au/news_2016-11-16.html", "https://www.itree.com.au/news_2019-05-08_itree-and-worksafe-tasmania-innovation-to-improve-workplace-safety-across-the-state.html", "https://www.itree.com.au/news_2019-03-12_innovation-connections-grant.html", "https://www.itree.com.au/news_2019-02-05_itree-certified-on-the-new-zealand-government-cloud-marketplace.html", "https://www.itree.com.au/news_2019-01-23_Itree_is_now_part_of_the_regtech_association.html", "https://www.itree.com.au/news_2018.html", "https://www.itree.com.au/news_2017.html", "https://www.itree.com.au/news-2020-01-increased-power-to-evolve-your-business-productivity-is-now-in-your-hands.html", "https://www.itree.com.au/community_forum.html", "https://www.itree.com.au/news_2018-08-07.html", "https://www.itree.com.au/news_2018-08-15.html", "https://www.itree.com.au/about.html", "https://www.itree.com.au/news_2018-08-30_REACH.html", "https://www.itree.com.au/news_2017-09.html", "https://www.itree.com.au/news_2017-04-03.html", "https://www.itree.com.au/news_2017-10.html", "https://www.itree.com.au/news_2018-02.html", "https://www.itree.com.au/news_2018-06.html", "https://www.itree.com.au/news_2018-08.html", "https://www.itree.com.au/news_2018-08-10.html", "https://www.itree.com.au/news_2018-08-23_inspectorworks.html", "https://www.itree.com.au/news_2018-09-06_new_headquarters.html", "https://www.itree.com.au/news_2018-09-21_itree_charity.html", "https://www.itree.com.au/news_2018-10-02_australian_digital_ministers_delegation.html", "https://www.itree.com.au/news_2018-10-04_itree_finalists_in_3_categories.html", "https://www.itree.com.au/news_2018-10-20_mars_platform.html", "https://www.itree.com.au/community_forum_2017.html", "https://www.itree.com.au/leadership.html", "https://www.itree.com.au/news_2017-02-10.html", "https://www.itree.com.au/news_2017-07.html", "https://www.itree.com.au/shipit.html"], "header_text": ["\r\n                    \t", "\r\n\t\t\t\t\t", "WORKS", "Our Technology", "Flexible deployment", "Helping to solve complex challenges with solutions that support intelligent decision making.", "WORKS", "WORKS", "WORKS", "WORKS", "WORKS", "WORKS", "WORKS", "WORKS", "Quality Assured", "Intelligent Reporting", "A source you can rely on", "Operational and occupational licensing made simple", "Approved access to infrastructure", "Know the history, identify the risk", "Complete case management", "On the move enforcement", "Simplifying time and asset management", "More online services in less time", "Itree solutions are built on high quality, market leading technology components – Java, Oracle, Google, Microsoft, Tableau, IBM, ESRI and HP. Our solutions are ready to integrate with your existing architecture via an open API, providing you the flexibility to connect an end-to-end ecosystem. Our experts are here to help ensure that your systems don’t just talk to each other, that they can work together for the outcome you need.", "Configure a solution best for you off the shelf, add customisation where you need it, then deploy across the best medium for your business needs.", "\r\n                    \t", "\r\n\t\t\t\t\t", "Continued quality focus regains Itree ISO 9001 certification", "Key Features & Unique Strengths", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "A unique technology solution that supports critical decision making by enabling agencies to rapidly and securely “reach out” and find relevant matching records in other systems.", "Powerful search", "Complies with privacy constraints", "Intelligently matches across poor quality data", "Machine learning", "Highly configurable", "Flexible integration", "Uses agency authentication", "Subscriptions", "Collaboration with other agencies", "Clean & intuitive", "\r\n                    \t", "\r\n\t\t\t\t\t", "There is always a lot happening at Itree. ", "Take a peek here.", "News Archive", "Itree completes successful REACH proof of concept", "\r\n                    \t", "\r\n\t\t\t\t\t", "News Archive", "NZ Department of Conservation and Itree commence long term agreement.", "Itree joins Amazon Web Services Partner Network.", "NSW Senator Jim Molan AO, DSC, and Hetty Johnston AM, proudly supporting the launch of REACH, powered by Itree.", "\r\n                    \t", "\r\n\t\t\t\t\t", "Transport safety integral to Itree’s roots", "\r\n                    \t", "\r\n\t\t\t\t\t", "Transport tech on show at ITS World Congress Melbourne", "Itree partners with State and Territory Governments to protect vulnerable children.", "\r\n                    \t", "\r\n\t\t\t\t\t", "Celebrating 20 years in business", " ", "Works", "Key Features & Unique Strengths", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "Module Licences", "RegWorks Core Platform Inclusions", "Australian innovative RegTech that enables intelligent decisions and consistent outcomes from your regulation, compliance, assurance & enforcement activities. Powerful flexibility that evolves with your business. Available via SaaS, on-premise or hybrid.", "Utilise configured standard workflows, consume per module.", "Works", "Works", "Works", "Works", "Works", "Works", "Works", "Works", "Works", "End-to-end regulation made simple", "End-to-end regulation", "Make informed decisions", "Automate your business", "Identify the risks", "Flexible solution with self-configuration", "Manage evidence and electronic content", "Single entity view", "Control access and privacy of records", "Operational and ad-hoc reporting", "Achieve KPIs and statutory obligations", "Standard integrations", "Consume anywhere", "Operational and occupational licensing made simple.", "Approved access to infrastructure.", "A source you can rely on.", "Provide information and advice.", "On the move enforcement.", "Respond to incidents and complaints.", "Complete case management. ", "Intelligent Enforcement.", "coming soon", "Triple-award winner Itree takes home top honours at 2018 Illawarra’s Business Awards", "\r\n                    \t", "\r\n\t\t\t\t\t", "How to find us", "Wollongong", "Wellington", "Contact Us", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree bringing innovation to help national child safety", "Itree proudly collects TWO Australian Business Awards.", "New Product Innovation & Employer of Choice.", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree team get going from Sydney to Gong for Multiple Sclerosis", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree recognises outstanding UOW students at Annual SCIT Trade Show", "Itree & WorkSafe Tasmania announce innovation to improve State workplace safety", "Itree's collaboration with UOW and A/Prof. Rodney J. Clarke PhD.", "Itree Certified on the New Zealand Government Cloud Marketplace", "Itree is now  part of ", "\r\n                    \t", "\r\n\t\t\t\t\t", "News Archive", "\r\n                    \t", "\r\n\t\t\t\t\t", "News Archive", "Increased power to evolve your business is now in your hands.", "RegWorks V5S successfully launches, powered by Itree.", "\r\n                    \t", "\r\n\t\t\t\t\t", "2018 RegTech Community Forum", "attracts an ANZ wide audience ", "Register interest for 2019 event", "Past Events", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree awarded Employer of Choice 2018", "RegulationWorks", " v5 has arrived!", "\r\n                    \t", "\r\n\t\t\t\t\t", "Our vision", "Our values", "\r\n                             To be the recognised leader for safety, regulation, compliance and enforcement solutions for government and industry.\r\n                        ", "We succeed together", "What we do", "Our culture", "Itree dreaming", "Our journey & awards", "2019", "2018", "2017", "2016", "2013", "2012", "2011", "2008", "2006", "1999", "1996", "Delivering ", "our promises", "Pride ", "in our work", "Valuing ", "our people", "Trusted ", "partner", "Secure data sharing platform set to improve agency responses and safety outcomes for our community", "REACH helps solve the daily challenges experienced by these industries by providing the following benefits:", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree Employer of Choice Finalist", "\r\n                    \t", "\r\n\t\t\t\t\t", "Congrats to the Itree March Chargers", "\r\n                    \t", "\r\n\t\t\t\t\t", "One step closer to ensuring child safety;", "Itree wins project to develop 'REACH' Child Protection Intelligence System", "\r\n                    \t", "\r\n\t\t\t\t\t", "REACH is moving forward.", "Itree is continuing on the journey, to become a leader in protecting citizens and helping provide safer communities.", "\r\n                    \t", "\r\n\t\t\t\t\t", "Women in Big Data ", " ", "Itree's Kirsty Dusting speaking at WiBD event in Canberra", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree certified", " ", "Quality focus remains high", "\r\n                    \t", "\r\n\t\t\t\t\t", "Innovation & digital transformation at the heart of the 2018 Community Forum.", "InspectorWorks", " Mobile is improving safety outcomes and increasing productivity through automation and intelligence", "Itree opens new headquarters at Innovation Hub", "Itree contributes to local community heroes", "Itree joins The Hon Michael Keenan MP for an Australian Minister’s US Delegation", "Itree finalists in 3 categories at Illawarra’s Business Awards 2018", "Itree successfully delivers national Maritime Safety platform for Australian Maritime Safety Authority", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree Community Forum 2017", "The Itree Community Forum was created because Itree loves to hear from our customers, government agencies and industry operators. Join us to provide regular input to our innovation and roadmap, or for our annual event.", "Itree impresses at the launch of inaugural Community Forum event.", "27-28th July, 2017", "\r\n                    \t", "\r\n\t\t\t\t\t", "The team at Itree boasts an astonishing ", ", practical knowledge, vision and insight in regulation, compliance and enforcement.", "Ben Hobby", "Katie Davies", "Kirsty Dusting", "Andrew Jackson", "Dan Walsh", "Andrew Hallam", "Lyndal McCloy", "Steve Ackermann", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree opens up ShipIT contest to UOW students", "\r\n                    \t", "\r\n\t\t\t\t\t", "Itree Community Forum", "\r\n                    \t", "\r\n\t\t\t\t\t", "ShipIT @ Itree was a blast!", "Winners of ShipIT!", "ShipIT", "Behind the scenes", "What is it?", "When is the next ShipIT?", "Project Themes", "Prizes", "Submit your idea", "Want to be part of next ShipIT?", "Best Solution Award", "Best Presentation Award"], "paragraph_text": ["RegistrationWorks", "®", " supports the registration of industry owned assets, such as vehicles, vessels, aircrafts, or any other asset that must meet strict standards relating to integrity, safety or community accepted limits. As a high integrity register, RegistrationWorks", "®", " maintains a detailed set of attributes, ownership history and full transaction history for the lifetime that the asset is tracked.", "LicenceWorks", "®", " supports the full range of occupational and operational licensing regimes enabling regulators to productively manage the entire application and renewal process, review eligibility and approval of licences to an individual and organisation.", "AccessWorks", "®", " is a regulatory approval solution, which helps you to manage the submission, review, and approval of permits for industry participants who require special or restricted access to infrastructure assets such as roads, airports, ports, and other natural resources.", "IntelligenceWorks", "®", " consolidates disparate sources of data into a single, reliable source of information that can be used to enhance executive, operational and tactical decision-making. Intelligent information outputs enhance the capabilities of investigators, risk assessors and enforcement officers, to help you operate with total clarity and transparency.", "DecisionWorks", "®", " provides an end-to-end case management solution, from initiation through to sanction or court prosecution. The solution has wide-ranging applications for regulators that want to improve case management productivity and increase the use of intelligence in investigations to ensure tactical decisions are consistent with strategic objectives.", "InspectorWorks", "®", " provides field officers with access to real-time information, helping to improve on location decision making and automate traditional paper-based tasks, keeping field productivity high. It improves the accuracy and timeliness of data, delivers unified processing of intercepts and inspections, advances offence management and targets enforcement of high-risk areas more effectively.", "NEW", " - see Itree’s ", " InspectorWorks Mobile", " edition", "ResourceWorks", "®", " handles rostering, timesheets and activity reporting for staff working in government agencies or connected contract delivery operations. The solution is ideal for public sector regulators who need to track, maintain and certify fixed and mobile assets, to ensure the integrity of the agency.", "MyWorks", "®", " provides an online self-service portal that is integrated with your back office systems, to reduce the burden of paper-based activities for you and your customers. It is ideal for public sector regulators that want to extend their online service delivery, improve the dissemination of information to the public and increase the productivity of their staff and customers.", "Document Solutions", "Access & Security", "Analytics", "Finance & CRM", "We take pride in producing quality outputs and strive to do things right first time. Layers of testing are applied throughout our cycles, with automated testing and continuous integration. Our tool set evolves as innovations emerge, today we use applications such as Karma, Selenium and Tosca Test Suite.", "Data can only be extracted successfully if it’s stored correctly. Our teams work closely with you to determine how you will use data, to ensure it is optimally stored, flowing through to reporting that really drives your ability to make accurate and effective business decisions. Presenting reports in a visually-rich and engaging way, offers improved ability for operational users to identify patterns over time.", "24th August 2016", "With an ongoing commitment towards delivering quality solutions, Itree is pleased to announce that accreditation for the global standard ISO 9001, has been awarded once again. Conducted by externally approved auditors and involving directly and indirectly most of Itree’s teams, the recognition scope is for both the provision of software development and project management services.", "Kirsty Dusting, Head of Design and Quality at Itree said: “", "Two of the core values at the heart of Itree are taking pride in our work, and delivering our promises. I am so pleased that the team has stepped up again to achieve the highest bar of recognised success when it comes to quality in business. We are proving that a real desire to do the best work possible for our customers and for each other, has resulted in not just improved quality of our developments, but also some great innovation that is coming to our solutions soon.", "\"", "Itree also continues to hold the ISO 27001 certification for it's Information Security Management Systems.", "Partial and fuzzy person matching, sorted by a match confidence score. Find people using name permutations and relationship pattern matching.", "Matching is performed only when needed and access to the data is configured based on agency and role levels, as well as record protection level, source, field and location.", "Find the most likely record in seconds even across common problems such as low quality data, including inaccurate, inconsistent, partially incomplete and duplicate records.", "REACH makes recommendations learned over time as search volumes increase, for example, suggesting more appropriate match confidence score weightings based on user activity.", "Agencies can easily configure roles and permissions, and fine tune search algorithms unique to their needs.", "Industry best practice APIs provide flexible integration options, agencies can connect seamlessly to REACH to perform searches using their existing case management systems, and others where allowed.", "No need to create and manage additional user accounts, REACH utilises existing agency IT credentials.", "Agency workers are proactively notified when new and important information becomes available.", "A central hub for agencies to manage and track inter-agency requests, replacing inefficient and insecure manual processes.", "Easily embed REACH within existing systems and business processes. Easy to navigate, clean design. Minimises manual data entry using already known agency data as a starting point.", "February 2020", "RegWorks v5S successfully launches, powered by Itree. V5S, the latest major version of RegTech industry leading platform  ", "RegWorks", " is now available for consumption by government and industry. RegWorks V5S redefines the power and flexibility of Itree’s solutions that are optimised for SaaS cloud and mobile deployments.", "November 2019", "Itree is proud to announce a long term partnership with State, Territory and Federal governments across Australia in a united approach to address the devastating impacts of abuse to children, those most vulnerable in our communities.", "This exciting announcement follows the ", "official launch of Itree's latest cloud product 'REACH'", " in April 2019 and builds upon the successful ", "15-month proof of concept", " (2017–2019) undertaken through the Business Research and Innovation Initiative \"", "BRII Challenge 5 – Child Safety.", "\"", "September 2019", "Today, we are extremely pleased to announce that Itree has joined the Amazon Web Services (AWS) Partner Network (APN) as a Select Technology Partner. With Itree’s latest RegTech Software as a Service (SaaS) offerings, it made perfect sense to expand our relationship with AWS.", "APN Select Technology Partner status represents a high level of expertise and engagement with AWS, solidifying Itree’s position as a trusted provider of cloud-based safety, compliance, regulation & enforcement RegTech products.", "August 2019", "Itree are thrilled to announce the commencement of a 10-year engagement with Te Papa Atawhai, the  ", "Department of Conservation in New Zealand", " (NZ DOC), the agency charged with conserving New Zealand’s natural and historic heritage, including National Parks, wildlife, and threatened species. ", "One of the initial outcomes will deliver a workflow management solution to streamline the provision of Official Information Act requests and ministerial processes as part of the Better Government Services program.", "August 2019", "An incredible start to the financial year, Itree has been recognised as an ABA100 Winner for Employer of Choice and New Product Innovation.", "Now in their fourteenth year, The Australian Business Awards provides notable opportunities for high-performing organisations which implement world-class business initiatives and develop innovative products and services, to be acknowledged for their achievements both nationally and internationally. The national winners are benchmarked in the international chapter of the program at The World Business Awards, where participants are provided with the unique opportunity to benchmark themselves against the top performers globally.", "May 2019", "Itree are thrilled to be engaging with Tasmania’s experts to provide an Industry Safety IT Solution in a joint project with WorkSafe Tasmania and the Department of Justice in Tasmania.", "April 2019", "After a 15-month successful pilot under the Federal Government’s ", "BRII challenge-based innovation", ", Itree was excited today to officially launch REACH – a secure inter-agency information sharing interface, aimed at protecting vulnerable children and families at risk across Australia.", "March 2019", "As a result of a successful 15-month proof of concept (2017–2019) undertaken through the Business Research and Innovation Initiative “", "BRII Challenge 5 – Child Safety", "”, REACH is now ready for production deployment and to be rapidly extended beyond child safety and into new domains.", "March 2019", "As part of the Innovation Connections Grant, Itree is proud to announce an exciting new collaboration with UOW and A/Prof. Rodney J. Clarke PhD. ", "February 2019", "Itree’s RegulationWorks platform for intelligent safety, regulation, compliance and enforcement solutions, is now available for Government agencies via the New Zealand Cloud Marketplace.", "January 2019", "Itree is pleased to announce that we are now an even bigger part of the RegTech movement - proudly becoming part of The RegTech Association (RTA).", "\r\n\r\nThe RTA, established in 2017 brings together government, regulators, corporates and founder-led RegTech companies, facilitating greater collaboration between all parties and promoting the RegTech industry as widely as possible - resulting in a greater uptake of RegTech proof of concepts and deployed solutions across the eco-system.", "March 2019", "As a result of a successful 15-month proof of concept (2017–2019) undertaken through the Business Research and Innovation Initiative “", "BRII Challenge 5 – Child Safety", "”, REACH is now ready for production deployment and to be rapidly extended beyond child safety and into new domains. Itree continues to refine and develop the REACH platform which has been built from the ground up as a genuine product offering, supported by a product vision and roadmap.", "\r\n            ", "The challenge", "Every day, child protection workers across all States and Territories in Australia operate within a high-pressure environment, being required to make immediate assessments for children-at-risk without timely access to historical information in other jurisdictions, which may be very relevant to critical decisions.", "The solution is REACH", "Itree’s REACH child protection information sharing and linkage interface is a secure, robust integrated solution enabling State and Territory child protection agencies to “reach out” and share vital information about children-at-risk and adults-of-interest “", "DSS linking State-based systems", "”.", "Building momentum", "State, Territory and Federal government agencies have combined forces to tackle this serious challenge.", "Benefits of REACH", "Greater national collaboration and information sharing underpins the 4 key focus areas of Australia’s Fourth Action Plan;", "Status & further developments", "Since providing a final demonstration of REACH to the BRII Committee on Friday 15thFebruary 2019, Itree continues to develop the REACH platform in readiness for production deployment.", "REACH Key Features & Unique Strengths", "REACH in the spotlight – Canberra BRII forum", "As the proof of concept concluded, Itree demonstrated REACH at the Department of Industry, Innovation and Science inaugural ", "Challenge Based Innovation Forum", ". This forum provided an excellent platform for government and industry to debate the benefits of challenge based innovation initiatives such as BRII. ", "Beyond child safety", "Interagency data sharing is an imminent national priority across many areas of government. Itree has built REACH from the ground up as a genuine product offering that complements the existing ", "RegulationWorks", " product catalogue, supported by a product vision and roadmap. REACH is ready to be rapidly extended into new domains.", "For a demonstration or to find out how your organisation can securely share data using REACH, please ", "contact us", ".", "16th November 2016", "Each year the School of Computing and Information Technology (", "SCIT", ") shines its spotlight on the software development work of third year computer science and information systems students, looking at innovative ideas for future technology uses. Itree has attended the event for many years, sponsoring awards for the best and brightest.", "6th November 2016", "The MS Gong Ride recently held its 35th annual Sydney to Wollongong bike ride. Since 1981, hundreds of thousands of cyclists have taken on the challenge and raised over $35 million dollars to support people with multiple sclerosis.", "4th November 2016", "Itree today celebrated being in business for an amazing 20 years. From inception as a start up based on the campus of the University of Wollongong, a handful of visionary software developers and entreprenuers has grown in to a multi-million dollar technology success for the Illawarra region. Today, Itree continues to be a fast growing, regionally based software technology company.", "10th October 2016", "This week the transport technology world converges on Melbourne, as Itree prepares to present one of the unique innovation solutions in the market place. For almost 20 years Itree has been a specialist technology developer for intelligent solutions in the regulation, compliance and enforcement domains. With it's ", "RegulationWorks", " modular designed framework, Itree provides the engine room for many Federal and State governments across Australia and New Zealand to carry out their regulatory duties with greater efficiency.", "27th September 2016", "In preparation for the ITS World Congress coming to Melbourne in October, The Australian Financial Review featured an insight in to Itree’s deep pedigree in the camera safety and heavy vehicle industry.", "24th August 2016", "With an ongoing commitment towards delivering quality solutions, Itree is pleased to announce that accreditation for the global standard ISO 9001, has been awarded once again. Conducted by externally approved auditors and involving directly and indirectly most of Itree’s teams, the recognition scope is for both the provision of software development and project management services.", "August 2019", "Itree are thrilled to announce the commencement of a 10-year engagement with Te Papa Atawhai, the ", "Department of Conservation in New Zealand ", "(NZ DOC), the agency charged with conserving New Zealand’s natural and historic heritage, including National Parks, wildlife, and threatened species. ", "One of the initial outcomes will deliver a workflow management solution to streamline the provision of Official Information Act requests and ministerial processes as part of the DOCflow: Citizen project.  NZ DOC will use the system to manage and track the progress of requests and then respond in an automated, controlled and timely manner. The solution will be rolled out to an expected 2,500 users.", "The DecisionWorks® Software as a Service (SaaS) solution, hosted on the AWS Itree Cloud Services platform will provide NZ DOC with a robust and scalable platform that can be readily extended to future requirements, including infringement, enforcement, compliance management and secure inter-agency data sharing.", "Impressively, NZ DOC has been a prominent and early adopter of cloud-based solutions within the New Zealand Government. We are looking forward to hearing more about their cloud journey at the  ", "AWS Public Sector Summit", " in Canberra next week where NZ DOC Chief Information Officer is a keynote speaker. ", "Itree is delighted to be helping NZ DOC work towards their vision of ensuring that New Zealanders gain a wide range of benefits from healthy functioning ecosystems, recreation opportunities, and through living their history. Itree CEO, Ben Hobby, commented: “We are very excited to partner with such an essential department that has the vision of New Zealand being the greatest living space on Earth. Importantly, this engagement aligns so well to our own mission of preserving environments, protecting citizens, and helping to create safer communities.” We look forward to successful deployment over the coming months.", "September 2019", "Today, we are extremely pleased to announce that Itree has joined the Amazon Web Services (AWS) Partner Network (APN) as a Select Technology Partner. With Itree’s latest RegTech Software as a Service (SaaS) offerings, it made perfect sense to expand our relationship with AWS.", "APN Select Technology Partner status represents a high level of expertise and engagement with AWS, solidifying Itree’s position as a trusted provider of cloud-based safety, compliance, regulation & enforcement RegTech products.", "Endorsement from our customers is also a key part of attaining the certification. We thank them for their support and are committed to continuing to deliver services that offer real value.  You can now find Itree ", "here", " in the ", "AWS Partner Solutions Finder", ".", "\"We are very proud to be recognised as an APN Select Technology Partner. Strong relationships, like the one we have formed with AWS, ensure that we can continue to deliver proven cloud services to our customers\"", " said Andrew Jackson, Head of Technical Engineering, Itree.", "The APN also supports Itree to further train and develop our talented people, strengthening our position to help organisations in their journey towards more effective and flexible cloud utilisation, whilst maintaining the security and integrity of their data.", "We are looking forward to taking the next steps with the APN and are excited at the opportunities ahead.", "April 2019", "After a 15-month successful pilot under the Federal Government’s ", "BRII challenge-based innovation", ", Itree was excited today to officially launch REACH – a secure inter-agency information sharing interface, aimed at protecting vulnerable children and families at risk across Australia.", "The launch event was held at Itree’s headquarters in Wollongong, led by NSW Senator Jim Molan AO, DSC, who was thrilled that this innovative technology has been developed by a regionally based Australian SME business, in the heart of the Illawarra. Well known for his extraordinary life-time of service to Australia, Senator Molan spoke about the importance of technology solutions coming to the forefront to solve critical social challenges, like child safety. He acknowledged Itree as being an outstanding example of Australian RegTech ingenuity, supporting regional IT jobs growth.", "“", "Itree’s development of REACH is a cutting-edge example of the extraordinary work Australia can do in IT, and by creating a tool to improve child protection they will also have an immediate impact for some of our most vulnerable Australians,", "” Senator Molan said.", "In attendance was Hetty Johnston AM, Queensland Independent candidate for the Senate. As the founder of Bravehearts Foundation Ltd, Hetty’s passion and absolute determination to improve child protection throughout Australia, has been heard loud and clear for many years. Witnessing a demonstration of REACH this morning, Hetty commented: “", "REACH is a national and international game changer. This groundbreaking technology developed by Itree has been desperately needed in the child safety domain for many years. I am thrilled and excited to see it launched and in action today", ".”", "Released in December 2018, Australia’s Fourth Action Plan 2018-2020 for “", "Supporting Families, Communities and Organisations to keep Children Safe,", "” was endorsed by nine child protection Ministers. The report recommended, “", "Building on the work of the Child Protection Information Sharing Project, the states and territories will improve protocols and procedures to share child protection related information between jurisdictions.", "”", "REACH has been built from the ground up by Itree’s Australian based product and development teams, founded on secure technology that has been implemented across Federal and State government departments for over 23 years, in the domains of safety, compliance, regulation and enforcement. REACH has the ability to use advanced search and matching technology, finding relevant records within seconds through known information across States and Territories, in near real time. Proactive subscription notifications alert authorised users when new information becomes available.", "The objective is for access to timely, shared information allowing agencies to make faster, more informed decisions that can lead to improved outcomes, such as early intervention, and prevention of further harm or risk. The REACH technology also has the ability to link together discovered information. Matched records are returned with weighted rating score, providing the confidence that matches are accurate. This will also improve over time, through embedded machine learning technology.", "REACH caters for the sensitivities such as the Aboriginality status of children, and is controlled by a rigorous permissions-based access process, with a comprehensive audit history of all access, views and searches. It integrates with existing systems, removing any dependency on costly replacement platforms. ", "Itree CEO, Ben Hobby, commented at the event: “", "The safety of those most vulnerable in our society is paramount to us all. Too many across our nation are affected by the devastating consequences of abuse. Our team has been thoroughly inspired by the potential to positively impact many lives, whilst developing the REACH platform. During the proof of concept we have worked with amazing individuals across several Government departments who are immensely dedicated to the outcomes envisioned for this technology.", "”", "Further iterations of REACH are intended to link to other government sectors, including justice, police, intelligence, health and education, providing an enhanced single view of children and families at risk.", "Learn more here: About REACH ", "contact us", ".", "Media Contacts:", "\r\n\t\t\tFor Senator Molan – Zac Smith – 0401 544 138", "\r\n\t\t\tFor Itree – Nadia Peplow – ", "npeplow@itree.com.au", ", or 02 4253 5466", "\r\n            ", "‬ \r\n            \r\n            ", "Go back to news", "\r\n\r\n        ", "27th September 2016", "click on the article to enlarge.", "In preparation for the ITS World Congress coming to Melbourne in October, The Australian Financial Review featured an insight in to Itree’s deep pedigree in the camera safety and heavy vehicle industry.", "10th October 2016", "This week the transport technology world converges on Melbourne, as Itree prepares to present one of the unique innovation solutions in the market place. For almost 20 years Itree has been a specialist technology developer for intelligent solutions in the regulation, compliance and enforcement domains. With it's ", "RegulationWorks", " modular designed framework, Itree provides the engine room for many Federal and State governments across Australia and New Zealand to carry out their regulatory duties with greater efficiency.", "Itree’s solutions integrate across all vendors in the transport camera arena, in addition to operating in harmony with all major IT platforms via easy to use API’s. Itree will be exhibiting all week at stand 1721, come along and discuss how we can assist your agency to improve regulatory outcomes.", "November 2019", "Itree is proud to announce a long term partnership with State, Territory and Federal governments across Australia in a united approach to address the devastating impacts of abuse to children, those most vulnerable in our communities.", "This exciting announcement follows the ", "official launch of Itree's latest cloud product 'REACH'", " in April 2019 and builds upon the successful ", "15-month proof of concept", " (2017–2019) undertaken through the Business Research and Innovation Initiative \"", "BRII Challenge 5 – Child Safety.", "\"", "REACH is a unique technology solution that enables agencies to ", "'reach out'", " for rapid and secure record matching across multiple systems, to better support critical aspects of the decision making processes needed to keep families safe.", "The journey first began following a recommendation in 2016, from ", "Australia’s Third Action Plan 2016-2019 of the National Plan to Reduce Violence against Women and their Children", " “to investigate the sharing of information across jurisdictions to enable services to better work together to support women and their children”. ", "This world-first deployment of REACH will connect all Australian child protection jurisdictions in near real-time. The NSW Department of Communities and Justice has been the lead agency on this initiative, working closely with Itree throughout. Briony Foster, Director Cross Cluster Operations and Business Support has been championing the project since inception and commented that ", "“NSW Department of Communities and Justice is thrilled to enter into this contract. Itree’s innovative technology was developed as a result of the Commonwealth’s Business Research and Innovation Initiative (BRII) Challenge led by the Department of Industry, Innovation and Science. During the BRII Challenge all States and Territories worked with Itree to develop a solution to our longstanding problem of sharing child protection information across jurisdictional borders. We are incredibly excited to partner with Itree to deliver this solution which will enhance child safety across the nation.\"", "In addition to NSW, agencies will be on-boarded over the coming months, including the ACT Community Services Directorate, the QLD Department of Child Safety, Youth & Women, the SA Department for Child Protection, the WA Department for Child Protection, the Tasmanian Department of Communities, Territory Families and the Victorian Department of Health & Human Services.", "Ms Foster added ", "\"We acknowledge the significant financial contribution of the Commonwealth Department of Social Services in making this possible, and are grateful for the ongoing collaboration of our jurisdictional partners.”", "Itree is looking forward to working closely with dedicated child safety professionals across Australia, who have worked so hard to turn an innovation challenge into a reality of better protecting our children’s well being and safety.", "Ministerial release: ", "Improving information sharing to protect vulnerable children", "To find out more about REACH, please click ", "here", ". ", "To see a RegTech demonstration, ", "click here", ".", " ", "4th November 2016", "Itree today celebrated being in business for an amazing 20 years. From inception as a start up based on the campus of the University of Wollongong, a handful of visionary software developers and entreprenuers has grown in to a multi-million dollar technology success for the Illawarra region. Today, Itree continues to be a fast growing, regionally based software technology company.", "In addition to several of the founding members of the company, The Hon. Sharon Bird MP, and the Labour candidate for Wollongong, Paul Scully, were both in attendance to celebrate the highlight occasion. To mark the significant milestone, the group revealed to the gathered company members, a custom piece of Indigenous artwork entitled \"", "Itree Dreaming", "\" that had been created in honour of the great service that Itree has provided by way of promoting safer communities.", "In her keynote address to the audience, The Hon. Sharon Bird MP remarked, “It is wonderful to see the accomplishments of a Wollongong technology start up business, who several years ago was awarded an Illawara Region Innovation and Investment grant, coming this far and making such strides after being the second tenant to take a place at the Innovation Campus. I applaud the efforts of the Itree team and look forward to seeing further future success.\"", "Successfully achieve your digital transformation using our specialist solution for regulators. A unified experience across the entire range of business processes including registration and licencing approvals, requests, compliance monitoring, investigations and enforcement. Monitor the success of your policies via a consolidated data set that provides transparency across the agency.", "Be empowered with easy access to the key information so your staff make data-driven decisions quickly and confidently. Enable risk-based decision making and target compliance monitoring by providing the complete history of entities to authorised users. Ensure policies are being followed using automated suggestions of appropriate actions from Artificial Intelligence (RegAI®) that is tuned to your business. ", "Increase the efficiency and consistency of the day-to-day operations of your agency by automating your business processes. Leverage regulatory Artificial Intelligence (RegAI®) to automatically process low risk activities and escalate high risk activities in the workflow. Reduce reliance on staff training and knowledge by guiding users with business rules that reflect your processes. Be responsive to industry and the public using automated correspondence and insights from real-time data showing the history of any transaction with your agency.", "Our solutions allows identification of high risk behaviour that can be used for investigation, enforcement targeting, or as input to policy formulation at a business unit or enterprise level. Ratings can be produced on aspects such as geographic location, industry category, segment or accreditation for a configured set of events and weightings – allowing comparisons to be made. Using business configurable watch lists, the regulator can identify patterns of non-compliance and trends in industry behaviour, or monitor high risk parties.", "Agility to stay aligned with changing policies and legislative requirements with a flexible solution for regulators rather than being limited by a rigid CRM or Case Management system. Be empowered with self-configuration of entity types, forms, business rules, workflows, checklists, templates and reference data. Achieve a rapid implementation by starting with our best practice workflows that we can refine in an iterative manner to suit your business.", "Classify and manage all evidence and relevant content either directly or via secure integration to your document management system. Preserve the chain-of-evidence to support incidents of non-compliance. All data access and changes are logged ensuring traceability from end-to-end. Classify and manage all evidence and relevant content either directly or via secure integration to your document management system.", "Visualise links between associated entities and identify previous activities they have been involved in. Ensure your staff are clearly informed of known risks when granting permissions to operate or imposing sanctions on an organisation or individual.", "Maintain privacy by sharing private data at the record level to authorised users on a need-to-know basis. Enable covert activities to be conducted by allowing a restricted set of personnel to access sensitive data while preventing awareness of that data for other personnel. ", "Easy KPI reporting from unified data sets across all your agency’s functions. Ad-hoc reporting provides insights and enables data-driven recommendations. Quickly respond to ministerial requests for information.", "Increase transparency to ensure your business unit reliably delivers its function. Stay on top of work using dashboards, work queues and reminders that help manage task assignments. Focus on high priority activities and ensure they are completed within the statutory time limits.", "RegWorks integrates with many standard products such as identity management, document management, BI analytics and geospatial systems. In addition, our standards based API framework provides flexible integration with your technology ecosystem ensuring a single source of truth for key information and a streamlined user experience for your team.", "RegWorks supports SaaS, on-premise or hybrid deployment options. The Itree Cloud Services platform is a highly automated, purpose-built hosting solution on the AWS Sydney Region that provides reliable hosting, operations, and security services for Itree SaaS offerings.", "Start small and grow. Our licenced RegWorks modules include best practice workflows and intelligent features that can be readily tuned to suit your business needs.", "LicenceWorks® supports the full range of occupational and operational licensing regimes enabling regulators to productively manage the entire application and renewal process, review eligibility and approval of licences to an individual or organisation.", "AccessWorks® streamlines regulatory approvals, which helps you to manage the submission, review, and approval of permits for industry participants who require special or restricted access to infrastructure assets such as roads, airports, ports, and other natural resources.", "RegistrationWorks® supports the registration of industry owned assets, such as vehicles, vessels, aircrafts, or any other asset that must meet strict standards relating to integrity, safety or community accepted limits. As a high integrity register, RegistrationWorks® maintains a detailed set of attributes, ownership history and full transaction history for the lifetime that the asset is tracked.", "InfoWorks® facilitates the provision of information in relation to freedom-of-information requests, administrative requests and industry advice requests. It increases productivity and reduces response time by tracking receipt and vetting of requests, collation of information, internal reviews and response management. Automated human intelligence assists users to respond more efficiently to repeat requests.", "InspectorWorks® provides field officers with access to real-time information in the field. It helps to improve on location decision making and automate traditional paper-based tasks, keeping field productivity high. It improves the accuracy and timeliness of data, delivers unified processing of intercepts and inspections, advances offence management and targets enforcement of high-risk areas more effectively.", "ResponseWorks® supports your workforce to effectively respond to incidents and complaints from automated risk-based triage and assignment and gathering information through to recording decisions and managing SLAs. It improves the focus of your workforce and provides real-time updates to relevant stakeholders.", "DecisionWorks® supports end-to-end case management, including gathering evidence, tracking compliance actions, identifying links and trends, providing recommendations and recording outcomes. It improves case management productivity and increases the use of intelligence in investigations to ensure tactical decisions are consistent with strategic objectives.", "EnforceWorks®  supports the enforcement process from evidence capture through to prosecution and appeal. The enforcement pyramid is used to assist decision makers to make consistent, appropriate and fair enforcement decisions based on the severity of an offence, compliance history of the industry participants, and previous enforcement decisions.", "ResourceWorks® handles rostering, timesheets and activity reporting for staff working in government agencies or connected contract delivery operations. The solution is ideal for public sector regulators who need to track, maintain and certify fixed and mobile assets, to ensure the integrity of the agency.", "October 2018", "Just weeks after being presented with the 2018 Australian Business Award for Employer of Choice, Itree has been awarded as the Illawarra Business of the Year 2018. Itree received the highest award for the region when the Illawarra Business Chamber hosted the 2018 IMB Bank Illawarra Business Awards on Friday night, 19th October. ", "Itree was recognised for being an innovative and progressive organisation that develops intelligent software and solutions for government agencies, regulators and service providers, in Australia and New Zealand. Intentional performance culture, leadership and strategy were mentioned as being the driving catalysts for guiding Itree's teams, inspiring and motivating employees.", "Itree has focused effort over the last two years towards being an innovative organisation. As a finalist for Excellence in Innovation, Itree had the opportunity to showcase ", "REACH", ", Itree’s secure data sharing platform which provides timely access to relevant information across government agencies, resulting in improved safety outcomes for our community.", "A superb result on the night, Itree was named Outstanding Employer of Choice, whilst Andrew Jackson, Itree’s Head of Technical Engineering, was awarded the prize for Outstanding Young Employee in the Region. Culminating at the night’s pinnacle Itree took home the ultimate award of ", "ILLAWARRA BUSINESS OF THE YEAR 2018", ".", "Ben Hobby, CEO of Itree commented, ", "“Amongst so many great businesses and people achieving spectacular outcomes here in the Illawarra, we are thoroughly thrilled to be recognised with these awards. Our people are the heart of our business, and these awards are another testament to the loyalty, fabulous results and innovation that they bring to our business each day. I congratulate their dedication and honour them for making Itree what it is today.\"", "Watch the WIN TV report ", "here", ".", "As reported by the ", "Illawara Mercury", ".", "Suite 3, Level 3, Enterprise One", "\r\n\t\t\t\t\t\tInnovation Campus, ", "\r\n\t\t\t\t\t\tSquires Way, ", "\r\n                        North Wollongong, NSW 2522", "\r\n                        ", "Phone", " +61 2 4253 5444", "\r\n                        ", "Email", " ", "info@itree.com.au", "\r\n                     ", "Level 2,", "\r\n                     \t318 Lambton Quay,", "\r\n                        Wellington NZ 6011", "\r\n                        ", "Phone", " +64 4333 0052", "\r\n                        ", "Email", " ", "info@itree.com.au", "\r\n                     ", "24th March 2017", "Senator the Hon Arthur Sinodinos, Minister for Industry, Innovation and Science has announced that Itree has been awarded a grant through the ", "Business Research and Innovation Initiative", " (BRII). This is the inaugural year of the program, designed to support small and medium enterprises to help solve public sector challenges through innovative solutions.", "Itree is excited to be working with the Commonwealth's Department of Social Services, NSW Family and Community Services and ACT Community Services to help solve the challenge of sharing information nationally to ensure child safety. \"", "We are confident our experience working with State and Federal government agencies across multi-jurisdictional data sharing initiatives and our innovative technology approach will make this feasibility study a success. It has already captured the imagination and heart of our team.", "\" said Ben Hobby, CEO of Itree.", "The study concludes in June 2017, whereafter Itree hopes to proceed to a proof of concept phase to build a national solution that provides vital information to child protection workers, enabling early intervention measures. The challenge closely aligns to current Itree solutions that improve public safety across a variety of sectors.", "August 2019", "An incredible start to the financial year, Itree has been recognised as an ABA100 Winner for Employer of Choice and New Product Innovation.", "Now in their fourteenth year, The Australian Business ", "Awards", " provides notable opportunities for high-performing organisations which implement world-class business initiatives and develop innovative products and services, to be acknowledged for their achievements both nationally and internationally. The national winners are benchmarked in the international chapter of the program at The World Business Awards, where participants are provided with the unique opportunity to benchmark themselves against the top performers globally.", "Being recognised as a leader for ", "Employer of Choice", " for the second consecutive year is simply incredible. At Itree, we pride ourselves on being a company that has developed a workplace that seeks to maximise the potential of our workforce through practices that demonstrate effective employee recruitment, engagement, development and retention.", "Gaining recognition at a national level for their innovative solutions, Itree has also won the ", "New Product Innovation", " Award for REACH – Itree’s interagency data sharing platform. The Australian Business Award for New Product Innovation recognises innovative products and services recently launched to market offering a point of difference from their competitors. Accepting this award affirms Itree’s commitment to continuous business process improvement and innovative approach to solving real life community challenges.", "Ben Hobby, Itree CEO, commented: ", "“Itree is thrilled to be recognised for a second consecutive year as an Employer of Choice. Our people show such dedication towards each other and to our customers, I am constantly inspired to see great synergy in action. To be honoured with the award for New Product Innovation is a true delight. I have witnessed so much heart and diligent toil over the past two years by the people engaged in this unique advancement. The solution has enormous potential for safety outcomes and government productivity through secure inter-agency data sharing. The honour for these awards truly goes to our people.”", "About the Australian Business ", "Awards", "Organisational participation to the Australian Business Awards includes private companies, publicly listed companies, multi-national subsidiaries, non-government organisations, educational institutions, franchise systems, partnerships, government departments, government agencies, local government and statutory bodies operating in Australia.", "6th November 2016", "The MS Gong Ride recently held its 35th annual Sydney to Wollongong bike ride. Since 1981, hundreds of thousands of cyclists have taken on the challenge and raised over $35 million dollars to support people with multiple sclerosis. A small contingent of Itree staff participated and enjoyed the perfect sunny weather amongst the spectacular coastline. It was a pleasant surprise to bump into a couple of our customers along the way. Congratulations to all who participated!", "About the ", "MS Sydney to the Gong", "16th November 2016", "Chris Savage and Steve Ackerman of Itree (2nd & 3rd from right), with other leaders at the SCIT Trade Show", "Each year the School of Computing and Information Technology (", "SCIT", ") shines its spotlight on the software development work of third year computer science and information systems students, looking at innovative ideas for future technology uses. Itree has attended the event for many years, sponsoring awards for the best and brightest.", "The 2016 event saw many inspired efforts, from tackling community based issues, to user friendly Uni kids messaging, mapping, training and healthcare applications. Champions “Agile Community Solutions” emerged with their output of a mobile application, web site dashboard and prototype embedded device that takes aim at fixing Mission Australia’s long-standing issue of illegal dumping and paper-based gathering procedures.", "Two of the Itree leadership team were in attendance and were impressed with the talent and efforts of the groups, particularly with the success of the outputs in such a short space of development time.", "May 2019", "Itree are thrilled to be engaging with Tasmania’s experts to provide an Industry Safety IT Solution in a joint project with WorkSafe Tasmania and the Department of Justice in Tasmania.", "During 2019, Itree and WorkSafe Tasmania will implement an integrated solution to support workplace safety and industry compliance with work, health and safety legislation across the State of Tasmania.", "The WorkSafe Tasmania Industry Safety platform will leverage Itree’s RegTech industry-leading ", "RegulationWorks", " platform to provide the agency with an end-to-end compliance solution. Automated workflows will support agency processes and provide an effective and efficient way for WorkSafe inspectors to plan, schedule and carry out their duties safely and efficiently. A web-based interface and intuitive productivity toolset will enhance the accurate recording of workplace inspections; issue and track compliance notices; and where necessary, support investigations of health and safety incidents and the prosecution of non-compliance in line with Tasmanian legislation.", "The Industry Safety project will also bring Itree’s InspectorWorks Mobile platform to the hands of Worksafe Tasmania field inspectors, with seamless multi-device technology being utilised to carry out planned and unplanned workplace inspections, recording observations and evidence in either an online or offline mode.", "The vision for the Industry Safety IT Solution is to provide greater support to inspectors by increasing the availability, access and timeliness of vital information in the field, whilst integrating seamlessly with officers working at agency offices. With ", "InspectorWorks Mobile", " and ", "RegulationWorks", " being implemented together, WorkSafe Tasmania will create a flexible user-experience, designed to improve productivity and reduce the administrative burden within the agency.  Other benefits will include improved tracking of investigations, enforceable undertakings and decision-making with ", "RegulationWorks'", " embedded workflow technology, improved support for decision-making through access to accurate real-time data and intelligence and also enhance the scope of statistical and activity reporting to support and assess the impact of strategic projects and identification of future targeted projects.", "Itree’s CEO, Ben Hobby, commented: ", "“We are so excited to be assisting with such an important safety initiative for Tasmania, and are confident that significant benefits will be realised within the State as productivity increases. The staff at WorkSafe Tasmania are very passionate and committed to improving safety outcomes. Our driving motivation is to help them to improve safety for all people at work in Tasmania on a daily basis.”", "RegulationWorks and InspectorWorks are registered trademarks of Itree.", "March 2019", "As part of the Innovation Connections Grant, Itree is proud to announce an exciting new collaboration with UOW and A/Prof. Rodney J. Clarke PhD. ", "Rodney J. Clarke has extensive experience researching semantic and communication based approaches to the assessment of risk within business processes and services. The importance of the cultural and organisational environment within which business processes live, has until now, been largely neglected in classical business processes, and A/Prof. Clarke's earlier research has been aimed at breaking new ground in overcoming these shortcomings.", "Itree is extremely excited to work together with A/Prof. Clarke, learning from his experience and research to improve our technologies, foster our focus on user experience and user-centred design, and examine the impact that human behaviour has on risk analysis and decision making in regulation.", "The Innovation Connections Grant encourages the exploration of new and innovative ways business processes and services may be mapped. Itree continues to pioneer and transform, and looks forward to seeing where this innovation and research may take the future of intelligence in safety, regulation, compliance and enforcement.", "February 2019", "Itree’s RegulationWorks platform for intelligent safety, regulation, compliance and enforcement solutions, is now available for Government agencies via the New Zealand ", "Cloud Marketplace", ". ", "Compatible with the Government Rules of Sourcing, the “Marketplace” is a centralised whole of government online market that makes it easier for agencies to procure cloud services. The Department of Internal Affairs (DIA) and the Ministry of Business, Innovation and Employment (MBIE), have provided this simplified method of consumption, to reduce the complexity of procurement, negotiation, and management of supplier contracts. The first open channel being offered is Software as a Service.", "Being a long-term provider of RegTech software solutions to government agencies in New Zealand, Itree is delighted to offer ", "RegulationWorks SaaS", " on the marketplace, providing flexible workflow solutions for agencies to make intelligence based decisions, whilst efficiently performing the following functions:", "Case Management ", "|", " Investigations ", "|", " Incidents ", "|", " Enforcement and Prosecutions ", "|", " Infringements, Offences and Notices ", "|", " Complaints ", "|", " Inspections and Audit ", "|", " Applications ", "|", " Registration, Licensing, Permits and Approvals ", "|", " Risk Ratings ", "|", " Asset Tracking and Certification ", "|", " Safety ", "|", " Transactions and Payments", "The UX designed interface provides intuitive dashboard reporting, flexible and powerful search, and self-configuration of workflows and business rules, whilst automatically retaining a comprehensive audit history proving chain of evidence and responsibility. Seamless Integrations are available with payment systems, HR platforms, CRM, analytics, document and resource management and more.", "Itree's comprehensive solutions operate today across New Zealand and Australia, within many government agencies and service providers. For more information, please visit the Marketplace here: ", "portal.marketplace.govt.nz", ", or follow us here: \r\n        ", "\r\n\t\t", "   ", "   ", ".", "More about RegulationWorks SaaS modules on offer via the Marketplace;", "January 2019", "Itree is pleased to announce that we are now an even bigger part of the RegTech movement - proudly becoming part of The RegTech Association (RTA).", "The RTA, established in 2017 brings together government, regulators, corporates and founder-led RegTech companies, facilitating greater collaboration between all parties and promoting the RegTech industry as widely as possible - resulting in a greater uptake of RegTech proof of concepts and deployed solutions across the eco-system.\r\n", "The RTA have a clear vision to make Australia a global leader in building higher performing, ethical and compliant businesses through RegTech innovation and investment. The RegTech Association is a non-profit organisation and focuses on what is needed to support the growth of the sector and accelerate RegTech adoption.", "Itree is proud to call itself part of the RegTech Association community, where we can all support the greater eco-system and be part of programs that drive higher levels of collaboration, increase adoption and solve industry-wide regulation and compliance challenges.", "RTA's founding CEO, Deborah Young said, ", "“We are delighted to welcome Itree to membership.  They bring with them a depth of knowledge, experience and innovative RegTech approaches for the Government sector. This builds on RTA's capability to solve regulation and compliance challenges beyond financial services and brings greater depth to the RegTech network.”", " ", "Itree understands and values the importance of knowledge-sharing. The prospect of fostering new connections and collaborating with other association members who offer end to end solutions to industry is an exciting one. We look forward to the opportunities that being part of this community will present.", "Itree is an Australian owned and operated RegTech software and managed services company, based in beautiful Wollongong. We have been in operation for over 23 years, with over 100 amazing people on our team across Australia and New Zealand.", "Itree will be attending this year’s ", "#ACCELERATERegTech2019", " event held on 6-7th of March in Sydney. The event will bring together 300 regulators, regulated entities, RegTechs, government, technology firms, allied associations and professional services to examine the greatest regulatory and compliance challenges.", "We look forward to what the future holds being part of The RegTech Association Family. If you would like to learn more about the RegTech Association, visit them here: ", "www.regtech.org.au", "October 2018", "Just weeks after being presented with the 2018 Australian Business Award for Employer of Choice, Itree has been awarded as the Illawarra Business of the Year 2018. Itree received the highest award for the region when the Illawarra Business Chamber hosted the 2018 IMB Bank Illawarra Business Awards on Friday night, 19th October.", "October 2018", "Since the instigation of legislation requiring an enhanced national oversight for all vessels in Australian waters, Itree have been closely engaged with ", "AMSA", " since 2011, with the most recent project resulting in the successful public launch of the MARS platform on 1 July 2018.", "October 2018", "We are extremely excited and proud to announce that Itree have been selected as finalists at The 2018 Illawarra Business Awards yet again. The Awards are a celebration of excellence in business and recognise the achievements of business professionals across the region. ", "October 2018", "Itree are thrilled to be one of a few Australian tech companies to join Minister Keenan and the ", "@AIIA_ICT", "  on a Digital Transformation business mission to the US this week. Itree’s CEO, Ben Hobby, will join the Ministerial delegation which begins today in Seattle, moving to San Francisco later in the week.", "September 2018", "The annual RegTech focussed Community Forum event, sponsored by Itree, was a huge success this past August. One of the inspiring elements of the event was the focus on giving back to local charitable organisations who are making a huge difference in the Illawarra region.", "September 2018", "2018 growth and expansion continues for Itree as new headquarters were opened at the end of August. Itree has relocated to the top floor of the Enterprise One Building at the Innovation Hub in North Wollongong. The move accommodates expansion of Itree’s growing team, to be situated on a single open plan floor space, encouraging engagement, interactivity, greater collaboration and more exercise!", "August 2018", "REACH, Itree’s secure data sharing platform provides timely access to relevant information resulting in better outcomes for our community while complying with policy and legislation.", "August 2018", "Itree’s refreshed InspectorWorks® Mobile solution is revolutionising the way that field staff such as Inspectors and Auditors operate while on the move. Increasing productivity, improving data quality, driving higher consistency and better informing decisions, is leading to safer workforces, protecting our communities and environments.", "August 2018", "Itree is ecstatic to announce the latest release of it’s RegTech industry-leading product suite, RegulationWorks®. Working closely over the past year with several government agencies   and existing customers as part of the Itree user forum, v5 of RegulationWorks® has enjoyed a major refresh. Enhancements include more intuitive navigation, better team management support, improved searching and speed, vastly improved productivity and an altogether delightful user experience!", "August 2018", "Spectacular views and the customary sunshine of the Illawarra were enjoyed on Thursday and Friday of last week, as the annual Itree sponsored Community Forum took place. Government agencies, partners and industry participants gathered in Wollongong, at the Innovation hub, to hear a variety of speakers leading their fields in technology for innovation and digital transformation. ", "August 2018", "Itree is thrilled to announce having been recognised with the ", "Australian Business Award for Employer of Choice 2018", ". The award distinguishes organisations that have developed leading workplaces that seek to maximise the potential of their workforce, through practices that demonstrate effective employee recruitment, engagement and retention.", "August 2018", "Itree is incredibly proud to announce, once again, that the company has achieved accreditation for the global ISO standards of 27001 Information Security and 9001 Quality Management. Over the past two days a thorough external audit has been conducted, including reviews of security and quality policies and processes, to ensure Itree maintains it’s high priority on quality based outcomes for customers and employees.", "June 2018", "We are very excited to announce that we had our very own Kirsty Dusting, Head of Business Solutions speak at the Women in Big Data Meeting in Canberra this month. The goal of the ", "Women in Big Data (WiBD)", " Forum is to strengthen the diversity in the big data field. As part of this initiative, they encourage and attract more female talent to the big data analytics field and help them connect, engage and grow. ", "February 2018", "Itree were pleased that REACH recently received a mention in ITNews (read it ", "here", "). Our plans to make child-protection related information held in multiple state-based systems, available to caseworkers and other authorities across Australia, is becoming a reality. REACH is Itree's child safety intelligence system, a very exciting step towards enhancing the protection of children, and decreasing abuse.", "October 2017", "We are delighted to announce that Itree has been awarded an innovation challenge project under AusIndustry’s ", "Business Research and Innovation Initiative (BRII)", " to develop ‘REACH’ – a Child Protection Intelligence System.", "September 2017", "Itree has been announced as a Finalist in the \"Employer of Choice\" category in this year's IBC Business Awards. ", "July 2017", "Itree brought together our customers, government agencies and industry for our inaugural 'Community Forum' event! A chance to network with others that share similar challenges, hear industry perspectives and see what regulatory innovation Itree is working on.", "3rd April 2017", "Itree is always keen to contribute to worthy causes in the community and this month congratulations goes to our 'March Chargers' – running forward for cancer research, quite literally. The March Charge – Cancer Council’s vision is to minimise the threat of cancer for all Australians, through successful prevention, best treatment and support.", "24th March 2017", "Senator the Hon Arthur Sinodinos, Minister for Industry, Innovation and Science has announced that Itree has been awarded a grant through the ", "Business Research and Innovation Initiative", " (BRII). This is the inaugural year of the program, designed to support small and medium enterprises to help solve public sector challenges through innovative solutions.", "10th February 2017", "At its regular iHarmony company chat earlier today, Itree announced a reinvigorated programme for its annual ShipIT innovation contest (kind of like a hack-a-thon), including extra dollars being contributed for the winning solution and presentation. For the first time in its history, Itree has opened up participation for UOW students to combine with an Itree team and submit a winning proposal.", "February 2020", "V5S, the latest major version of RegTech industry leading platform  ", "RegWorks", " is now available for consumption by government and industry. RegWorks V5S redefines the power and flexibility of Itree’s solutions that are optimised for SaaS cloud and mobile deployments.", "For government agencies and industry, being responsive means being able to adapt more frequently to changes in legislation, being agile with business processes, and striving towards better safety outcomes and greater efficiencies. To achieve this, you can’t wait for lengthy release cycles, or complete long-term projects to keep pace with continuous improvement.", " ", "\r\n              ", "\r\n            ", "The self-configuration console in RegWorks V5S gives administrators the power to help your business be responsive to changes in legislation, workflow, rules, KPI’s, business processes and much more.", "RegWorks V5S is a huge jump forward, providing organisations the ability to respond quickly to changes by reconfiguring business processes to meet their unique needs. Self-service features now available in RegWorks include configuration of workflows, business rules, validations, fields, widgets, sections, templates, associations, reference data, permissions, teams and much more. These powerful enhanced features allow your organisation the confidence to manage change in a secure and controlled manner across multiple environments, whilst recording a detailed traceable audit trail as you operate.", "Itree’s long term valued partner and customer, Maritime New Zealand, has deployed V5S for their Triton system and within a week they autonomously reconfigured their production system to align to their improved business process. ", "Andrew Saunderson, Deputy CEO, Strategy and Systems, Maritime New Zealand", " shared that ", "\"The upgrade to RegWorks V5S has been a positive for Maritime NZ and sets the foundation for continued development and integration of our Triton regulatory management system. The success of the upgrade has been attributable to the strong relationship with Itree and their willingness to work in an open, agile and collaborative way.\"", "This follows the 2019 release of RegWorks V5, which was also an exciting leap forwards with a strong focus on maximising a positive and productive user experience. Itree customers have been delighted with the results – a refreshed user interface that is clean and intuitive, improved data validation handling, and valuable dashboards, configurable on an individual user basis, to quickly identify and present the most relevant data to intelligently assist vital decision making.", "Diane Reynolds, Manager, IT Project Delivery and Change, Maritime New Zealand", " stated ", "\"V5S has given us greater configurability and visibility of workflows and the enhancements made to the user experience have been positively received by our frontline Maritime Officers and Certification Advisors. Simpler searching and customised views of the search results has had a great response from users.\"", "To find out about RegWorks, or to book a live demo, please get in touch at  ", "info@itree.com.au", ".", " ", "Spectacular views and the customary sunshine of the Illawarra were enjoyed on Thursday the 9th and Friday 10th of August, as the annual Itree-sponsored RegTech Community Forum took place", ".", "Government agencies, partners and industry participants gathered in Wollongong at the Innovation Hub, to hear a variety of speakers leading their fields in technology for digital transformation and RegTech innovation.", "After a warm welcome to the region by The Hon Lord Mayor Gordon Bradbury, The Hon Michael Keenan MP delivered a keynote address identifying the ways that digital transformation is being approached by government to rise to the expectations of a constantly evolving citizen engagement. The vital message he shared - technology is being embraced at an accelerated rate, services need to be simple, convenient and easy to use.", "Jenni Hutchins, CEO, Big Fat Smile, shared important views relating to protection of our young ones. Coupled with this presentation was a demonstration from Itree’s Daniel Walsh and Tom Nelson, showing the progress of ", "Itree’s development of REACH", ", a secure information sharing platform. Deborah Mattiuzzo from AusIndustry was kind enough to talk us through the context and process of the social challenge.", "Craig Napier, Associate Director at the University of Sydney for Institutional Analytics & Planning, shared his thoughts on ‘Analytics in Action,’ delivering insights from a fresh perspective on the way we consume and utilise data.", "Being fortunate to have such amazing innovation on our doorstep at the Innovation Hub, the break out activities included a short walk to the ", "Sustainable Building Resource Centre", " and the ", "Flame house", ", split into two groups for a tour of each attraction.", "After lunch, George Cora, CEO of Ardexa, discussed the Internet of Things (IoT) and Ronnie Guha from Microsoft presented examples of how the public sector is transforming outcomes by using artificial intelligence. Fascinating subjects and real life future technology advancements were shared.", "A tour of ", "Itree’s new corporate headquarters", " gave attendees a sneak preview, prior to the official opening.", "A successful first day was brought to a close with The Networking Dinner at Level One Restaurant, situated on Wollongong’s beautiful harbour.", "This presented an opportunity for all guests to network in an intimate evening setting, whilst enjoying fabulous food and wonderful company. Mick Quinn (Chief Investigator at the Office of Transport Safety Investigations) provided the group with a speech on contemporary accident investigation methods.", "The second and final day of the event saw another glorious sunny Wollongong day, which was ushered in by Phillip Brooks (Chief Inspector for NSW Police Force), who reminded all guests of the importance of road safety and how it must remain a high priority to us all. Chief Inspector Brooks advised “", "Given the current challenges that compliance and enforcement face, technology and automation will be the key to generating road safety outcomes. The work of Itree is critical in this regard", ".”", "Itree had a chance to showcase its product roadmap to the Community Forum participants, walking the guests through live, interactive sessions which gave the Forum’s participants an opportunity to observe Itree’s latest product offerings first-hand. This included innovative applications such as RegulationWorks v5, InspectorWorks Mobile and REACH.", "To take full advantage of our stunning surroundings, all of our guests were afforded the opportunity to partake in an Itree-funded activity of their choice. Options included a tour of the Nan Tien Temple, a round of Golf at Calderwood Golf club or the Illawarra Fly Treetop Walk. This was the perfect end to a fantastic two day event.", "Thank you to all of our superb guests and Itree team for making the Community Forum 2018 a roaring success, we already cannot wait for the 2019 Community Forum and we sincerely hope to see you all there! ", "Please use ", "this form", " to register your interest for the 2019 Community Forum.", "\"A great networking event undertaken by an innovating company. Thanks itree!\"", "George Cora", "“The Itree Community Forum 2018 was an informative and insightful two days , well organised, a great location and provided excellent opportunities to share, connect and collaborate with colleagues.”", "Craig Napier", "“I spoke at the 'Itree Community Forum' (@ Wollongong Uni Innovation Campus) delivering my Safety & Compliance presentation.  I also stayed on to enjoy presentations from Itree staff; Adaptable Virtual Screening for Heavy Vehicle Compliance (James Winterbottom, Senior Software Engineer). This was an exciting presentation, outlining the opportunities for 'on ground' screening for heavy vehicles in terms of loads, compliance, mass, fatigue etc.  I also heard from Kirsty Dusting (Head of Business Solutions) in terms of their 'REACH' program, a system that allows potential employers to 'Reach' into the system to look at employee issues identified elsewhere, and 'Inspector Works Mobile' (from Sarah Meldrum, Market Strategist) that allows safety & compliance inspection from a tablet, whilst operating around gear.  These are all critical issues going forward, and I would certainly commend these platforms.”", "Phillip Brooks", "“Both days were great to have the opportunity to see what new technology / applications being used within similar industries. Look forward to see more products that Itree works on in the future – standard is obviously incredibly high.”", "Anon ", "August 2018", "Itree is thrilled to announce having been recognised with the ", "Australian Business Award for Employer of Choice 2018", ". The award distinguishes organisations that have developed leading workplaces that seek to maximise the potential of their workforce, through practices that demonstrate effective employee recruitment, engagement and retention.", "The Employer of Choice Framework is utilised as a structured model of assessment, that enables participating organisations to be benchmarked against world class performance standards. The key attributes of the Employer of Choice Framework define the characteristics of high-performing, industry leading organisations that provide a stimulating and supportive workplace. The criteria provide a robust set of requirements that are used as the methodology for benchmarking and learning among participating organisations. Itree demonstrated their achievements across the following key areas;", "\r\n                    ", "Itree is committed to providing equal opportunities within all practices of employment, offering a working culture and environment that attracts and retains employees through innovation, empowerment, involvement, inclusion and respect. We advocate for diversity, promoting acceptance, tolerance and an understanding that each individual is unique.", "\r\n                  ", "\r\n                Ben Hobby, CEO of Itree says, ", "“It is exciting to be openly recognised for the values that we constantly strive to live at Itree. Our culture is a positive distinguishing feature that sets us apart from competitors. We constantly seek to harness strengths from each individual’s diverse backgrounds and experiences, engaging with our customers for successful outcomes. This award illustrates the continuing commitment that Itree holds true, to deliver high quality products and solutions that are vital to ensuring national safety in Australia and New Zealand - for people, communities and environments. I am inspired on a regular basis by our people, their genuine desire to achieve the very best, they are the true heart of our success.\"", " ", "Itree’s intentional culture, leadership and strategy assist in guiding our teams, inspiring and motivating employees, and is responsible for attracting, attaining and retaining great talent, and for creating a fun, happy and exciting work environment. ", " ", "Read more here:", " Itree’s Employer of Choice Award 2018", ". ", "August 2018", "Itree is ecstatic to announce the latest release of it’s RegTech industry-leading product suite, RegulationWorks®. Working closely over the past year with several government agencies   and existing customers as part of the Itree user forum, v5 of RegulationWorks® has enjoyed a major refresh. Enhancements include more intuitive navigation, better team management support, improved searching and speed, vastly improved productivity and an altogether delightful user experience!", "The v5 team have taken a user-centred design approach. Meeting regularly with our customer user group, we have listened carefully to their direct feedback throughout the development cycle, feeding it into our iterative design process. We have sincerely appreciated their fantastic ideas and suggestions helping us to truly solve everyday problems for our users.", "In parallel, Itree has been consulting with other government agencies and industry to further understand the complex challenges in the RegTech marketplace. This latest RegulationWorks® release has been designed with the evolving needs of compliance, safety, enforcement and regulation in mind. It is adaptable to emerging cloud technology and is ready to integrate with an increasing number of mobility options.", "RegulationWorks® v5 highlights", "RegulationWorks® v5 was unveiled at the recent Itree Community Forum to an audience that was excited to get a hands-on experience and demonstration of the release. One attendee shared that \"", "It is so great to see there is finally an end-to-end solution for regulators, we have been stitching together point solutions piece by piece and it has been hard work", "\".", "Itree’s Head of Business Solutions, Kirsty Dusting commented: \"", "I am thrilled that our team has collaborated so closely with industry and our user group to innovate in ways that benefit real users. Supporting their daily decision making with intelligent solutions is our vision, and we are driven to help our customers get better safety and compliance outcomes. We will strive to continue to be a trusted partner that government agencies and industry can rely on to assist in enhancing safety in our communities. Many thanks to all of our customer user group participants, your feedback has been invaluable!", "\"", "The first government department to adopt RegulationWorks® v5 is successfully completing user acceptance testing, with a plan to go live shortly.", "To find out how government and industry are making our communities safer using RegulationWorks® v5 or for a product demonstration, please ", "contact us", ".", "\r\n                                    • Acting with integrity", "\r\n                                    • Being trustworthy", "\r\n                                    • Do what we say we will", "\r\n                                    • Acceptable stakeholder returns\r\n                                ", "\r\n                                    • Enjoy what we do", "\r\n                                    • Always our best effort", "\r\n                                    • Quality customer outcomes", "\r\n                                    • Strive for right first time\r\n                                ", "\r\n                                    • Provide working flexibility", "\r\n                                    • Reward great work", "\r\n                                    • Communicate openly", "\r\n                                    • Respect all contributions\r\n                                ", "\r\n                                    • Prioritise customer  interests", "\r\n                                    • Drive successful outcomes", "\r\n                                    • Collaborate for common goals", "\r\n                                    • Create new possibilities\r\n                                ", "Itree develops intelligent software for government agencies and regulators in Australia and New Zealand. Our solutions save lives and environments by improving safety, productivity and efficiency in the areas of regulation, compliance and enforcement.", "Our solution specialisation for over 20 years means we deeply understand the needs of regulatory organisations at all government levels and across a broad range of industries. ", "We are a regional technology company with a presence across Australia and New Zealand. Our development centre and technology hub headquarters are located at the Wollongong Innovation Campus.", "Our people are our strength and the reason we have built a reputation for innovation and excellence. We take pride in creating quality solutions, and strive to deliver with excellence for our clients.", "Our Leadership Team are passionate about living by our values, fostering an innovative culture and investing in our people to continue to build on 20 years of success.", "Itree is a privately held company with a strong vision - our solutions genuinely save lives, improve public safety and protecting our communities. Something we can all get behind and work together to achieve.", "We don’t outsource our development work. We prefer to hire the most promising talent so that we can retain the business domain expertise and technical skills that most benefit our clients. ", "Itree pays respect to the traditional owners of Country that our business operates on, the Wadi Wadi people of the Dharawal Nation.", "\r\n                            Itree Dreaming was created by the talented artist Murrajuaiie, from Pita Pita Nation of the Channel Country surrounding the Boulia District in South West Queensland. He describes the artwork as follows: ", "\r\n\t\t\t\t\t\t\t", "\r\n\t\t\t\t\t\t\t", "\"Itree was established 20 years ago in the area of the Wadi Wadi people, Dharawal Country in Wollongong. The hand prints represent both the First Nation Country of the Wadi Wadi people and the talented hands of Itree people designing technology solutions. The people sitting around the campsite represent Itree doing business with the various government agencies they work with. The tree and leaves are symbolic as Itree is ever living and evolving, to bring safety through clever solutions that protect us. The different backgrounds represent the areas that Itree is specialist in - desert, hill country, the rivers and ocean. Itree has solutions for road, rail, maritime and fisheries.\"", "\r\n                        ", "Itree ", "wins two Australian Business Awards", ". New Product Innovation & Employer of Choice.", "REGULATION", "WORKS", "®", " enjoys a major refresh with the ", "release of version 5.", "Itree ", "triple-award winner", " at 2018 Illawarra’s Business Awards.", "Itree wins ", "Employer of Choice", " at the Australian Business Awards.", "Itree launches inaugural ", "Community Forum", " event.", "Itree awarded", "  ", "Business Research and Innovation Initiative", " (BRII) in its inaugural year.", "Celebrates 20yrs in business!", "Itree introduces new CEO, Ben Hobby.", "Delivers extended solutions for primary industry, liquor and gambling, and maritime industries.", "ISO27001 accreditation achieved for superior information security systems.", "Awarded Illawara Region Innovation and Investment Fund (IRIIF) grant, fuelling further enhancements to ", "REGULATION", "WORKS", "®", " safety and security intelligence solutions.", "Multi-million dollar research project results in the development and launch of Itree’s ", "REGULATION", "WORKS", "®", " platform - a series of software solution modules that deliver improved citizen safety through intelligent regulation, compliance and enforcement.", "Itree achieves ", "ISO9001", " accreditation.", "Rapid growth saw Itree expand to larger premises, being the second tenant to locate at the award winning ", "Innovation Campus", " business hub in Wollongong.", "Expansion of compliance and enforcement solutions to new government contracts in South Australia, Tasmania, Victoria and New Zealand.", "First major State government contract secured for road compliance and enforcement in NSW.", "Itree was born in a small office at the University of Wollongong, initially delivering safety, security and sustainability solutions for transport in NSW.", "August 2018", "REACH, Itree’s secure data sharing platform provides timely access to relevant information resulting in better outcomes for our community while complying with policy and legislation.", "Initially designed for securely sharing sensitive information between child protection agencies, Itree has created a cost effective, cloud based solution that can be configured for many industries. For example;", "Privacy is protected", " by data de-identification in compliance with relevant policy and legislative requirements. The information displayed is as transparent or obscured as required and can be flexibly configured as policies and legislation evolve.", "Data is secured", " by using role based access control, managed through single sign-on integration using SAML v2.  REACH’s Search Service API and Data Sharing interface uses trusted digital certificates. All data is securely stored , authenticity is verified, and all access and activity is logged.", "Potential matches are easily identified", " using the intelligent, simple-to-navigate search engine. Each search result displays a match confidence score and highlights the matching attributes. The impact of variable data quality is mitigated through intelligent features such as name permutations, relationship pattern matching, phonetic search and partial matching.", "A connected data set", " are expanded over time through confirmed matches, with REACH actively learning over time to improve match confidence calculation using a growing data set.", "Seamless integration with your existing operational systems", " allows you to be accountable for securing, owning and managing your own systems and data while accessing REACH from within your own systems.", "Replace inefficient processes", " through streamlined information requests using your ", "case management workflow", ", removing the need for unreliable, in-secure, time-consuming paper based processes and reducing the number of ‘no match’ information requests.", "Prevent unauthorised misuse of sensitive data with comprehensive auditing.", " REACH ensures that all system actions including search and view are audited, providing complete traceability of who has accessed specific records and when.", "Flexibility through highly configurable integration", " ensures that REACH meets the needs and capacity of many industries, also enabling rapid response to changes in legislation, regulations, or other industry needs.", "Real-time updates", " ensure that REACH has the latest information and notifies interested parties when a record of interest changes or becomes available.", "Positive user experience.", " User productivity is optimised by offering responsive feedback and fast searching, a clear, uncluttered interface, focusing on usability, accessibility, and keyboard navigation.", "REACH was recently demonstrated to industry and government representatives at the Itree ", "Community Forum", ", including Jenni Hutchins, CEO, Big Fat Smile who commented, ", "“During my time working with children, I’ve seen the consequences of agencies not having the right information at the right time. If our child protection agencies start using REACH, I have no doubt that they will be better equipped to support families and protect at-risk children from harm.”", "Itree is developing REACH as part of the ", "AusIndustry Business Research and Innovation Initiative", ". For a demonstration or to find out how your organisation can securely share data using REACH, please ", "contact us", ".", "September 2017", "EXCITING NEWS....Itree has been selected as a finalist in the \"Employer of Choice\" category at this year's Illawarra Chamber Business (IBC)  Awards. The Illawarra Business Awards is the region’s most prestigious and anticipated annual business awards event. In addition to recognizing and honouring the most outstanding businesses in the region, the Awards provides an opportunity to celebrate the combined successes of the Illawarra Business community. ", " ", "Itree gaining finalist status is a massive achievement within itself. Key to getting this far is the amazing employees we have at Itree. Every member of the Itree team demonstrates fantastic values and respect for one another. ", " ", "For Itree, the Awards provides a platform for reviewing business operations with fresh eyes, as well as the eyes and minds of experts. They put a spotlight on the region, showcasing the success stories of our most outstanding businesses and marketing the Illawarra region. Itree are finalists alongside some very worthy local businesses from around the Illawarra area. We feel both honoured and humbled to be announced as a finalist for this award and we are looking forward to attending the special night.", "\r\n          ", " ", "The winner will be announced on the 20th of October at the Illawarra Business Awards 2017 which will be held at the WIN Entertainment Centre in Wollongong.", " ", "\r\n              \r\n              \r\n              ", "Go back to news", "\r\n            ", "3rd April 2017", "Itree is always keen to contribute to worthy causes in the community and this month congratulations goes to our 'March Chargers' – running forward for cancer research, quite literally. The March Charge – Cancer Council’s vision is to minimise the threat of cancer for all Australians, through successful prevention, best treatment and support.", "During the month of March, the Itree Chargers team achieved an amazing result, combining as a team to run a continuous 351km. They have helped to make a difference to someone's life, all of us at Itree applaud the effort and result.", "To put this in perspective, our March Chargers ran further than...", "\r\n               Wollongong to Sydney:                 81km", "\r\n               Wollongong to Newcastle:           223km", "\r\n               Wollongong to Canberra:              241km", "\r\n               Wollongong to Nelsons Bay:        282kim", "\r\n               Wollongong to Bega:                      344km", "\r\n               ", "The team also raised an amazing ", "$1,337.92", " – wow!!! Thank you to everyone who donated and provided encouragement over the last 31 days.", "October 2017", "We are delighted to announce that Itree has been awarded an innovation challenge project under AusIndustry’s ", "Business Research and Innovation Initiative (BRII)", " to develop ‘REACH’ – a Child Protection Intelligence System.", "The Commonwealth government initiative supports Australian owned technology SMEs to develop and test innovative solutions to key public-sector and social challenges. In his recent ", "media release", " Senator the Hon Arthur Sinodinos highlighted that", " “BRII also allows government to tap into leading edge thinking to find innovative solutions to important challenges in public policy and develop new ways to deliver government services”", ".", "Every day, child protection workers are required to make immediate assessments for children-at- risk without timely access to historical information in other jurisdictions, which may be relevant or even vital. They operate within a high-pressure environment requiring effective response and decision making in a timely manner.", "Earlier this year, Itree was selected to conduct a feasibility study to address the challenge of ‘Sharing data nationally to ensure child safety’.  The study positively confirmed feasibility in five key areas: technology, data access, people, privacy and operations.  ", "Itree will now develop our innovative data sharing platform, REACH Child Protection Intelligence System. It is a secure, robust, integrated solution to enable state and territory child protection agencies to ‘reach out’ and share vital information about children-at-risk and adults-of-interest. ", "The solution is readily extendable for additional purposes with other organisations such as police, health, education, child support, justice, and Non-Government Organisations.", "Itree’s CEO, Ben Hobby, commented:", " “REACH is a core technology solution in a series of innovations  from Itree over the coming months, taking us another step closer to saving more lives and protecting our communities. Our team is extremely excited to be working on this initiative, thrilled to be able to make a positive difference in the lives of those that are most vulnerable in our communities.”", "The project commences this month and runs through to 2018.  This proof of concept seeds the development of a new product offering for sharing data securely between inter-related government agencies and other organisations, which has phenomenal application value for all domains that Itree is involved in.", "February 2018", "Itree were pleased that REACH recently received a mention in ITNews (read it ", "here", "). Our plans to make child-protection related information held in multiple state-based systems, available to caseworkers and other authorities across Australia, is becoming a reality. REACH is Itree's child safety intelligence system, a very exciting step towards enhancing the protection of children, and decreasing abuse.", "\r\n            ", "\r\n          REACH will interact with existing child safety systems, such as the new Child Protection system in NSW, to identify children at risk, particularly related to the challenges surrounding 330,000 Australians who move interstate each year.", " ", "The platform is making use of advanced search technology and alarm features to allow child protection agencies in all states and territories to check the status of children at risk and detect persons of interest in near real-time. Not a national database, the new system will help keep better track of child protection issue that otherwise run the risk of falling between the cracks, in line with the national framework for protecting Australia’s children 2009-2020.", "\r\n            ", "\r\n            No system currently alerts caseworkers to background information that may exist outside the state they are in, and while protocols exist for the transfer of child protection information, this relies on the agency being aware of the child having moved. We are thrilled to see the release of REACH later in 2018.", " ", "Read more at", " itnews.com.au", "June 2018", "We are very excited to announce that we had our very own Kirsty Dusting, Head of Business Solutions speak at the Women in Big Data Meeting in Canberra this month. ", " ", " The goal of the ", "Women in Big Data (WiBD)", " Forum is to strengthen the diversity in the big data field. As part of this initiative, they encourage and attract more female talent to the big data analytics field and help them connect, engage and grow.", " ", "The Women in Big Data Forum is out to champion the success of women in Big Data and to increase women's representation in Big Data to 25% by 2020. Itree celebrate diversity and equally throughout our culture, so to be a part of this, is just wonderful and Kirsty is more than qualified to lead the charge. ", " ", " Kirsty  shares her vision and knowledge about REACH, Our Secure Information Sharing Platform. Kirsty focussed on the product vision which is, to enable organisations to make better decisions by allowing them to securely share, search, link and access information. ", " ", " As we move forward with REACH, Itree are continuing our journey to become a leader in protecting citizens and helping provide safer communities. The system we are building is helping to protect children at risk – a focus that we are proud to be involved with.", " ", " No system currently alerts caseworkers to background information that may exist outside the state they are in, and while protocols exist for the transfer of child protection information, this relies on the agency being aware of the child having moved.", " ", "This all becoming possible, thanks to the Business Research and innovation initiative (BRII), this initiative was introduced as part of the national innovation and science agenda to develop and test solutions that respond to public sector challenges. ", " ", "Being able to make people aware of the what Itree aim to achieve, in the child protection sector, is very important to us and Kirsty did a fantastic job, telling Itree’s story. ", "\r\n            \r\n            ", "Go back to news", "          ", "August 2018", "Itree is incredibly proud to announce, once again, that the company has achieved accreditation for the global ISO standards of 27001 Information Security and 9001 Quality Management. Over the past two days a thorough external audit has been conducted, including reviews of security and quality policies and processes, to ensure Itree maintains it’s high priority on quality based outcomes for customers and employees.", "Katie Davies, Head of People, Culture & Quality at Itree shares: ", "“Itree’s commitment, context and scope for Quality Management across our organisation is to ensure that customers are delighted and company objectives are met in a clearly defined and repeatable manner.\"", " ", "Achievement of these high standards is a reflection of an ongoing commitment by Itree to produce products and services for government agencies and service providers, that make our communities safer places to live, by protecting citizens and preserving environments.", "Itree’s CEO, Ben Hobby, commented: ", "“I am continually impressed by the way that our talented Itree team displays such an emphasis on striving for the highest quality in all aspects of our work. This is a vital element of our culture. Ongoing achievement of recognised certifications is just one evidence of the effort, dedication and focus our people have towards each other and our valued customers.\"", "August 2018", "Spectacular views and the customary sunshine of the Illawarra were enjoyed on Thursday and Friday of last week, as the annual Itree sponsored Community Forum took place. Government agencies, partners and industry participants gathered in Wollongong, at the Innovation hub, to hear a variety of speakers leading their fields in technology for innovation and digital transformation. ", "After a warm welcome to the region by the Lord Mayor Gordon Bradbury, The Hon Michael Keenan MP delivered a key note address identifying the ways that digital transformation is being approached by government to rise to the expectations of citizen engagement. Technology is being embraced at an accelerated rate, services need to be simple, convenient and easy to use.", "Jenni Hutchins, CEO, Big Fat Smile, shared important views relating to protection of our young ones. Coupled with this presentation was a demonstration from Itree’s Daniel Walsh and Tom Nelson, showing the progress of ", "Itree’s development of REACH", ", a secure information sharing platform.", "Participants also heard speakers address the topics of analytics and planning, IoT, and AI in the Public Sector, including case studies of recent deployments within government agencies. A tour of Itree’s new corporate headquarters gave attendees a sneak preview before the official opening taking place later this month.", "Phillip Brooks, Chief Inspector for NSW Police Force, gave an excellent reminder of the ongoing need to keep road safety a high priority. He commented, ", "“Given the current challenges that compliance and enforcement face, technology and automation will be the key to generating road safety outcomes. The work of Itree is critical in this regard.”", "Live interactive sessions were available for participants to see Itree’s latest product offerings first hand - RegulationWorks v5, InspectorWorks Mobile, and REACH.", "Watch ", "this space", " for more photos and video of the event being posted shortly. Register your interest for the 2019 Community Forum ", "here", ".", ">\r\n        \r\n        \r\n        ", "\r\n        ", "\r\n\t\t\t $ = jQuery.noConflict();\r\n\t\t\t $(document).ready(function() { \r\n  \t\t\t $('#myCarousel').carousel({ interval: 6000, cycle: true });\r\n\t\t\t }); \r\n\t\t", "\r\n        \r\n\r\n\t\t", "\r\n\t\t", "\r\n\t\t", " \r\n        ", "\r\n    \r\n\t\r\n    \r\n    \r\n    ", "August 2018", "Itree’s refreshed InspectorWorks® Mobile solution is revolutionising the way that field staff such as Inspectors and Auditors operate while on the move. Increasing productivity, improving data quality, driving higher consistency and better informing decisions, is leading to safer workforces, protecting our communities and environments.", "Empower your workforce to focus on the most important tasks, with time saved by reducing double-handling. Intelligent screening helps staff to take appropriate action based on automated risk calculations. Inspections or audits are streamlined from planning through to completion, with access to accurate real-time information, pre-filled data entry, digital evidence capture, instant compliance actions and notice issue, with guided, configurable checklists.", "Onboarding new starters is much easier, with targeted, consistent checklists that directly link to legislation, and recommend inspection outcomes. The guided checklists help all users to conform with legislation and make consistent, accurate and appropriate decisions.", "The entire regulatory lifecycle is supported by InspectorWorks® from start to completion. Through integration with RegulationWorks®, inspections recorded in the field are linked and available for approval decisions, case management, investigations, reports and analytics. Additionally, if non-compliances are recorded during an inspection, RegulationWorks® intelligently recommends outcomes based entity attributes, previous decisions, and compliance history of linked entities.", "By supporting Inspectors in the field, executive decision makers are empowered to make intelligent strategic decisions. Analytic insights gained from improved data quality can inform decisions such as process improvements, policy changes, forward work planning or focussed education campaigns.  Workforce performance will see improvements with real-time KPI measuring and monitoring.", "Chief Inspector Phillip Brooks from the NSW Police Force, Traffic & Highway Patrol Command recently enjoyed a demo at the", " Itree Community Forum", " stating, “", "from what I have seen this appears to be an impressive platform in terms of heavy vehicle safety & compliance.", "\"", "InspectorWorks® Mobile has been designed with real users in mind, across a multitude of industries, platforms and devices. Delighting our customers is a driving focus for our team.", "Ben Hobby, CEO of Itree, commented, \"", "We have been working hard to build a platform that enables our customers to execute their mobility strategies and rapidly deliver new and improved business services for their customers. This platform now streamlines processes for safety, enforcement, and compliance, providing enhanced productivity, accuracy and efficiency, whilst working anywhere, at any time.", "\"", "To find out how government and industry are improving safety and increasing productivity in the field using InspectorWorks® Mobile, or for a demonstration, please ", "contact us", ".", "September 2018", "2018 growth and expansion continues for Itree as new headquarters were opened at the end of August. Itree has relocated to the top floor of the Enterprise One Building at the Innovation Hub in North Wollongong. The move accommodates expansion of Itree’s growing team, to be situated on a single open plan floor space, encouraging engagement, interactivity, greater collaboration and more exercise!", "Designed with innovation in mind, during the migration a new secure lab was created to facilitate the development of advances in protected information sharing for government agencies, and extending design and support of further deployments as mobility, privacy and security feature heavily for Itree customers.", "The technical migration also saw Itree significantly upgrade it’s network architecture, facilitating critical systems to operate in a fully redundant cloud hosted infrastructure, whilst maintaining the integrity of architecture remaining on location. Security and resiliency has also been boosted by the latest technology installation at the new facilities.", "Itree CEO, Ben Hobby, commented: “", "I am thrilled to have our growing team situated in an environment that breeds greater collaboration. Our people are simply our greatest asset, we wanted to provide them with a working atmosphere that facilitates natural interactions, giving spaces for creative thinking and secure settings for continuing the critical development that is so vital to our customers.", "”", "The new facility features a ‘culture room’ where inspiring casual ideation and relaxed adhoc interaction can take place. Abundant collaboration rooms sprawl the length of the office, fittingly named after many of the technology innovators of recent generations.", "With sweeping ocean and mountain scenes, the new premise not only boasts some of the best views of the Illawarra region, it holds a 4.5 star NABERS Energy Rating (National Australia Built Environment Rating System). Designed and built using sustainable building principles, Enterprise One has adopted innovative design features for high energy efficiency, such as automatic timber louvres that track the morning and afternoon sun.", "We would love to show you around our new home. Please feel free to ", "contact us", " and come find out about Itree’s latest RegTech innovations.", "September 2018", "The annual RegTech focussed Community Forum event, sponsored by Itree, was a huge success this past August. One of the inspiring elements of the event was the focus on giving back to local charitable organisations who are making a huge difference in the Illawarra region.", "Every guest table at the Community Forum had the opportunity during breaks, to contribute by placing their ‘chips’ in to collection jars of their choice. Itree had pre-selected the following charities for any contributions and donations to be made;", "A total of $2,500 was raised during the Community Forum and subsequently donated to these charities following the event. For those who participated, from the Itree team and from visitors, we thank you!", "On 18th September 2018, Ben Hobby, Itree CEO, and Katie Davies, Head of People & Culture at Itree, met with representatives from each of these Illawarra not-for-profit organisations, to discuss how the donations would be used and to learn more about the wonderful community building work being accomplished.", "Natasja Witbreuk with Itree CEO, Ben Hobby.", "Natasja Witbreuk, representing ", "WWIS", " (Wollongong Women’s Information Services), described a long history of supporting women in the Illawarra. WWIS is a service run by women for women, offering a safe and welcome space where women can find support and assistance. This wonderful service provides a spectrum of support, anything from a 10-minute chat, to helping with legal aid.", "Alison Horne, Mandy Booker and Itree CEO, Ben Hobby.", "Mandy Booker, General Manager of ", "WEFH", " (Wollongong Homeless Hub) and Alison Horne, Senior Admin Officer, shared some of the harrowing stories heard on a daily basis, of people in crisis in the Illawarra who end up on the streets or sleeping in their cars. Homelessness does not discriminate, it can happen to anyone, not just those with addictions or living in unhappy circumstances. WEFH covers a full spectrum of help, for all ages, with the ambition of ensuring everyone has a roof over their heads and a safe place to sleep.", "Shaz Harrison-Shaw with Itree CEO, Ben Hobby.", "Shaz Harrison-Shaw, founder of ", "Need a feed", ", shared her personal story behind the motivation to create and drive her praiseworthy cause. Need a Feed supports local families across the Illawarra in a variety of ways, from providing food to personal care items and school supplies, to a regular Friday night home cooked meal held at Bulli church. Multiple local organisations connect families and individuals with Need a feed, also hosting numerous events throughout the year, feeding literally thousands of people. The ‘Need a Coffee’ van based in Globe Lane, Wollongong, provides $1 coffees and lending a listening ear, helps to connect people to multiple support services.", "Ben Hobby, Itree CEO, commented: “", "I am thrilled that in a small, simple way, Itree has been able to co-ordinate for many to make a direct contribution to these highly worthy causes in the Illawarra region. The people in these organisations are very inspiring, and we look forward to our great people donating their time and resources to continue to help.", "”", "Please watch this space for more Itree community-driven initiatives coming soon.", "October 2018", "Itree are thrilled to be one of a few Australian tech companies to join Minister Keenan and the ", "@AIIA_ICT", "  on a Digital Transformation business mission to the US this week. Itree’s CEO, Ben Hobby, will join the Ministerial delegation which begins today in Seattle, moving to San Francisco later in the week.", "As reported in the Australian Financial Review ", "yesterday", ", the business mission will consist of Australian government representatives who lead digital innovation for the country, large technology companies and smaller Australian tech firms, like Itree, who are leaders and challengers in their fields.", "Focussed on furthering the ", "Digital Transformation Agenda for Australia", ". the delegation will have a rare opportunity to visit the heart of many of the world’s leading technology companies, such as Microsoft, Amazon and Salesforce. Additionally, visits will include discussion with venture capitalists, start up hubs and other Australian technology successes.", "Itree are committed to assisting the Australian Government with making it simple and faster for citizens to transact with government agencies, through agile digital technology that delivers in the fields of safety, regulation, compliance and enforcement. In great harmony with Itree’s mission of safer communities, preserving environments and protecting citizens, it is exciting to see this delegation group together visiting technology giants and discussing how Aussie technology can scale for the challenges ahead.", "Watch ", "this space", " as the journey unfolds this week! ", "October 2018", "We are extremely excited and proud to announce that Itree have been selected as finalists at The 2018 Illawarra Business Awards yet again. The Awards are a celebration of excellence in business and recognise the achievements of business professionals across the region. ", "Itree have been selected as finalists in the following categories:", "Our very own Andrew Jackson, Head of Technical Engineering has been selected as a finalist for Outstanding Young Employee. Andrew’s team is responsible for developing Itree’s core products, technical project implementation, configuration, data migration and reporting with a focus on ensuring the best possible quality in everything we do for our customers.  ", "Itree also focuses much effort into being an innovative organisation, which gives us the ability to create methods, products, processes in an environment which keeps our business relevant across changing times and spaces.", "The finalist for the Innnovation Award is recognition of ", "REACH", "; a child safety intelligence system which is a very exciting step towards enhancing the protection of children. REACH will interact with existing child safety systems, such as the new Child Protection system in NSW, to identify children at risk, particularly related to the challenges surrounding 330,000 Australians who move interstate each year. ", "The platform is making use of advanced search technology and alarm features to allow child protection agencies in all states and territories to check the status of children at risk and detect persons of interest in near real-time.", "The Illawarra Business Awards 2018 are to be held in Wollongong at the end of October.", "October 2018", "Itree have been closely engaged with ", "AMSA", " since 2011 in the transition of domestic commercial vessel regulations to AMSA.  The most recent project was the successful public launch of the MARS platform on 1 July 2018.", "The MARS platform has been implemented on the RegTech industry-leading RegulationWorks® platform, to centralise the management of maritime regulatory functions. Prior to this, domestic commercial vessels were regulated by the relevant state or territory authority. AMSA now delivers the full range of national system regulatory services to domestic commercial vessel operators in a consistent manner for the whole of Australia. The project involved over 40 Itree analyst and technical experts during the two year engagement. As the system prepared for go live, over 28,000 historical activities and 773,000 entities (people, organisations and vessels) were migrated from State-based systems in to the MARS national deployment.", "AMSA is planning further enhancements including inspections functionality and additional business process improvements. Nationalisation of regulatory administration to achieve improved outcomes is an Itree specialisation and could be applied to many other government agencies, to manage their systems more efficiently. RegulationWorks achieves high productivity for domains including safety, compliance, regulation and enforcement. For more details, ", "see here", ".", "The National System image is copyright AMSA and used under ", "Creative Commons 4.0", "This two-day event, hosted in Wollongong and Sydney, provided an opportunity for Itree customers, government agencies and industry representatives to network in beautiful surroundings.  It was also a chance to see the innovation that Itree are developing in the safety, regulation, compliance and enforcement domains. ", "The occasion also provided opportunities to receive feedback and understand issues from the perspective of those in the industry.", "The first day of the Community Forum was held at the state of the art Innovation Campus in Wollongong, Itree’s headquarters. Attendees were fortunate to hear Professor Pascal Perez open the event with his speech about '", "Smart Cities and Infrastructure: The good, the bad and the ugly", "'. Perez was followed by Itree’s CEO, Ben Hobby, who informed the group of the Itree 20-year success story and of future prospects for both the company and the industry.", "John Wall from Transport NSW, Road Safety Technology Centre, educated the attendees about recent road technology trials with NSW Safety Cars, including a live demonstration of the newly acquired Volvo XC90 safety car, which was on display at the Innovation hub forecourt.", "The final session of the first day was concluded by John McCawe from Maritime New Zealand, speaking on '", "Being Agile in Government", "', giving examples of how Maritime in New Zealand has successfully employed an agile approach to building it’s compliance and regulation solution.", "Attendees headed to Sydney to network during an evening dinner cruising on the iconic harbour.", "Day two of the Community Forum started at the Sydney Business School city location, where guests were treated to spectacular views of the Opera House and Sydney Harbour Bridge.", "Attendees were given the choice of attending one of two workshop sessions. Session one focused on understanding Transport Safety, the other session focused on enhancements and innovation within RegulationWorks, Itree’s industry leading regulatory, compliance and safety platform. These deep dive sessions provided current and prospective clients with an opportunity to view existing, as well as shape future offerings.", "The Community Forum generated an ideal environment for Itree customers, government agencies and industry to meet one another and to engage in productive discussions relating to the importance of safer communities, protecting citizens and preserving environments. We are already looking forward to the next Community Forum event in 2018!", "Chief Executive Officer", "Head of Culture", "Head of Customer Solutions", "Head of Customer Success", "Head of Product", "Head of Information Security and Technology", "Finance Manager", "Senior Solutions Consultant", "10th February 2017", "Click on the image to enlarge", "At its regular iHarmony company chat earlier today, Itree announced a reinvigorated programme for its annual ", "ShipIT innovation contest", " (kind of like a hack-a-thon), including extra dollars being contributed for the winning solution and presentation. For the first time in its history, Itree has opened up participation for UOW students to combine with an Itree team and submit a winning proposal.", "Approved applications and teams will undertake the contest on Thursday 11th May 2017, with a panel of judges being formulated to view presentations and demonstrations on the morning of 12th May.", "Itree’s CTO, Hengki Widjaja, said: “", "Itree is at a very exciting time in it’s history. With the latest version of our RegulationWorks platform (v4.0) having been released just over a month ago, we are now working on several mobile, cloud and data sharing applications across various regulatory domains, including transport safety, child protection, maritime and primary industries. We know that there is great talent within our Itree family, and we hope ShipIT will bring some of the best of that to the forefront.", "”", "If you would like to find out more or participate, please get in touch: ", "shipit@itree.com.au", "June  2017", "Itree brought together our customers, government agencies and industry for our inaugural 'Community Forum' event! A chance to network with others that share similar challenges, hear industry perspectives and see what regulatory innovation Itree is working on.", "Held at the Innovation Campus in the heart of the Illawarra region, south of Sydney, the forum was also an occasion to receive feedback and understand issues from the perspective of those in the industry.", "If you wish to know more and/or sign up for the future event please click ", "here", ".", "Imagine one day you see a suspicious person, a robbery, a car accident, rubbish being dumped, or a cigarette tosser, etc. Who do you need to contact to report the incident? Which number do you call, email address to use or form?", "The solution proposed is a mobile application combined with cloud-based technology that allows citizens to report the incident fast and easily. Utilising information that is already available on most smart devices, the community can report any issue or incident without a fuss. The team was able to demonstrate a working mobile application and cloud-based solution at the end of the 12-hour ShipIT!", "Organisations want the ability to set up and manage standard checklists that can be deployed to employees. It sounds simple - but is it? Solutions available in the market today can be too simple, hard to extend, or too complex - taking too long to configure or deploy.", "The challenge was to build a mobile application with extendable architecture (data model, interface and modules) within 12 hours. The winning team was able to demonstrate the mobile application, cloud-based solution, product website and pricing structure. Amazing!", "Our ShipIT initiative gives you the chance to freely innovate and evolve your ideas in to reality. The best ideas win prizes, bragging rights, and the potential to take a prototype through to production.", "TBC", "Each project creates a prototype that aligns with a current theme - Big Data, Analytics, Internet of Things, or Cloud.", "Best Solution and Best Presentation", "Send us an email ", "shipit@itree.com.au", " or fill the ShipIT Form."], "emails": ["npeplow@itree.com.au", "info@itree.com.au", "info@itree.com.au", "info@itree.com.au", "shipit@itree.com.au", "shipit@itree.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["2018-09-20", "2018-09-20", "2018-09-20", "2018-09-20", "401 544 138", "2 4253 5466", "2018-09-20", "2018-09-20", "+61 2 4253 5444", "+64 4333 0052", "2018-09-20", "2018-09-20", "2018-09-20", "2018-09-20", "2019-01-23", "2018-09-20", "2018-08-16", "2018-08-16", "2018-09-20", "45092925153", "2018-08-10", "2018-08-10", "2018-08-10", "2018-08-10", "35553232676", "2018-08-15", "2018-08-15", "2018-09-20", "2018-09-20", "2018-09-20", "2018-09-20", "35553232676"], "lda_resutls": [[0, "0.014*\"announce\" + 0.012*\"new\" + 0.012*\"itree\" + 0.010*\"base\" + 0.010*\"team\" + 0.010*\"part\" + 0.009*\"state\" + 0.009*\"end\" + 0.009*\"regulation\" + 0.008*\"reach\""], [1, "0.020*\"itree\" + 0.013*\"key\" + 0.012*\"reach\" + 0.012*\"contact\" + 0.011*\"work\" + 0.010*\"protect\" + 0.010*\"safety\" + 0.009*\"child\" + 0.009*\"forward\" + 0.007*\"area\""], [2, "0.019*\"solution\" + 0.019*\"itree\" + 0.016*\"compliance\" + 0.012*\"safety\" + 0.010*\"enforcement\" + 0.010*\"decision\" + 0.010*\"industry\" + 0.010*\"platform\" + 0.009*\"agency\" + 0.009*\"improve\""], [3, "0.044*\"award\" + 0.035*\"business\" + 0.015*\"provide\" + 0.014*\"employer\" + 0.013*\"service\" + 0.011*\"itree\" + 0.010*\"organisation\" + 0.010*\"year\" + 0.008*\"choice\" + 0.008*\"woman\""], [4, "0.017*\"technology\" + 0.012*\"government\" + 0.011*\"year\" + 0.010*\"datum\" + 0.009*\"people\" + 0.009*\"see\" + 0.009*\"solution\" + 0.008*\"woman\" + 0.008*\"itree\" + 0.007*\"deliver\""], [5, "0.022*\"itree\" + 0.010*\"government\" + 0.009*\"great\" + 0.009*\"system\" + 0.009*\"solution\" + 0.008*\"include\" + 0.008*\"safety\" + 0.008*\"customer\" + 0.008*\"base\" + 0.007*\"public\""], [6, "0.038*\"child\" + 0.021*\"protection\" + 0.018*\"information\" + 0.017*\"risk\" + 0.014*\"solution\" + 0.013*\"reach\" + 0.011*\"business\" + 0.011*\"system\" + 0.009*\"make\" + 0.008*\"work\""], [7, "0.018*\"government\" + 0.017*\"safety\" + 0.015*\"agency\" + 0.011*\"industry\" + 0.010*\"customer\" + 0.009*\"outcome\" + 0.008*\"user\" + 0.008*\"community\" + 0.007*\"solution\" + 0.007*\"itree\""], [8, "0.021*\"itree\" + 0.016*\"datum\" + 0.015*\"business\" + 0.012*\"reach\" + 0.010*\"company\" + 0.010*\"year\" + 0.010*\"information\" + 0.010*\"technology\" + 0.008*\"software\" + 0.008*\"need\""], [9, "0.036*\"work\" + 0.017*\"business\" + 0.016*\"comment\" + 0.014*\"process\" + 0.011*\"event\" + 0.009*\"new\" + 0.009*\"agency\" + 0.009*\"finalist\" + 0.009*\"solution\" + 0.008*\"vision\""]], "kpe_resutls": [["itre iso", 0.05981617753905674], ["australian innov regtech", 0.019417087511630553], ["regtech commun forum", 0.016754712393346645], ["regul", 0.016728001477957503], ["move enforc simplifi time", 0.015573435160719656], ["new archiv itre", 0.015551232855529184], ["busi need", 0.015401828878052217], ["success reach proof", 0.015031474609418938], ["solut", 0.013865284944187128], ["territori govern", 0.013408596221460765]], "rake_resutls": [[66.64285714285714, "works works works works works works works works works end"], [64.77380952380952, "senator molan – zac smith – 0401 544 138"], [57.529289109076345, "common goals • create new possibilities itree develops intelligent software"], [51.45872838123679, "technology finance manager senior solutions consultant 10th february 2017 click"], [49.836288416075654, "continued quality focus regains itree iso 9001 certification key features"], [43.82043673012318, "minimises manual data entry using already known agency data"], [40.12783836939032, "find us wollongong wellington contact us itree bringing innovation"], [38.88596790325514, "obviously incredibly high .” anon august 2018 itree"], [38.54250992937915, "business awards 2018 itree successfully delivers national maritime safety platform"], [38.22261745607334, "regulationworks ® intelligently recommends outcomes based entity attributes"], [36.720410839160834, "best solution award best presentation award registrationworks ® supports"], [36.41386778115502, "canberra itree certified quality focus remains high innovation"], [36.0, "$('# mycarousel '). carousel ({ interval"], [35.79136473429952, "industry best practice apis provide flexible integration options"], [34.6786858974359, "inspectorworks mobile edition resourceworks ® handles rostering"], [34.37129879437927, "commonwealth government initiative supports australian owned technology smes"], [33.96666666666667, "electronic content single entity view control access"], [33.13333333333333, "regular friday night home cooked meal held"], [32.81509056495453, "australian maritime safety authority itree community forum 2017"], [32.80853174603175, "best effort • quality customer outcomes • strive"], [32.5, "news archive news archive increased power"], [32.476470588235294, "event saw another glorious sunny wollongong day"], [32.22222222222222, "• acceptable stakeholder returns • enjoy"], [32.0, "statutory obligations standard integrations consume anywhere operational"], [31.76241134751773, "data sharing interface uses trusted digital certificates"], [31.627955082742318, "true }); }); august 2018 itree ’"], [31.5979843225084, "news archive itree completes successful reach proof"], [31.59005244772162, "sharing child protection information across jurisdictional borders"], [31.475177304964536, "itree – nadia peplow – npeplow"], [31.464285714285715, "newly acquired volvo xc90 safety car"], [31.376404245908887, "champions “ agile community solutions ” emerged"], [31.18007926574885, "technical migration also saw itree significantly upgrade"], [31.112499999999997, "licenced regworks modules include best practice workflows"], [30.994224924012155, "multiple sclerosis itree recognises outstanding uow students"], [30.7, "proactive subscription notifications alert authorised users"], [30.57515838309085, "people trusted partner secure data sharing platform set"], [30.5, "02 4253 5466 ‬ go back"], [30.49601063829787, "award winner itree takes home top honours"], [30.029721344802702, "annual itree sponsored community forum took place"], [29.514705882352942, "ux designed interface provides intuitive dashboard reporting"], [28.75, "61 2 4253 5444 email info"], [28.60909090909091, "gong 16th november 2016 chris savage"], [28.166666666666668, "noconflict (); $( document ). ready"], [28.067550505050505, "regulationworks ® v5 highlights regulationworks ® v5"], [27.578625580826603, "itree joins amazon web services partner network"], [27.41760154738878, "4th november 2016 itree today celebrated"], [26.65578745714862, "2018 imb bank illawarra business awards"], [26.438071895424837, "standards based api framework provides flexible integration"], [26.384751773049647, "market leading technology components – java"], [26.33153093211046, "secure data sharing platform provides timely access"]], "guided_lda_resutls": [["existing", "flexible", "building", "working", "take", "campus", "process", "set", "industries", "delivers"], ["industry", "systems", "august", "access", "award", "end", "leading", "world", "protecting", "features"], ["2019", "australia", "management", "department", "partner", "engagement", "v5", "nz", "legislation", "regulators"], ["safety", "organisations", "secure", "zealand", "forward", "product", "security", "digital", "team", "available"], ["using", "company", "may", "network", "20", "software", "result", "dusting", "plan", "news"], ["technology", "works", "best", "project", "initiative", "data", "part", "find", "first", "ensure"], ["2018", "work", "one", "region", "thrilled", "excited", "please", "september", "integration", "proud"], ["new", "child", "agencies", "national", "based", "greater", "providing", "requests", "transformation", "decision"], ["wollongong", "innovative", "within", "information", "provide", "latest", "environments", "timely", "inaugural", "areas"], ["quality", "ben", "decisions", "solution", "tasmania", "exciting", "us", "place", "asset", "way"], ["information", "data", "outcomes", "community", "customers", "provides", "public", "help", "commented", "head"], ["year", "ceo", "productivity", "user", "time", "experience", "intelligent", "held", "demonstration", "product"], ["across", "system", "sharing", "announce", "hobby", "including", "2016", "annual", "women", "kirsty"], ["reach", "innovation", "choice", "successful", "time", "management", "federal", "history", "multiple", "success"], ["forum", "risk", "awards", "agency", "enforcement", "safety", "challenge", "protection", "communities", "make"], ["platform", "australian", "people", "regulation", "real", "team", "service", "us", "inspectorworks", "sector"], ["itree", "high", "community", "many", "see", "years", "need", "key", "focus", "field"], ["government", "2017", "based", "state", "intelligence", "research", "employer", "big", "sydney", "improved"], ["itree", "business", "solutions", "compliance", "regtech", "services", "illawarra", "support", "also", "event"], ["regulationworks", "children", "cloud", "solution", "challenges", "protection", "together", "march", "future", "improve"]], "textrank_resutls": [[0.10450319109063617, 1, "itree solutions"], [0.1039972791454857, 35, "itree"], [0.09950797319978101, 4, "itree community forum"], [0.09916663792531508, 1, "itree employer"], [0.09784231164834883, 1, "itree team"], [0.09746785150959722, 1, "itree certified"], [0.09729635749191799, 1, "intelligence itree"], [0.09663975304828659, 2, "news archive itree"], [0.09566296092349773, 1, "national child safety itree"], [0.09455242427765986, 2, "innovation hub itree"], [0.09236866280163797, 1, "melbourne itree partners"], [0.09041771485360142, 1, "cloud marketplace itree"], [0.08875355853484082, 1, "local community heroes itree"], [0.08367774134755039, 1, "annual scit trade show itree"], [0.06251538241252222, 1, "state workplace safety itrees collaboration"], [0.05996256492025593, 1, "past events \r\n                    \t \r\n\t\t\t\t\t itree"], [0.05987131878659398, 1, "itree iso 9001 certification key features"], [0.05952073287399246, 1, "triple-award winner itree"], [0.05853243500313135, 1, "’s us delegation itree finalists"], [0.05767637111973721, 2, "the itree march chargers"], [0.05757051944781974, 1, "itree iso 9001"], [0.05705657221925071, 1, "our culture itree"], [0.05332558108086936, 1, "inaugural community forum event"], [0.05199639459100855, 1, "flexible solution"], [0.05180288019550032, 2, "safety outcomes"], [0.05092870895203625, 2, "regtech community forum"], [0.05028992989320512, 1, "child safety"], [0.04978144656470372, 3, "community forum"], [0.049703976196523704, 1, "best solution award best presentation award"], [0.04716639829812126, 1, "safety"], [0.046808645491900176, 1, "government agencies"], [0.046474822614807766, 2, "illawarra’s business awards 2018 itree"], [0.046281058734914615, 1, "other agencies"], [0.04612889447941157, 4, "solutions"], [0.045620669652589894, 1, "transport safety"], [0.04370491254141949, 1, "poor quality data machine"], [0.0433729586207113, 1, "national maritime safety platform"], [0.04252196177098856, 3, "works works works"], [0.04205810349343211, 1, "quality focus"], [0.041690018823771456, 1, "agency responses"], [0.04160721266055901, 1, "continued quality focus"], [0.041327375041121904, 1, "high quality"], [0.041158250778949, 1, "agencies"], [0.04072011171004872, 1, "simple approved access"], [0.040320284875241905, 1, "dan walsh andrew hallam lyndal"], [0.04021023970689227, 1, "intelligent decisions"], [0.04005424389195057, 1, "secure data sharing platform"], [0.03984625523991081, 1, "intelligent decision making"], [0.039694108011044976, 1, "national maritime safety"], [0.03962328129830344, 1, "new product innovation"]], "textrank_summery__resutls": ["Mobile is improving safety outcomes and increasing productivity through automation and intelligence Itree opens new headquarters at Innovation Hub Itree contributes to local community heroes Itree joins The Hon Michael Keenan MP for an Australian Minister", "Intelligent Reporting A source you can rely on Operational and occupational licensing made simple Approved access to infrastructure Know the history, identify the risk Complete case management On the move enforcement Simplifying time and asset management More online services in less time Itree solutions are built on high quality, market leading technology components – Java, Oracle, Google, Microsoft, Tableau, IBM, ESRI and HP.", "Itree opens up ShipIT contest to UOW students \r\n                    \t \r\n\t\t\t\t\t Itree Community Forum \r\n                    \t \r\n\t\t\t\t\t ShipIT @", "Rodney J. Clarke PhD. Itree Certified on the New Zealand Government", "Us \r\n                    \t \r\n\t\t\t\t\t Itree bringing innovation to help national child safety Itree proudly collects TWO Australian Business Awards."], "wordcloud_resutls": [["Itree", 1.0], ["solution", 0.38022813688212925], ["REACH", 0.27756653992395436], ["technology", 0.23193916349809887], ["information", 0.20912547528517111], ["service", 0.19391634980988592], ["year", 0.17490494296577946], ["data", 0.17110266159695817], ["will", 0.16730038022813687], ["support", 0.1520912547528517], ["system", 0.1520912547528517], ["government", 0.1444866920152091], ["safety", 0.14068441064638784], ["provide", 0.14068441064638784], ["across", 0.12927756653992395], ["platform", 0.12927756653992395], ["organisation", 0.12927756653992395], ["challenge", 0.12927756653992395], ["customer", 0.12927756653992395], ["people", 0.12547528517110265], ["child protection", 0.12167300380228137], ["government agencies", 0.12167300380228137], ["industry", 0.11406844106463879], ["based", 0.11026615969581749], ["Innovation", 0.10646387832699619], ["team", 0.10646387832699619], ["Award", 0.10266159695817491], ["Community Forum", 0.10266159695817491], ["Business Award", 0.10266159695817491], ["event", 0.09885931558935361], ["quality", 0.09505703422053231], ["business", 0.09505703422053231], ["Wollongong", 0.09505703422053231], ["innovative", 0.09125475285171103], ["New", 0.09125475285171103], ["New Zealand", 0.09125475285171103], ["time", 0.08745247148288973], ["help", 0.08745247148288973], ["project", 0.08745247148288973], ["field", 0.08745247148288973], ["user", 0.08745247148288973], ["work", 0.08365019011406843], ["agency", 0.08365019011406843], ["RegTech", 0.08365019011406843], ["make", 0.08365019011406843], ["national", 0.08365019011406843], ["enforcement", 0.07984790874524715], ["outcome", 0.07984790874524715], ["Australian", 0.07984790874524715], ["improve", 0.07984790874524715], ["RegulationWorks", 0.07984790874524715], ["one", 0.07984790874524715], ["child safety", 0.07984790874524715], ["Ben Hobby", 0.07984790874524715], ["need", 0.07604562737642585], ["best", 0.07604562737642585], ["using", 0.07604562737642585], ["within", 0.07604562737642585], ["many", 0.07604562737642585], ["decision", 0.07224334600760456], ["ensure", 0.07224334600760456], ["Department", 0.07224334600760456], ["partner", 0.07224334600760456], ["including", 0.07224334600760456], ["Employer Choice", 0.07224334600760456], ["intelligent", 0.06844106463878327], ["access", 0.06844106463878327], ["high", 0.06844106463878327], ["us", 0.06844106463878327], ["see", 0.06844106463878327], ["risk", 0.06463878326996197], ["management", 0.06463878326996197], ["cloud", 0.06463878326996197], ["Community", 0.06463878326996197], ["secure", 0.06463878326996197], ["regulatory", 0.06463878326996197], ["today", 0.06463878326996197], ["way", 0.06463878326996197], ["success", 0.06463878326996197], ["deliver", 0.06463878326996197], ["history", 0.060836501901140684], ["product", 0.060836501901140684], ["part", 0.060836501901140684], ["productivity", 0.060836501901140684], ["working", 0.060836501901140684], ["improved", 0.060836501901140684], ["development", 0.060836501901140684], ["company", 0.060836501901140684], ["Illawarra Business", 0.060836501901140684], ["key", 0.057034220532319393], ["find", 0.057034220532319393], ["State", 0.057034220532319393], ["develop", 0.057034220532319393], ["first", 0.057034220532319393], ["latest", 0.057034220532319393], ["workflow", 0.057034220532319393], ["better", 0.057034220532319393], ["regulator", 0.057034220532319393], ["Works Works", 0.057034220532319393], ["compliance enforcement", 0.057034220532319393]], "wordcloud_resultsbi": ["government_agency", "child_protection", "business_award", "employer_choice", "child_safety", "community_forum", "compliance_enforcement", "work_work", "regulation_compliance", "big_datum", "state_territory", "business_process", "real_time", "itree_team", "proof_concept", "australian_business", "public_sector", "case_management", "child_risk", "agency_industry", "new_product", "protection_information", "regtech_industry", "safety_compliance", "safety_outcome", "user_experience", "decision_making", "digital_transformation", "end_end", "information_sharing", "intelligence_system", "product_innovation", "sharing_platform", "woman_big", "year_itree", "federal_government", "forum_event", "government_industry", "industry_participant", "industry_safety", "innovation_hub", "itree_late", "itree_solution", "long_term", "management_system", "protection_agency", "safe_community", "safety_regulation", "technology_solution", "award_employer", "compliance_regulation", "customer_government", "datum_sharing", "enforcement_solution", "great_collaboration", "heavy_vehicle", "high_priority", "high_risk", "industry_platform", "information_child", "innovative_solution", "itree_customer", "itree_finalist", "mobile_application", "month_proof", "product_offering", "software_service", "technology_company", "technology_partner", "timely_access", "wollongong_innovation", "access_infrastructure", "accreditation_global", "asset_such", "award_new", "business_rule", "business_safety", "business_solution", "cloud_solution", "community_environment", "concept_business", "datum_quality", "event_itree", "expansion_itree", "family_risk", "first_time", "government_department", "head_business", "information_jurisdiction", "information_security", "innovation_campus", "innovation_itree", "innovation_science", "itree_child", "itree_high", "itree_innovation", "itree_new", "itree_reach", "many_year", "non_compliance"]}]