[{"company": "Wise Owl Legal Practice Management Software", "introduction": "Legal practice management software to legal trust accounting, billing and recording", "end_market": "Legal", "industry": "IT - Software", "link": "https://www.wiseowllegal.com.au/home.html", "search_text": "https://www.wiseowllegal.com.au/home.html", "title": "Wise Owl Legal: Practice Management, Trust Accounting ...", "link_corrected": "https://www.wiseowllegal.com.au/", "description": "Wise Owl Legal Practice Management frees you up to focus on your legal work and increase your profit.", "crawled_links": ["https://www.wiseowllegal.com.au/home.html", "https://www.wiseowllegal.com.au/blog.html", "https://www.wiseowllegal.com.au/testimonials.html", "https://www.wiseowllegal.com.au/quickbooks.html", "https://www.wiseowllegal.com.au/tech.html", "https://www.wiseowllegal.com.au/modules.html", "https://www.wiseowllegal.com.au/difference.html", "https://www.wiseowllegal.com.au/benefit.html", "https://www.wiseowllegal.com.au/contact.html", "https://www.wiseowllegal.com.au/done.html", "https://www.wiseowllegal.com.au/time.html", "https://www.wiseowllegal.com.au/future.html", "https://www.wiseowllegal.com.au/realtime.html", "https://www.wiseowllegal.com.au/nsw-law-society.html", "https://www.wiseowllegal.com.au/", "https://www.wiseowllegal.com.au/terms.html", "https://www.wiseowllegal.com.au/privacy.html", "https://www.wiseowllegal.com.au/coi.html"], "header_text": ["​", "Our Promise", "​", "The Proof", "The Problem", "Wise Owl Legal Blog", "Sharon Hunter - Hunter Solicitors - Southport Qld ", "Chris - IT Support - Sydney NSW ", "Michelle Phi - Accountant - Brisbane ", "Sue Battley -  Battley & Co Lawyers - Melbourne Vic", "Gemma Heidemann - Accountant - Brisbane ", "Scott Osborne - Osborne Butler - Cairns Qld ", "Alison Knowler -  Wettenhall Silva Osborne Butler - Cairns Qld", "Peter Cobb - Lawyer - Canberra ACT  ", "Daniel Hirsh -  Consult Solicitors - Melbourne Vic", " ", "Wise Owl Legal's Technical Requirements", "Documents ", "Productivity", "Finance ", "Trust Accounting", "The Wise Owl Professionals", "​", "Who Are We?", "General System Requirements", "Book a demonstration today", "​", "The Done for Me Service", "Book a demonstration today", "General System Requirements", "General System Requirements", "Book a demonstration today", "Better Time Recording", "​", "General System Requirements", "Book a demonstration today", "Future Proof your Practice..............", "​", "Book a demonstration today", "A system is only as good as the reports", "​", "Our Promise", "​", "The Proof", "The Problem", "The Hidden Reason for Massive Leaking Profits Most Law firms Unwittingly Ignore ...."], "paragraph_text": ["Practice Management for the Wise Lawyer", "Let Wise Owl Legal manage your business while you get on with the Business of Law", "Keep your data safe, yet accessible. Use it when you want it, how you want it. Wise Owl uses secure two-factor authentication to ensure only authorised users have access to your important records.", "Wise Owl Legal uses state of the art technology and runs on multiple platforms and all modern browsers. The Wise Owl gives you the choice of cloud or in-your-own-office technology.", "Wise Owl Legal Software provides chronological file history at your fingertips. Document merging is quick and easy, saving you on administrative overheads.", "​", "Wise Owl Legal Software: a law practice management software that is:", "Wise Owl Legal is the perfect choice as it not only has all you need to know about your legal files in one application but also allows you access to these files wherever you are.", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "Click here", " to follow Karen's Blog at https://karenmcdonald.online ", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "We replaced our previous accounting software with Wise Owl Legal, which is proving to really suit the needs of our small and busy practice. Our staff have had no problems learning and using the programme, and if ever there is a query, the support team is super quick with assistance. It's great to have such a wonderful product available at a very reasonable price. Wise Owl Legal simply suits us to a tee.", "Our customers use it. Like a breath of fresh air compared to other packages out there. Easy to support, doesn't kill customer servers. Cloud options for those who want it.", "I had an opportunity to work with Wise Owl Legal which I believe a very helpful and essential software for businesses. It offers multiple functions with a wide range of uses. You will definitely need a software like this for your entity. The software is created and maintained by a talented team who are responsible, considerate people and have extensive experiences in both accounting and IT aspects. You will find everything you need from most accounting softwares in the market just by using Wise Owl Legal. Apparently, this software will not only help increasing value of your business but also saving you time and money! For these reasons, I will strongly recommend this product to businesses and legal firms.  July 2018", "Moving to new software for our trust accounting seemed daunting but Karen and her team gave us every confidence. Nothing was too much trouble, no question too silly to answer. The transition went smoothly due to their comprehensive planning, tutorials and outstanding helpline. Wise Owl is very user friendly. We were up and going in a remarkably short time. Our only regret is not switching to Wise Owl sooner!  (October 2019)", "It is with pleasure that I provide this testimonial of Karen McDonald and Wise Owl software.", "Ms McDonald has been a consultant to our law firm for a period of approximately 12 years.  Firstly, as the technical support and manager of PC Law, secondly, as our accountant and thirdly as the proprietor of Wise Owl.", "Ms McDonald has provided extraordinary technical and professional assistance over an extended period.", "In particular, Wise Owl provides a cost effective and efficient software programme totally servicing the requirements of the QLD Law Society and the firm itself.", "Ms McDonald’s level of expertise and support is cost effective, speedy and professional, the consequence of which lessens any negative impact upon the firm.", "I have no hesitation in recommending Ms McDonald and Wise Owl.", "Rob - Gold Coast (August 2016)", "Love the New Features and User Friendliness", "  ", "Upon entering the industry several years ago, I was introduced to Wise Owl Legal (and its counterparts). I can honestly say that out of all the programs that I have worked with, Wise Owl Legal is the most user friendly and logical Practice Management Software that I have dealt with.", "I am able to enter my time, view my favourite reports and easily prepare bills for the boss’s review without delays or unknown errors. If I have to do a task on Wise Owl that I haven’t done recently, I can easily look up the content specific help pages and remind myself of how to do that task. Not only this, but Wise Owl Legal gives helpful hints on most screens whether it be finalising my time or creating a bill.", "I love using the new features that come into play each update including the Wise Owl Outlook Helper that has saved me sooooo much time saving my emails! Looking forward to the future of Wise Owl and what it has in store for us!", "The introduction of Wise Owl has really made a difference to our office. It is both user friendly and has the ability to save an awful lot of time (and therefore money). It is also competitively priced and the support that is provided by Karen is second to none. Well worth investigating this product for your office. (August 2018)", "We converted to Wise Owl Legal in November 2016. This software is so user friendly and the functions it offers are very suitable for our daily use. This software offers an easy way to manage trust accounting and track where a matter is up to. I have also found that if there is something specific our company would find useful, it can be added to the program. The developer and helpdesk are very quick to respond to issues and to take on suggestions for any new ways in which the software would be more user friendly for our needs as a company. (January 2018)", "I was introduced to Karen from Cascade Consulting by another solicitor about 10 years ago. The other solicitor was full of praise for Karen and how she had helped him with his business. I was dissatisfied with my accountant at that time and had been looking for someone else to engage. ", "I made an appointment and met Karen and was impressed with her knowledge and approach to business. I am the Principal of a small legal practice which employs three staff and I had specific concerns that as I was only small, would the larger firms be given preferential treatment. Karen assured me that I would be provided with the same high quality service and advice that all of her clients receive. ", "I can say that in the time since Karen has become my accountant and became my contact for the legal software system I installed, there has never been a time when I have had to wait for Karen to get back to me. Karen has been fabulous in providing ongoing training and responses to my questions. ", "The support system she has built is fantastic. I would whole heartedly recommend Karen in her role as legal software support management and accounting.", " I am available to talk with any perspective client about the services Karen provides.  (August 2016)", "For more testimonials see postings at https://appcenter.intuit.com/wiseowllegal ", "Hi Karen, Just wanting to let you know that the software is fantastic and I feel very empowered by it.  (September 2019)", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Cascade Consulting Services Pty Ltd", "PO Box 2557,, Mansfield BC Qld 4122", "Complimentary Demonstration", " ", "For a Complimentary demonstration at a time suitable to you ", "click here", " to choose a time suitable to you.", "If you prefer to lodge an email inquiry ", "click here", ". ", "If you prefer to call us phone us on  +61 7 3106 6022. ", "Our time zone is GMT +10.", "Click here", " to see our 6 min Video Overview of Wise Owl Legal.", "Practice Management for the Wise Lawyer", "Linking QuickBooks Online with Wise Owl Legal Practice Management Software ", "Allows the Wise Lawyer to focus on what you do best - the Practice of Law.  ", "Wise Owl Legal will: ", "QuickBooks Online and Wise Owl Legal do the heavy lifting for you!", "QuickBooks Online will lighten your load and:", " ", "Modules & Workflow ", "Far Edge Technology", "Level 9, 121 Walker St, North Sydney NSW 2060 ", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Web Browsers", "Your web browser is the most important component to consider when using Wise Owl Legal. ", "Important: You should always keep your web browser up to date. ", "New versions are released frequently and contain important security fixes, performance improvements and additional features. But always check with your IT department before upgrading your web browser, as the upgrade may cause problems with other websites you use.", "Wise Owl Legal is developed using the current HTML5 web standards. It should work on any modern web browser supporting HTML5. However, the following web browsers are officially supported in Wise Owl Legal (on desktop and mobile devices):", "1.  Mozilla Firefox versions up to 6 months old", "2.  Google Chrome versions up to 6 months old", "3.  Internet Explorer ", "4.  Apple Safari 5.1 or newer", "Other web browsers may work with Wise Owl Legal, but they have not been extensively tested. You may receive a pop-up warning screen if you use an unsupported or untested web browser. Wise Owl helpdesk staff may not be able to provide support if you are using an untested web browser; you will be asked to use a supported browser instead.  Javascript and cookies must be enabled in your web browser for the Wise Owl Legal site.​", "Tablet and Phone Devices", "Wise Owl Legal is primarily designed for use on desktop system. While some support for iOS and Android based devices is available, we do not recommend using mobile devices for bulk data entry.  We recommend using tablet devices primarily for viewing documents and other information, and use a larger device to maximise your productivity.", "In particular, the following Wise Owl Operations are not supported on tablet and phone devices:", "Supported devices:", "Any device that has access to a browser, including:", "Installation", "Wise Owl Legal will run on a local browser on Windows, Mac or Android.  The server installation is Windows based.  We offer multiple installation options.  More details below.", "A hosted environment stored in our secure data-centre (preferred).", "Hosting locations:  ", "     Amazon AWS  Sydney Australia  (current)", "​     Amazon AWS  US East (North Virginia) late 2020", "     ", "For up to 4 users a dedicated High Spec PC in your office", "For 4 to 20 users Windows Small Business Server", "For over 20 users a dedicated Windows Server", "Should you wish to install Wise Owl Legal on your own server or obtain a dedicated server, please refer to our server requirements later on this page.  ", "​You must contact the Wise Owl Legal Helpdesk to confirm your server will be able to run Wise Owl Legal. We cannot guarantee Wise Owl Legal will run on your server without reviewing your purchase order or existing environment.​", "General Requirements", "Wise Owl Legal has specific requirements to function correctly and optimally. If your computer does not meet these requirements, Wise Owl Legal may function with reduced speed, functionality or not function at all. The Wise Owl Legal cannot provide support unless your computer meets these requirements. ", "Wise Owl Legal Software requires frequent updates to be applied.   Our routine updates are automated.", "Wise Owl Legal will run on a Browser environment on the latest browsers.  For security reasons we recommend you keep your operating systems and browsers upto the latest releases.", "User computer need to be Windows 10 or later, with minimum of 8 GB Ram.   PC's need to be an Intel i5 processing power or equivalent or better.", "Use of our Documents Module and Outlook Helper Module requires Office 2016 or ", "later", ".  As we use the cloud enabling enhancements found in recent versions of Microsoft Office. Subscribing to Office 365 will allow you to stay up to date with the latest versions.", "Practice Management for the Wise Lawyer", "​", "Recommended ", "​", "Server Requirements", "Clearly the biggest efficiency benefit is derived from Cloud Hosting.  You have the option of dedicated cloud or shared cloud.", "Option A - Wise Owl Shared Cloud ", "This option allows you to hosted on our shared cloud.  We will take care of your server needs as part of your installation service.   This is ideal for medium sized firms, small firms and micro firms.", "Option B - Dedicated Cloud Server", "You can have a dedicated cloud server solely for your use.  This is ideal for firms with over 40 users.", "Option C - over 20 users", "If you choose to host in-house or on your own hosting service we provide a complimentary consultation to discuss your specific hardware requirements. ", "Option D - 6 to 20 users ", "For the best performance of your software or when you are using Wise Owl Legal software with more than six users, the Wise Owl recommends:", "Option E - Micro Firm - for up to 5 users", "Operating System: Windows 10 or later", "CPU: 2 cores, 64 bit ", "RAM:  3.5GB (virtual), 16 GB (physical)", "HDD: 50GB, Minimum RAID1 (mirroring for data security)", "Backup: Windows Server Backup to external HDDs (minimum 3 disks, 500GB in size)", "Internet: a broadband internet connection is required for verifying license, downloading updates and remote support", "Admin Access: Specific administrative access to Wise Owl is required for installation and subsequent updates and support", "Database: SQL Server 2014 Express Edition", "SSL Certificate is required", "This machine must be dedicated to housing the Wise Owl Database and must NOT be used as a workstation for staff.", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "We know law firms have very specific needs when it comes to invoicing, driven by both clients needs and legislative requirements.  We give you an invoicing module that presents your critical information in a customisable manner, so you can have a module that works for you. ", "The draft invoice can be edited at invoicing time to fix up typos and anything else that you didn't notice earlier. ", "Once you have invoiced the client, it is then passed to your accounting software which will keep track of customer payments. Once a payment is made Wise Owl will be updated to keep you informed. ", "Efficient, regular invoicing keeps the modern law firm in control of their cash flow!", "Wise Owl Documents are being progressively released.  The documents use data stored in your Wise Owl matters, and merge into a word document for you to wordsmith and finalise for your specific requirements.  The merged document is saved into the specific matter's folder for easy reference.", "The current modules are:", "Additional packs of forms will be released in order of client demand.", "Wise Owl Legal Law Practice Management Software provides complete Trust Accounting compliant with the Legal Profession Act (2007).", "This empowers you, the lawyer, to know that your business is compliant with all the requirements of your local law society.", "Wise Owl Legal Software is a a legal billing software that incorporates all the features you have come to expect, plus more, including:", "Our time recording module assists you, the busy lawyer, to keep your finger on the pulse.", "Easy to read live productivity graphs make it easy for you, the modern lawyer, to be sure you are achieving your budget. These graphs will give the practice owner a view of the whole firm, while the employed solicitors will only see the productivity of themselves and those they manage. Wise Owl's productivity reporting ensures your staff and your firm stay on top of the essential productivity indicators. ", "The time billing function of Wise Owl Legal provides a visual indicator of how much billable time has been accrued throughout the day, further ensuring billing targets are met. ", "Wise Owl Legal Software also provides you with outlay capabilities, law specific invoices and payment tracking.", "Let Wise Owl Legal manage your business while you get on with the Business of Law", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "​​", "Wise Owl Legal Practice Management Software is a state of the art application that will run on any modern web device.", "​ ", "Wise Owl Legal's ", "system requirements", " should be viewed before installing the software.", "Wise Owl Legal Software has been developed especially for the legal profession, after helping clients struggling with out of date practice management tools.", "Extensive consultations with practitioners have been undertaken during the development of this new product.", "Wise Owl Legal can be installed on your existing server, if it meets our server requirements, or run in the cloud. ", "Wise Owl Legal will require frequent updates to be applied. Due to this Wise Owl Legal Pty Ltd requires remote access to your server at the administrator level. ", "For a full list of system requirement click ", "here", ".", "​", "Chris Herrmann", "Has 20 years experience in providing exceptional IT solutions for small and large organisations. This includes extensive experience in management, business consultancy, systems development and managing projects.", "Qualifications: B.Com, Mgmt, IT and Industrial Relations", "Wise Owl Legal is law practice management software that has been developed over a number of years of working with lawyers, listening to what really matters to them. The Wise Owl pays careful attention to the specific needs of the legal industry giving you, the lawyer, complete trust accounting, state of the art time recording and billing, and document merging to assist you in completing all your necessary tasks.", "​Maggie Wojciechowska", "With over 25 years experience in IT with a strong grounding in Business Analysis, Project Management, Service Delivery and Account/Relationship Management.", "Qualifications:  B.Science [Statistics and Information Systems], M.Comm[Information Systems Management], PRINCE 2 Certified Project Manager", "Has over 15 years of experience in commercial software development specialising in Microsoft .NET, SQL Server, Windows Forms and ASP.NET.", "Quality, attention to detail and best client outcomes are always at the fore of his work.", "​", "He has developed projects from conceptual start to deployment right through to the support phases. These projects have led to excellent domain knowledge of financial applications, high performance and latency sensitive applications, and both publicly deployed and internal applications.", "In his spare time plays computer games with his son, maintains a blog (link below), enjoys bush-walks, and serves on the governing council of his local church. https://blog.ligos.net/", "Qualifications: BSc. Comp. Sci. 2003 UTS Sydney", "Far Edge Technology", "Level 9, 121 Walker St, North Sydney NSW 2060", "Gemma Heidemann", "The talented Gemma tests every aspect of Wise Owl Legal before it is released into production software.", "She ensures the amazing online help pages and how to videos are there ready to step you through every screen in Wise Owl Legal Software.", "Gemma provides day to day support to by phone and email.  When ever we get repeated requests for support she then adds in a help page or a help video or both.", "Qualifications: B.Bus (Accy) AIPA AFA", "Cascade Consulting Services Pty Ltd", "PO Box 2557, Mansfield BC Qld 4122", "Click here for ", "a 6 min Video of Wise Owl Legal", "Wise Owl Legal Pty Ltd is an Australian Company.  Our software has been written in Australia, by Australians, who understand the legislative framework that you, our audience, operates in.", "Practice Management for the Wise Lawyer", "Call us on 1800 199 682 to arrange a personal demonstration of Wise Owl Legal Practice Management Software.", "Depending on your needs and preferences we can come to you, demonstrate via an internet meeting or invite you to a group presentation.​", "Karen McDonald ", "BBus(Accy) FIPA FFA AACS", "Has over 30 years experience assisting law firms with their trust accounting, practice management and systems accounting needs.  ", "Qualifications: B Bus (Accy), Certificate  IV in Workplace Training,", "Current Memberships with:", "​​", "The Wise Owl understands that you need your practice management software to be available when you are. This is why we have a dedicated help desk for your convenience. We provide on shore support in Australia from 8:00 am to 5:00 pm, Australian Eastern Daylight Savings time.", "When you implement Wise Owl Legal Practice Management Software all your staff are trained in its use. You can also send new staff on additional courses to get them quickly up to speed.", "Wise Owl Legal also has content sensitive online help pages that will give you insight into the page you are currently viewing. ", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "​​​​", "​", "First ", "– get the computer off the network. Unplug the blue network cable. Turn off wifi.", "Second ", "– pick up the bat phone. Or shoe phone. Or Dick Tracy wrist phone. Oh wait – that really exists…", "Third…", "The simplest, fastest way to recover is to restore your files from backup. ", "You should be taking regular backups – and by regular we don’t mean “once a week” or “every day” – it should be every 1 – 2 hours. ​​", " And you should have the systems in place so that you can recover things quickly. ", "Every hour that you’re down means another hour that you and your staff can’t bill. You should also test this regularly – at a minimum twice a year, so that you know for certain that your systems are actually working and you can retrieve files when you need it most.", "Like everything in IT, these things are evolving rapidly. What was good enough to protect you last year will no longer suffice. Some of the new trends that are appearing in this space include:", "•    Uploading your documents back to a remote server to blackmail you", "•    Getting smarter with how they encrypt things and generally improving the quality of the programs", "•    Working out how to better evade protections like firewalls and anti-virus", "•    Working out how to attack other information that’s harder to get to – like your email and other systems (you do backup your email and practice management systems…?)", "Discussing how to reduce your risk is a detailed topic in its own right – but there are plenty of things that you can do, to make it harder for the crooks to take you down. But in short:", "•    Make sure you have adequate computer security systems in place. The ye olde ADSL modem that you have at home offers exactly Zero protection – and doesn’t constitute a reasonable attempt to secure your systems.", "•    Backup backup backup. If you keep everything “in the cloud” you may actually be more vulnerable than if you have systems in house. Don’t just assume your cloud is backed up – find out – and test it**", "•    Put in place restrictions so that staff can only see documents that they’re entitled to.", "•    If it smells suspicious, it is.", "And lastly:", "•    Put in place restrictions to ensure that staff can only run authorised software.", "So – be careful. Share examples with your team of what not to do, encourage common sense when opening or responding to messages that are not expected. And remember that you are responsible for keeping important and sensitive information for your customers secure – and you need to take appropriate steps to keep it secure.", "Chris Herrmann runs Far Edge – an IT consultancy by day, two children by night, and attempts to run on the weekends.", "* I’ve used the term virus here very loosely. Technically it’s not a virus – it’s malware. But people are more familiar with the term viruses and frankly the technical distinction is not overly important if you’ve just been infected.", "** By the way… in case you’re wondering. The cloud isn’t really “a thing”. It’s just someone else’s computer.", "Is your practice spending too much time and resources on the business s", "ide of the business and not enough time doing what you do best? ", "Are you ready to streamline the running of your office to save time, increase productivity and take the worry out of compliant financial reporting?", "Look no further, for Wise Owl Legal has hatched!", "Practice Management for the Wise Lawyer", "​​​​​", "Under attack!  ", "By Chris Herrmann of Far Edge Techonology North Sydney", "You are almost certainly under attack. Certainly every day, most hours of most days, and probably right now. No, it’s not the Government (or the Opposition)… it’s a shady organisation in a country far far away, trying to swindle you out of your hard earned dosh.", "There are a few ways they go about it, but one of the most common modus operandi is to send you a very important email. You know – the one telling you about that Australia Post parcel you need to pick up. Or the speeding fine you didn’t pay. Or less likely an invitation to meet the love of your life.", "But what happens next?", "Typically the email sends you to a website that downloads a virus* to your computer, which then starts to encrypt all of your files. Depending on how many documents you have and how fast your computer is, it will then pop up a message mocking you – advising you that your documents are now “safely encrypted so that no one except us can read them – but don’t fear – if you give us a whole bunch of money we’ll unlock them for you” ", "​​", "​Oops...........        ", "You just lost all of your data. ", "So what do you do?", "Wise Owl Legal is perfect if you –", "Want peace of mind, with all your legal obligations covered, knowing that the Law Society is off your back! Wise Owl Legal ensures compliant trust accounting without the headaches.", "Need the ultimate user friendly system, which even the most techno-challenged staff member can easily adopt and understand.", "Have support staff that need to be freed up and stop wasting valuable time on duplicate tasks.", "Want to keep your data safe, yet accessible. Wise Owl uses secure, two factor authentication to ensure only authorised users have access to your important records.", "Are ready to future proof your business with the latest state of the art technology which runs on multiple platforms and all modern browsers.", "Require the freedom to access your files no matter where you are.", "If you are ready to improve your practice and take advantage of the best that is available call us on 1800 199 682 to arrange a personal demonstration of Wise Owl Legal Practice Management Software.", "Depending on your needs and preferences we can come to you, demonstrate via an Internet meeting, or invite you to a group presentation.", "​So what are you waiting for?", "Message us", "  ", "today to see what the Wise Owl can do for you!", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "​Request Information", "Use this form to request more information about Wise Owl Legal Software.", "Suggest New Features", "Use this form to suggest features you would like to see added to your legal billing software. ", "At Wise Owl Legal, we listen to you! ", "Management and developers meet regularly to prioritise your suggested features, before releasing them to all current users.", "Click here to read ", "Karen's Blog ", "Enquiries Phone 1800 199 682 (AU Only)", "Queensland Office", "PO Box 2557 MANSFIELD BC QLD 4122 AU", "t: 07 3422 1333       f: 1800 982 407 (AU Only)", "e: thewiseowl@wiseowllegal.com.au", "​New South Wales Office", "Level 9, 121 Walker St, NORTH SYDNEY NSW 2060", "t: 02 8425 1432       f: 02 84251432", "e: thewiseowl@wiseowllegal.com.au", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "We take care of your backups, servers, remote access - you control the software and enjoy the benefits of automating your business to maximise your profit!", "Extensive consultations with practitioners have been undertaken during the development of this Wise Owl Legal.  This consultation will continue through out the life of the product.", "The Wise Owl Done for Me Service", "​​", "Wise Owl Legal Practice Management Software is a state of the art application that will run on any modern web device.", "​ ", "Wise Owl Legal's ", "system requirements", " should be viewed before installing the software.", "Screen shots", " of Wise Owl Legal", "Wise Owl Legal is law practice management software that has been developed over a number of years of working with lawyers, listening to what really matters to them. The Wise Owl pays careful attention to the specific needs of the legal industry giving you, the lawyer, complete trust accounting, state of the art time recording and billing, and document merging to assist you in completing all your necessary tasks.", "Call us on 1800 199 682 to arrange a personal demonstration of Wise Owl Legal Practice Management Software.", "Depending on your needs and preferences we can come to you, demonstrate via an internet meeting or invite you to a group presentation.​", "​​", "The Wise Owl understands that you need your practice management software to be available when you are. This is why we have a dedicated help desk for your convenience. We provide on shore support in Australia from 8:00 am to 5:00 pm, Australian Eastern Daylight Savings time.", "When you implement Wise Owl Legal Practice Management Software all your staff are trained in its use. You can also send new staff on additional courses to get them quickly up to speed.", "Wise Owl Legal also has content sensitive online help pages that will give you insight into the page you are currently viewing. ", "Cascade Consulting Services Pty Ltd", "1/69 Secam St, Mansfield Qld 4122", "Wise Owl Legal can be installed on your existing server, if it meets our server requirements, or run in the cloud. ", "Wise Owl Legal will require frequent updates to be applied. Due to this Wise Owl Legal Pty Ltd requires remote access to your server at the administrator level. ", "For a full list of system requirement click ", "here", ".", "​", "Wise Owl Legal Pty Ltd is an Australian Company.  Our software has been written in Australia, by Australians, who understand the legislative framework that you, our audience, operates in.", "Far Edge Technology", "Level 9, 121 Walker St, North Sydney NSW 2060", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "Cascade Consulting Services Pty Ltd", "1/69 Secam St, Mansfield Qld 4122", "Wise Owl Legal can be installed on your existing server, if it meets our server requirements, or run in the cloud. ", "Wise Owl Legal will require frequent updates to be applied. Due to this Wise Owl Legal Pty Ltd requires remote access to your server at the administrator level. ", "For a full list of system requirement click ", "here", ".", "​", "Far Edge Technology", "Level 9, 121 Walker St, North Sydney NSW 2060", "​​", "Wise Owl Legal Practice Management Software is a state of the art application that will run on any modern web device.", "​ ", "Wise Owl Legal's ", "system requirements", "should be viewed before installing the software.", "Call us on 1800 199 682 to arrange a personal demonstration of Wise Owl Legal Practice Management Software.", "Depending on your needs and preferences we can come to you, demonstrate via an internet meeting or invite you to a group presentation.​", "Click here for ", "Screen shots", " of Wise Owl Legal", "Wise Owl Legal is law practice management software that has been developed over a number of years of working with lawyers, listening to what really matters to them. The Wise Owl pays careful attention to the specific needs of the legal industry giving you, the lawyer, complete trust accounting, state of the art time recording and billing, and document merging to assist you in completing all your necessary tasks.", "Wise Owl Legal Pty Ltd is an Australian Company.  Our software has been written in Australia, by Australians, who understand the legislative framework that you, our audience, operates in.", "Wise Owl Legal is flexible to assist you to record time .", "whether you want minutes, hours, units or fixed fees, Wise Owl Legal is right there with you.", "Real Time Recording, Real Time Reporting - YOUR's - all at your fingertips.", "​​", "The Wise Owl understands that you need your practice management software to be available when you are. This is why we have a dedicated help desk for your convenience. We provide on shore support in Australia from 8:00 am to 5:00 pm, Australian Eastern Daylight Savings time.", "When you implement Wise Owl Legal Practice Management Software all your staff are trained in its use. You can also send new staff on additional courses to get them quickly up to speed.", "Wise Owl Legal also has content sensitive online help pages that will give you insight into the page you are currently viewing. ", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "​​", "The Wise Owl understands that you need your practice management software to be available when you are. This is why we have a dedicated help desk for your convenience. We provide on shore support in Australia from 8:00 am to 5:00 pm, Australian Eastern Daylight Savings time.", "When you implement Wise Owl Legal Practice Management Software all your staff are trained in its use. You can also send new staff on additional courses to get them quickly up to speed.", "Wise Owl Legal also has content sensitive online help pages that will give you insight into the page you are currently viewing. ", "Wise Owl Legal is law practice management software that has been developed over a number of years of working with lawyers, listening to what really matters to them. The Wise Owl pays careful attention to the specific needs of the legal industry giving you, the lawyer, complete trust accounting, state of the art time recording and billing, and document merging to assist you in completing all your necessary tasks.", "Wise Owl Legal can be installed on your existing server, if it meets our server requirements, or run in the cloud. ", "Wise Owl Legal will require frequent updates to be applied. Due to this Wise Owl Legal Pty Ltd requires remote access to your server at the administrator level. ", "For a full list of system requirement click", "here", ".", "​​", "Far Edge Technology", "Level 9, 121 Walker St, North Sydney NSW 2060", "Wise Owl Legal Pty Ltd is an Australian Company.  Our software has been written in Australia, by Australians, who understand the legislative framework that you, our audience, operates in.", "Call us on 1800 199 682 to arrange a personal demonstration of Wise Owl Legal Practice Management Software.", "Depending on your needs and preferences we can come to you, demonstrate via an internet meeting or invite you to a group presentation.​", "Cascade Consulting Services Pty Ltd", "1/69 Secam St, Mansfield Qld 4122", "Screen shots", " ", "of Wise Owl Legal", "Wise Owl Legal Software has been developed especially for the legal profession.  The user interface is browser based, compatible with PC or Apple technology.  The back end runs on Microsoft SQL Server 2012 R2 or later.", "Wise Owl keeps up with the latest technology and will in remind you when you are NOT on the latest version of the web browser you are using!", "​​", "Wise Owl Legal Practice Management Software is a state of the art application that will run on any modern web device.", "​ ", "Wise Owl Legal's ", "system requirements", " should be viewed before installing the software.", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "Call us on 1800 199 682 to arrange a personal demonstration of Wise Owl Legal Practice Management Software.", "Depending on your needs and preferences we can come to you, demonstrate via an internet meeting or invite you to a group presentation.​", "Wise Owl Legal Software has been developed especially for the legal profession.  Data entry is live and you can immediately run reports on all data you have entered.", "Wise Owl Legal has a wide range of custom reports.  If we don't have the report you need, let us know.  If it is a report every one can use, it will be included as part of your subscription.", "Cascade Consulting Services Pty Ltd", "1/69 Secam St, Mansfield Qld 4122", "Screen shots", " of Wise Owl Legal", "Wise Owl Legal is law practice management software that has been developed over a number of years of working with lawyers, listening to what really matters to them. The Wise Owl pays careful attention to the specific needs of the legal industry giving you, the lawyer, complete trust accounting, state of the art time recording and billing, and document merging to assist you in completing all your necessary tasks.", "Far Edge Technology", "Level 9, 121 Walker St, North Sydney NSW 2060", "The reports are written using an industry standard report writer so the really adventurous can customise their own reports. ", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "If you are ready to improve your practice and take advantage of the best that is available call us on 1800 199 682 to arrange a personal demonstration of Wise Owl Legal Practice Management Software.", "Depending on your needs and preferences we can come to you, demonstrate via an Internet meeting, or invite you to a group presentation.", "​So what are you waiting for?", "Message us", "  ", "today to see what the Wise Owl can do for you!", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "Let Wise Owl Legal manage your business while you get on with the Business of Law", "Keep your data safe, yet accessible. Use it when you want it, how you want it. Wise Owl uses secure two-factor authentication to ensure only authorised users have access to your important records.", "Wise Owl Legal uses state of the art technology and runs on multiple platforms and all modern browsers. The Wise Owl gives you the choice of cloud or in-your-own-office technology.", "Wise Owl Legal Software provides chronological file history at your fingertips. Document merging is quick and easy, saving you on administrative overheads.", "​", "Wise Owl Legal Software: a law practice management software that is:", "Wise Owl Legal is the perfect choice as it not only has all you need to know about your legal files in one application but also allows you access to these files wherever you are.", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "Wise Owl Legal", " is committed to maintaining your confidence and trust, and accordingly maintains the following terms & conditions are to protect the personal information you provide online. To make this notice easy to find, we make it available on our homepage and at every point that personally identifiable information may be requested.   Questions regarding this policy should be directed to our enquiry form", "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THIS WEBSITE. By using this website, you signify your consent to these terms of use. If you do not agree to these Terms of Use, please do not use the website.", "Your access to and use of this website, as well as all related websites operated by Wise Owl Legal Pty Ltd (which includes www.wiseowllegal.com.au and www.thelegalbookeeper.com.au among others) (collectively the “Site”) is subject to the following terms and conditions (“Terms of Use”) and all applicable laws. By accessing and browsing the Site, you accept, without limitation or qualification, the Terms of Use and acknowledge that any other agreements between you and the Site are superseded and of no force or effect:", "1. You agree that the Site itself, as well as all content, videos, training materials, products, services and/or other materials, made available on the Site by us or other third parties, as well as the look and feel of all of the foregoing, (collectively referred to as the “Content”) are maintained for your personal use and information by Wise Owl Legal (the “Company”) and are the property of the Company and/or its third party providers. You agree that such Company Content shall include all proprietary videos, HTML/CSS, Javascript, graphics, voice, and sound recordings, artwork, photos, documents, and text as well as all other materials included in the Site, excluding only the materials you provide. Subject to your compliance with these Terms of Use, the Company hereby grants you a limited license, which is non-exclusive, non-transferable, and non-sublicensable, to access, view, and use the Site solely for your personal purposes. No Company Content may be copied, reproduced, republished, uploaded, posted, transmitted, distributed, used for public or commercial purposes, or downloaded in any way unless written permission is expressly granted by the Company. Modification of the Content or use of the Content for any other purpose is a violation of the copyright and other proprietary rights of the Company, as well as other authors who created the materials, and may be subject to monetary damages and penalties. You may not distribute, modify, transmit or use the content of the Site or any Content, including any and all software, tools, graphics and/or sound files, for public or commercial purposes without the express written permission of the Company.", "2. All Content, such as text, data, graphics files, videos and sound files, and other materials contained in the Site, are copyrighted unless otherwise noted and are the property of the Company and/or a supplier to the Company. No such materials may be used except as provided in these Terms of Use.", "3. All trade names, trademarks, and images and biographical information of people used in the Company Content and contained in the Site, including without limitation the name and trademark “My Online Course”, are either the property of, or used with permission by, the Company. The use of Content by you is strictly prohibited unless specifically permitted by these Terms of Use. Any unauthorized use of Content may violate the copyright, trademark, and other proprietary rights of the Company and/or third parties, as well as the laws of privacy and publicity, and other regulations and statutes. Nothing contained in this Agreement or in the Site shall be construed as granting, by implication or otherwise, any license or right to use any Trademark or other proprietary information without the express written consent of the Company or third-party owner. The Company respects the copyright, trademark and all other intellectual property rights of others. The Company has the right, but has no obligation, to remove content and accounts containing materials that it deems, in its sole discretion, to be unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Use. If you believe that your intellectual property rights are being violated and/or that any work belonging to you has been reproduced on the Site or in any Content in any way, you may notify the Company via mailing us here. Please provide your name and contact information, the nature of your work and how it is being violated, all relevant copyright and/or trademark registration information, the location/URL of the violation, and any other information you believe is relevant.", "4. While the Company uses reasonable efforts to include accurate and up-to-date information in the Site, the Company makes no warranties or representations as to its accuracy. The Company assumes no liability or responsibility for any errors or omissions in the content of the Site.", "5. When you register with the Company and/or this Site, you expressly consent to receive any notices, announcements, agreements, disclosures, reports, documents, communications concerning new products or services, or other records or correspondence from the Company. You consent to receive notices electronically by way of transmitting the notice to you by email.", "6. If you send comments or suggestions about the Site to the Company, including, but not limited to, notes, text, drawings, images, designs or computer programs, such submissions shall become, and shall remain, the sole property of the Company. No submission shall be subject to any obligation of confidence on the part of the Company. The Company shall exclusively own all rights to (including intellectual property rights thereto), and shall be entitled to unrestricted use, publication, and dissemination as to all such submissions for any purpose, commercial or otherwise without any acknowledgment or compensation to you.", "7. The Company shall use commercially reasonable efforts to restrict unauthorized access to our data and files. However, no system whether or not password protected can be entirely impenetrable. You acknowledge that it may be possible for an unauthorized third party to access, view, copy, modify, or distribute the data and files you store using the Site. Use of the Site is completely at your own risk.", "8. The Company will not intentionally disclose any personally identifying information about you to third parties, except where the Company, in good faith, believes such disclosure is necessary to comply with the law or enforce these Terms of Use. By using the Site, you signify your acceptance of the Company’s Privacy Policy. If you do not agree with this Privacy Policy, in whole or part, please do not use this Site.", "9. NEITHER THE COMPANY NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR MAINTAINING THE SITE AND/OR ANY CONTENT ON THE SITE SHALL BE LIABLE UNDER ANY CIRCUMSTANCES FOR ANY DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT, OR PUNITIVE DAMAGES ARISING OUT OF YOUR ACCESS TO OR USE OF THE SITE. WITHOUT LIMITING THE FOREGOING, ALL CONTENT ON THE SITE IS PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. THE COMPANY DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OF THE MATERIALS IN THE SITE, THE RESULTS OF THE USE OF SUCH MATERIALS, THE SUITABILITY OF SUCH MATERIALS FOR ANY USER’S NEEDS OR THE LIKELIHOOD THAT THEIR USE WILL MEET ANY USER’S EXPECTATIONS, OR THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR CORRECTION. THE COMPANY LIKEWISE DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS OR GUARANTEES THAT YOU WILL EARN ANY MONEY USING THE SITE OR THE COMPANY’S TECHNOLOGY OR SERVICES. YOU ACCEPT ALL RESPONSIBILITY FOR EVALUATING YOUR OWN EARNING POTENTIAL AS WELL AS EXECUTING YOUR OWN BUSINESS AND SERVICES. YOUR EARNING POTENTIAL IS ENTIRELY DEPENDENT ON YOUR OWN PRODUCTS, IDEAS, TECHNIQUES; YOUR EXECUTION OF YOUR BUSINESS PLAN; THE TIME YOU DEVOTE TO THE PROGRAM, IDEAS AND TECHNIQUES OFFERED AND UTILIZED; AS WELL AS YOUR FINANCES, YOUR KNOWLEDGE AND YOUR SKILL. SINCE THESE FACTORS DIFFER AMONG ALL INDIVIDUALS, THE COMPANY CANNOT AND DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS OR GUARANTEES REGARDING YOUR SUCCESS OR INCOME LEVEL. THE COMPANY DOES NOT WARRANT THAT USE OF THE MATERIALS WILL BE UNINTERRUPTED OR ERROR FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THIS SITE, THE CONTENT, AND/OR THE MATERIALS AVAILABLE ON THIS SITE ARE FREE FROM BUGS OR VIRUSES OR OTHER HARMFUL COMPONENTS. YOU ASSUME ALL RESPONSIBILITY FOR THE COST OF ALL NECESSARY REPAIRS OR CORRECTIONS. THE COMPANY SHALL NOT BE RESPONSIBLE FOR ANY PERFORMANCE OR SERVICE PROBLEMS CAUSED BY ANY THIRD-PARTY WEBSITE OR THIRD-PARTY SERVICE PROVIDER. ANY SUCH PROBLEM SHALL BE GOVERNED SOLELY BY THE AGREEMENT BETWEEN YOU AND THAT PROVIDER. Please note that the applicable jurisdiction may not allow the exclusion of implied warranties. Some of the above exclusions may thus not apply to you.", "10. THE COMPANY SHALL NOT BE RESPONSIBLE FOR ANY PERFORMANCE OR SERVICE PROBLEMS CAUSED BY ANY THIRD-PARTY WEBSITE OR THIRD-PARTY SERVICE PROVIDER (including, for example, your web service provider service, Stripe payment services, your software and/or any updates or upgrades to that software). ANY SUCH PROBLEM SHALL BE GOVERNED SOLELY BY THE AGREEMENT BETWEEN YOU AND THAT PROVIDER. THE COMPANY RESERVES THE RIGHT TO DETERMINE, IN ITS SOLE DISCRETION, WHETHER THE COMPANY IS RESPONSIBLE FOR ANY SUCH MALFUNCTION OR DISRUPTION. THE COMPANY ALSO RESERVES THE RIGHT TO LIMIT YOUR USE OF THE SITE AND/OR THE CONTENT OR TO TERMINATE YOUR ACCOUNT SHOULD THE COMPANY DETERMINE THAT YOU HAVE VIOLATED THESE TERMS OF USE, OR THAT YOU HAVE VIOLATED ANY OTHER RULES OR CONDITIONS OF THE COMPANY. THE COMPANY RESERVES THE RIGHT TO REFUSE ACCESS TO THE SITE AND/OR THE COMPANY’S CONTENT, PRODUCTS AND/OR SERVICES TO ANYONE IN ITS SOLE DISCRETION. THE COMPANY RESERVES THE RIGHT TO DETERMINE, IN ITS SOLE DISCRETION, WHETHER THE COMPANY IS RESPONSIBLE FOR ANY SUCH MALFUNCTION OR DISRUPTION. THE COMPANY MAY, IN ITS SOLE DISCRETION, REFUND THE INITIAL FEE CHARGED FOR ANY USE OF THE SITE AND/OR ANY CONTENT OR A PRO-RATA PORTION THEREOF CONSISTENT WITH THE COMPANY’S REFUND POLICY. THE COMPANY SHALL REFUSE ANY REFUND THIRTY (30) DAYS AFTER YOUR PAYMENT FOR USE OF THE SITE AND/OR ANY CONTENT, EITHER PURSUANT TO THE COMPANY’S CUSTOMER LICENSE AGREEMENT OR OTHERWISE, REGARDLESS OF THE REASON FOR DISRUPTION.", "11. IN NO EVENT SHALL THE COMPANY BE LIABLE FOR ANY SPECIAL, INCIDENTAL, INDIRECT, PUNITIVE, RELIANCE OR CONSEQUENTIAL DAMAGES, WHETHER FORESEEABLE OR NOT, INCLUDING, BUT NOT LIMITED TO, DAMAGE OR LOSS OF PROPERTY, EQUIPMENT, INFORMATION OR DATA, LOSS OF PROFITS, REVENUE OR GOODWILL, COST OF CAPITAL, COST OF REPLACEMENT SERVICES, OR CLAIMS FOR SERVICE INTERRUPTIONS OR TRANSMISSION PROBLEMS, OCCASIONED BY ANY DEFECT IN THE SITE, THE CONTENT, AND/OR RELATED MATERIALS, THE INABILITY TO USE SERVICES PROVIDED HEREUNDER OR ANY OTHER CAUSE WHATSOEVER WITH RESPECT THERETO, REGARDLESS OF THEORY OF LIABILITY. THIS LIMITATION WILL APPLY EVEN IF THE COMPANY HAS BEEN ADVISED OR IS AWARE OF THE POSSIBILITY OF SUCH DAMAGES.", "12. You agree to indemnify and hold the Company and each of its directors, officers employees, and agents, harmless from any and all liabilities, claims, damages and expenses, including reasonable attorney’s fees, arising out of or relating to (i) your breach of this Agreement, (ii) any violation by you of law or the rights of any third party, (iii) any materials, information, works and/or other content of whatever nature or media that you post or share on or through the Site, (iv) your use of the Site or any services that the Company may provide via the Site, and (v) your conduct in connection with the Site or the services or with other users of the Site or the services. The Company reserves the right to assume the exclusive defence of any claim for which we are entitled to indemnification under this Section. In such event, you shall provide the Company with such cooperation as is reasonably requested by the Company.", "13. The provisions of these Terms of Use are for the benefit of the Company, its subsidiaries, affiliates and its third-party content providers and licensors, and each shall have the right to assert and enforce such provisions directly or on its own behalf.", "14. This agreement shall be governed by and construed in accordance with the laws of the State of Queensland (Australia), without giving effect to any principles of conflicts of law. You further submit to the exclusive jurisdiction of the state and federal courts sitting in Australia. If any provision of this agreement shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from this agreement and shall not affect the validity and enforceability of any remaining provisions.", "15. These Terms of Use may be revised from time to time by updating this posting. You are bound by any such revisions and should therefore periodically visit this page to review the then current Terms of Use to which you are bound.​", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "Security", "This website takes every precaution to protect our users' information. When our subscription form asks users to enter sensitive information (such as credit card number), that information is encrypted and is protected with SSL encryption software.", "External Web Sites", "To the extent hyperlinks or banner advertisements incorporating hyperlinks are utilized to access third party sites, you should be aware that these third party web sites are not controlled by Wise Owl Legal and, therefore, are not subject to this Privacy Policy. You should check the privacy policies of these individual sites to see how your personal information will be utilized by the operators of those third party web sites.", "Indemnity", "Wise Owl Legal has taken all precautions in displaying accurate details but shall not be held liable for any errors and/or be held responsible for any actions undertaken by users of the site due to displayed errors.", "Your Consent", "By using our Website, you consent to the collection and use of this information by Wise Owl Legal. Wise Owl Legal may modify this Privacy Policy from time to time. If we decide to change our Privacy Policy, we will post those changes on this page. Your continued use of this site following the posting of changes to these terms will mean you accept these changes.", "How to Contact Us", "Should you have other questions or concerns about this Privacy Policy, please send us an e-mail using our ", "enquiry form", ".", "Wise Owl Legal", " is committed to maintaining your confidence and trust, and accordingly maintains the following Privacy Policy to protect the personal information you provide online. To make this notice easy to find, we make it available on our homepage and at every point that personally identifiable information may be requested. Questions regarding this policy should be directed to our enquiry form", "Collection and Use of Information", "Wise Owl Legal will only collect your personal information (such as your name, address, or telephone number) if you provide it voluntarily. If you do not want this information to be collected by us, please do not submit it. Wise Owl Legal will not retain your personal information longer than is necessary for the purpose for which it is collected. In addition, in the course of using our site we automatically track certain information about you. This information includes the URL that you just came from (whether this URL is on our site or not), which URL you go to next (whether this URL is on our site or not), what browser you are using, and your IP address. Many sites automatically collect this information. ", "We only use the information which is provided through our site to help us improve our services to you, to provide you with the products you have requested, to inform you about additional products or services that may be of interest to you, for marketing purposes and for other internal purposes. Wise Owl Legal occasionally hires other companies to provide limited services on our behalf, including packaging, mailing and delivering purchases, answering customer questions about products or services, sending mail and processing event registration. Wise Owl Legal will only provide these companies with the information they need to deliver the service, and they are prohibited from using that information for any other purpose. Other than what is described, Wise Owl Legal does not sell, trade or rent your personal information to others outside of Wise Owl Legal companies and their advertising and promotional agencies and consultants. If you do not wish to receive this information, please ", "contact us", " here.", "At any time, while accessing our site, any user, while online, may decline participation in any activity that asks for information (i.e. survey email, or ecommerce). Your choice not to participate will in no way affect your ability to use any other feature on our site.", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   ", "Practice Management for the Wise Lawyer", "\n            ", "​", "Cost of interruption (COI) = Hours per Week Lost x Fee Earners Hourly Rate", "\n        ", "\n            ", "\n            ", "\n            ", "\n                ", "\n            ", "\n        ", "| Wise Owl Legal © 2018  |  All Rights Reserved  |  ", "Privacy   ", "| Terms", "  ", "|", "|  PO Box 2557 Mansfield BC Qld 4122 Australia  |  t +61 7 3106 6022  ", " | e  thewiseowl@wiseowllegal.com.au  |", "| Level 9, 121 Walker Street North Sydney NSW 2060 Australia | t  +61 2 8425 1432 |   "], "emails": ["thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au", "thewiseowl@wiseowllegal.com.au"], "addresses": ["121 Walker St, NORTH SYDNE"], "social_media_links": [], "telephone_numbers": ["7 3106 6022", "+61 2 8425 1432", "+61 2 8425 1432", "1800 199 682", "+61 2 8425 1432", "+61 7 3106 6022", "1800 199 682", "+61 7 3106 6022", "+61 2 8425 1432", "+61 2 8425 1432", "+61 2 8425 1432", "+61 2 8425 1432", "1800 199 682", "1800 199 682", "+61 2 8425 1432", "1800 199 682", "+61 2 8425 1432", "1800 199 682", "7 3422 1333", "1800 982 407", "2 8425 1432", "2 84251432", "+61 2 8425 1432", "1800 199 682", "1800 199 682", "+61 2 8425 1432", "1800 199 682", "1800 199 682", "+61 2 8425 1432", "1800 199 682", "1800 199 682", "+61 2 8425 1432", "1800 199 682", "1800 199 682", "+61 2 8425 1432", "1800 199 682", "+61 2 8425 1432", "7 3106 6022", "+61 2 8425 1432", "+61 2 8425 1432", "+61 2 8425 1432", "+61 2 8425 1432"], "lda_resutls": [[0, "0.035*\"wise\" + 0.035*\"owl\" + 0.034*\"legal\" + 0.024*\"document\" + 0.022*\"law\" + 0.021*\"lawyer\" + 0.018*\"software\" + 0.016*\"merge\" + 0.016*\"business\" + 0.016*\"time\""], [1, "0.026*\"need\" + 0.018*\"presentation\" + 0.018*\"group\" + 0.018*\"meeting\" + 0.018*\"come\" + 0.018*\"invite\" + 0.018*\"depend\" + 0.018*\"demonstrate\" + 0.018*\"internet\" + 0.018*\"preference\""], [2, "0.027*\"software\" + 0.021*\"user\" + 0.015*\"wise\" + 0.014*\"information\" + 0.012*\"form\" + 0.012*\"provide\" + 0.012*\"take\" + 0.011*\"suitable\" + 0.010*\"owl\" + 0.008*\"company\""], [3, "0.082*\"wise\" + 0.056*\"owl\" + 0.054*\"legal\" + 0.043*\"practice\" + 0.038*\"management\" + 0.024*\"lawyer\" + 0.017*\"software\" + 0.014*\"require\" + 0.013*\"browser\" + 0.013*\"run\""], [4, "0.026*\"term\" + 0.024*\"company\" + 0.020*\"legal\" + 0.018*\"owl\" + 0.018*\"wise\" + 0.018*\"site\" + 0.015*\"use\" + 0.013*\"information\" + 0.010*\"software\" + 0.009*\"service\""], [5, "0.053*\"com\" + 0.046*\"privacy\" + 0.030*\"system\" + 0.025*\"requirement\" + 0.018*\"cloud\" + 0.015*\"option\" + 0.013*\"general\" + 0.013*\"today\" + 0.013*\"book\" + 0.012*\"time\""], [6, "0.034*\"wise\" + 0.029*\"owl\" + 0.020*\"legal\" + 0.015*\"support\" + 0.013*\"help\" + 0.013*\"provide\" + 0.013*\"use\" + 0.012*\"shall\" + 0.012*\"software\" + 0.011*\"available\""], [7, "0.096*\"wise\" + 0.094*\"owl\" + 0.093*\"legal\" + 0.033*\"right\" + 0.033*\"reserve\" + 0.031*\"software\" + 0.019*\"server\" + 0.016*\"instal\" + 0.012*\"time\" + 0.012*\"run\""], [8, "0.025*\"site\" + 0.024*\"content\" + 0.020*\"company\" + 0.015*\"material\" + 0.013*\"may\" + 0.012*\"include\" + 0.012*\"purpose\" + 0.011*\"well\" + 0.010*\"system\" + 0.010*\"software\""], [9, "0.045*\"company\" + 0.024*\"site\" + 0.024*\"wise\" + 0.023*\"service\" + 0.021*\"owl\" + 0.015*\"legal\" + 0.014*\"software\" + 0.011*\"right\" + 0.010*\"shall\" + 0.009*\"reserve\""]], "kpe_resutls": [["qld", 0.05736997677699524], ["scott osborn", 0.052975477607903325], ["demonstr today", 0.05138109683778515], ["account", 0.04947330531393235], ["proof", 0.04852056385255085], ["legal blog", 0.04706068402032551], ["wise owl", 0.04694207830398722], ["sharon hunter", 0.042515105958699714], ["solicitor", 0.04085287641227023], ["cairn", 0.037994060556372326]], "rake_resutls": [[82.23333333333332, "aipa afa cascade consulting services pty ltd po box 2557"], [70.02857142857142, "queensland office po box 2557 mansfield bc qld 4122 au"], [66.5, "hours per week lost x fee earners hourly rate"], [59.43333333333333, "po box 2557 mansfield bc qld 4122 australia"], [56.14999999999999, "group presentation .​ cascade consulting services pty ltd 1"], [55.38337121212121, "north sydney nsw 2060 wise owl legal pty ltd"], [51.197435897435895, "demonstration today better time recording ​ general system requirements book"], [49.9996336996337, "demonstration today general system requirements general system requirements book"], [49.949561403508774, "information systems management ], prince 2 certified project manager"], [48.903787878787874, "wise lawyer cascade consulting services pty ltd 1"], [48.45, "121 walker street north sydney nsw 2060 australia"], [48.13925356506239, "wise owl legal software provides chronological file history"], [47.40555555555556, "2003 uts sydney far edge technology level 9"], [46.20007575757575, "wise owl legal wise owl legal pty ltd"], [45.141704545454544, "wise owl legal pty ltd requires remote access"], [43.83571428571429, "au ​ new south wales office level 9"], [43.516704545454544, "existing environment .​ general requirements wise owl legal"], [43.2180735930736, "wise lawyer ​ recommended ​ server requirements clearly"], [39.733333333333334, "cascade consulting services pty ltd 1"], [36.83333333333333, "sql server 2014 express edition ssl certificate"], [36.23904348102877, "service ​​ wise owl legal practice management software"], [36.055920231729054, "group presentation .​ wise owl legal software"], [35.623847402597406, "​ wise owl legal pty ltd"], [35.38190062388592, "implement wise owl legal practice management software"], [35.0726247771836, "wise owl legal wise owl legal software"], [34.516704545454544, "problem wise owl legal blog sharon hunter"], [34.472586898395726, "wise owl legal software requires frequent updates"], [34.366704545454546, "mansfield qld 4122 wise owl legal"], [34.25155303030303, "wise owl legal ensures compliant trust accounting without"], [34.11666666666667, "north sydney nsw 2060 gemma heidemann"], [33.23904348102877, "​​ wise owl legal practice management software"], [32.60382575757576, "wise lawyer let wise owl legal manage"], [32.04856729055258, "wise owl legal practice management software allows"], [31.40555555555556, "workflow far edge technology level 9"], [30.866742424242425, "wise owl legal wise owl legal"], [30.766704545454548, "wise owl legal pty ltd"], [30.766704545454544, "wise owl legal simply suits us"], [30.590422494172497, "wise owl legal cannot provide support unless"], [30.262698412698413, "​​ far edge technology level 9"], [30.262698412698413, "​ far edge technology level 9"], [30.157894736842106, "home offers exactly zero protection –"], [29.76666666666667, "mansfield bc qld 4122 click"], [29.433371212121212, "wise owl legal gives helpful hints"], [29.232323232323232, "technical requirements documents productivity finance trust accounting"], [28.434848484848484, "group presentation .​ karen mcdonald bbus"], [28.38190062388592, "wise owl legal practice management software"], [28.222222222222225, "far edge techonology north sydney"], [27.761904761904763, "outlook helper module requires office 2016"], [27.754799783549785, "wise owl legal site .​ tablet"], [27.2503646761735, "wise owl legal software also provides"]], "guided_lda_resutls": [["terms", "requirements", "browsers", "sensitive", "sites", "giving", "pays", "complete", "careful", "lawyers"], ["server", "ltd", "pty", "accounting", "system", "document", "uses", "attention", "trademark", "one"], ["technology", "users", "thewiseowl", "far", "modern", "via", "recording", "responsible", "available", "assist"], ["2018", "3106", "need", "third", "page", "understand", "manage", "purpose", "viewed", "whole"], ["management", "software", "sydney", "rights", "121", "2060", "north", "new", "state", "documents"], ["services", "access", "time", "ready", "desk", "framework", "part", "things", "date", "net"], ["content", "com", "web", "art", "dedicated", "office", "easy", "really", "number", "meets"], ["information", "materials", "please", "682", "meeting", "make", "karen", "reasonable", "require", "ensure"], ["owl", "legal", "australia", "business", "website", "well", "agreement", "edge", "products", "provided"], ["mansfield", "law", "wiseowllegal", "1432", "data", "internet", "want", "provides", "right", "know"], ["61", "privacy", "2557", "8425", "cloud", "specific", "years", "click", "billing", "1800"], ["site", "level", "walker", "us", "shall", "time", "provide", "also", "support", "without"], ["nsw", "needs", "user", "personal", "help", "north", "call", "whether", "backup", "work"], ["wise", "street", "keep", "see", "preferences", "qualifications", "provider", "legislative", "pm", "violated"], ["lawyer", "po", "box", "reserved", "trust", "service", "multiple", "view", "team", "much"], ["browser", "may", "necessary", "australian", "secure", "matters", "form", "speed", "agree", "audience"], ["including", "developed", "latest", "demonstrate", "frequent", "receive", "implement", "representations", "accessible", "modify"], ["party", "systems", "every", "time", "system", "group", "phone", "friendly", "would", "choice"], ["4122", "using", "company", "demonstration", "karen", "property", "firms", "199", "come", "terms"], ["wise", "practice", "company", "qld", "software", "bc", "au", "6022", "staff", "run"]], "textrank_resutls": [[0.1315507677035416, 2, "general system requirements general system requirements"], [0.11958150579110288, 1, "better time recording ​ general system requirements book"], [0.11383847077855629, 1, "better time recording ​ general system requirements"], [0.0974205288650774, 1, "massive leaking profits most law firms"], [0.08470841085147557, 1, "me service book"], [0.07943324157500098, 1, "vic gemma heidemann"], [0.07849462319196265, 1, "​ book"], [0.07086927950027581, 1, "scott osborne"], [0.07029019463944165, 1, "co lawyers"], [0.07029019463944165, 1, "trust accounting"], [0.07029019463944165, 2, "future proof"], [0.07029019463944165, 1, "alison knowler"], [0.06855914319666437, 1, "daniel hirsh"], [0.06706330750008088, 1, "wise owl"], [0.06098635870452446, 5, "today"], [0.05762912027582116, 3, "osborne butler - cairns"], [0.05515623083996051, 1, "legal blog"], [0.05371038679881773, 1, "owl legals technical requirements documents"], [0.0533051282534114, 1, "productivity finance"], [0.05223422694068517, 1, "sharon hunter - hunter"], [0.05058129437627424, 1, "osborne butler - cairns qld peter cobb - lawyer - canberra act"], [0.049947154211043475, 1, "chris - it support - sydney nsw"], [0.04975984316619581, 2, "qld"], [0.048510108955626664, 1, "peter cobb - lawyer - canberra act"], [0.04827437783624509, 1, "wise"], [0.04671287917217979, 1, "chris"], [0.04670534849588073, 1, "michelle phi - accountant - brisbane"], [0.0464305078079998, 1, "daniel hirsh -  consult solicitors"], [0.04463799168565994, 1, "alison knowler -  wettenhall silva"], [0.04453726041060341, 1, "- melbourne vic gemma heidemann - accountant - brisbane  scott osborne"], [0.042978127001864534, 1, "- melbourne vic"], [0.040461473498046574, 1, "solicitors - southport"], [0.03892138660225755, 4, "a demonstration"], [0.03826925688907502, 1, "michelle phi - accountant - brisbane  sue battley -  battley"], [0.03636717305983608, 1, "sue battley -"], [0.03487979288026166, 1, "the hidden reason"], [0.028695851797924242, 2, "the proof"], [0.028695851797924242, 1, "your practice"], [0.027272449484786403, 1, "battley &"], [0.01965311798077574, 1, "the done"], [0.014992405509056577, 1, "the reports"], [0.011113855611859676, 2, "our promise"], [0.011113855611859676, 2, "the problem"], [0.011113855611859676, 1, "a system"], [0.0, 2, "who"]], "textrank_summery__resutls": ["General System Requirements General System Requirements Book a demonstration today", "The Done for Me Service Book a demonstration today", "Who Are We?", "- Melbourne Vic Gemma Heidemann - Accountant - Brisbane  Scott Osborne - Osborne Butler - Cairns ", "The Hidden Reason for Massive Leaking Profits Most Law firms"], "wordcloud_resutls": [["Wise Owl", 1.0], ["Owl Legal", 0.7833333333333333], ["Company", 0.3333333333333333], ["Practice Management", 0.2777777777777778], ["use", 0.23333333333333334], ["will", 0.2], ["Site", 0.2], ["information", 0.18888888888888888], ["Management Software", 0.16111111111111112], ["Sydney NSW", 0.14444444444444443], ["North Sydney", 0.14444444444444443], ["Level Walker", 0.1388888888888889], ["time", 0.12777777777777777], ["may", 0.12777777777777777], ["using", 0.11666666666666667], ["user", 0.11666666666666667], ["PO Box", 0.11666666666666667], ["Box Mansfield", 0.11666666666666667], ["Mansfield BC", 0.11666666666666667], ["BC Qld", 0.11666666666666667], ["wiseowllegal au", 0.11666666666666667], ["thewiseowl wiseowllegal", 0.1111111111111111], ["service", 0.10555555555555556], ["business", 0.10555555555555556], ["Wise Lawyer", 0.10555555555555556], ["Legal Right", 0.10555555555555556], ["provide", 0.1], ["content", 0.1], ["Management Wise", 0.1], ["Rights Reserved", 0.1], ["Reserved Privacy", 0.1], ["Privacy Terms", 0.1], ["Terms PO", 0.1], ["Qld Australia", 0.1], ["Australia thewiseowl", 0.1], ["au Level", 0.1], ["Walker Street", 0.1], ["Street North", 0.1], ["NSW Australia", 0.1], ["Legal Practice", 0.1], ["support", 0.09444444444444444], ["access", 0.08888888888888889], ["need", 0.08888888888888889], ["Karen", 0.08888888888888889], ["cloud", 0.08333333333333333], ["file", 0.08333333333333333], ["materials", 0.08333333333333333], ["Legal Software", 0.08333333333333333], ["Pty Ltd", 0.08333333333333333], ["software", 0.07777777777777778], ["server", 0.07777777777777778], ["Terms Use", 0.07777777777777778], ["device", 0.07222222222222222], ["Australia Practice", 0.07222222222222222], ["law", 0.06666666666666667], ["keep", 0.06666666666666667], ["state art", 0.06666666666666667], ["system requirement", 0.06666666666666667], ["third party", 0.06666666666666667], ["system", 0.06111111111111111], ["data", 0.06111111111111111], ["office", 0.06111111111111111], ["click", 0.06111111111111111], ["every", 0.06111111111111111], ["firm", 0.06111111111111111], ["without", 0.06111111111111111], ["browser", 0.06111111111111111], ["website", 0.06111111111111111], ["trust accounting", 0.06111111111111111], ["web browser", 0.06111111111111111], ["us", 0.05555555555555555], ["computer", 0.05555555555555555], ["report", 0.05555555555555555], ["purpose", 0.05555555555555555], ["agreement", 0.05555555555555555], ["PROBLEM", 0.05], ["want", 0.05], ["easy", 0.05], ["available", 0.05], ["including", 0.05], ["well", 0.05], ["way", 0.05], ["take", 0.05], ["email", 0.05], ["run", 0.05], ["please", 0.05], ["meet", 0.05], ["Option", 0.05], ["backup", 0.05], ["Legal Pty", 0.05], ["USE SITE", 0.05], ["document", 0.044444444444444446], ["know", 0.044444444444444446], ["work", 0.044444444444444446], ["whether", 0.044444444444444446], ["see", 0.044444444444444446], ["phone", 0.044444444444444446], ["Windows", 0.044444444444444446], ["day", 0.044444444444444446], ["written", 0.044444444444444446]], "wordcloud_resultsbi": ["wise_owl", "owl_legal", "wise_legal", "practice_management", "management_software", "wise_lawyer", "legal_right", "management_wise", "privacy_term", "right_privacy", "term_com", "legal_practice", "legal_software", "third_party", "term_use", "com_management", "lawyer_wise", "state_art", "system_requirement", "web_browser", "site_content", "law_practice", "privacy_policy", "software_wise", "use_site", "browser_wise", "company_right", "demonstration_wise", "group_presentation", "help_page", "internet_meeting", "legal_wise", "meeting_group", "need_preference", "personal_demonstration", "preference_internet", "software_need", "edge_technology", "information_wise", "legal_law", "personal_information", "server_requirement", "site_company", "specific_need", "technology_wise", "time_recording", "update_wise", "user_friendly", "art_time", "attention_specific", "billing_document", "book_today", "careful_attention", "company_content", "content_site", "device_wise", "document_necessary", "frequent_update", "industry_lawyer", "law_firm", "lawyer_state", "legal_industry", "legal_server", "modern_web", "necessary_task", "need_legal", "number_year", "online_help", "owl_careful", "page_wise", "product_service", "recording_billing", "remote_access", "server_server", "software_number", "sole_discretion", "trust_accounting", "year_lawyer", "access_server", "additional_course", "administrator_level", "application_modern", "art_application", "australian_company", "available_help", "cloud_wise", "company_responsible", "company_software", "content_sensitive", "convenience_shore", "course_speed", "desk_convenience", "eastern_saving", "framework_audience", "full_list", "general_system", "help_desk", "insight_page", "intellectual_property", "legal_australian"]}]