[{"company": "CampaignAgent", "introduction": "Real estate agent software", "end_market": "Real estate", "industry": "IT - Software", "link": "https://campaignagent.com.au/", "search_text": "https://campaignagent.com.au/", "title": "Home - CampaignAgent", "link_corrected": "https://campaignagent.com.au/", "description": "CampaignAgent's flagship product, VPAPay, is committed to giving your vendors the financial freedom to invest in the right ... CampaignAgent offers smart, simple and cost-effective commission funding. ... info@campaignagent.com.au.", "crawled_links": ["https://campaignagent.com.au/contact-us/", "https://campaignagent.com.au/legal/", "https://campaignagent.com.au/privacy/", "https://campaignagent.com.au/the-team/", "https://campaignagent.com.au/commission-funding/", "https://campaignagent.com.au/about-us/", "https://cas.campaignagent.com.au/account/login?ReturnUrl=%2F", "http://campaignagent.com.au/privacy/", "http://campaignagent.com.au/commission-funding/", "https://cas.campaignagent.com.au/Account/ResetPassword", "http://campaignagent.com.au/about-us/", "http://campaignagent.com.au/the-team/", "http://campaignagent.com.au/contact-us/", "https://cas.campaignagent.com.au/Account/Login"], "header_text": [" Contact Us", "Contact Us", "Address", " Test", "Legals", "Address", " Privacy", "Privacy", "Address", "Definitions", "Our Commitment", "Currency and Status of our Privacy Policy", "Personal Information we collect", "How we collect your Personal Information", "Why we collect and How we use Personal Information", "Cookies and the collection of information through our website", "Direct Marketing", "Sharing and Disclosing your Personal Information", "Quality of your Personal Information", "Security of your Personal Information", "Access to and Correction of your Personal Information", "How to contact us", " Meet The Team", "Chief Technology Officer", "Address", " SMART Commission", "Take control of your cash flow now!", "Address", "Call us on ", "1300 882 622 or ", "email: ", " Real Estate financial solutions", "Real Estate financial solutions", "VPAPay", "Smart", "Commission ", "CampaignAgent’s financial products include", "Address", "Sign In", " Privacy", "Privacy", "Address", "Definitions", "Our Commitment", "Currency and Status of our Privacy Policy", "Personal Information we collect", "How we collect your Personal Information", "Why we collect and How we use Personal Information", "Cookies and the collection of information through our website", "Direct Marketing", "Sharing and Disclosing your Personal Information", "Quality of your Personal Information", "Security of your Personal Information", "Access to and Correction of your Personal Information", "How to contact us", " SMART Commission", "Take control of your cash flow now!", "Address", "Call us on ", "1300 882 622 or ", "email: ", "Password Reset", " Real Estate financial solutions", "Real Estate financial solutions", "VPAPay", "Smart", "Commission ", "CampaignAgent’s financial products include", "Address", " Meet The Team", "Chief Technology Officer", "Address", " Contact Us", "Contact Us", "Address", "Sign In"], "paragraph_text": ["Address", " Office Address", " L9, 51 Langridge St, ", " Collingwood , 3066 ", " Victoria, Australia ", " Tel: ", "1300 882 622", "E. ", "info@campaignagent.com.au", "Please view our ", "Personal Information Collection Statement", "Please view our", " ", "Personal Information Collection Statement", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "CampaignAgent is regulated by the Australian Securities and Investments Commission (", "ASIC", "), the Australian Competition and Consumer Commission (", "ACCC", ") and AUSTRAC.", "By accessing or using the Website, you agree to be bound by our Terms and Conditions. If you do not agree to our Terms and Conditions or any revisions of this Website, you should not use this Website and/or any information derived as a result of the use of this Website.", "We are committed to putting you in control of your privacy, whilst maintaining our primary responsibility to ensure that CampaignAgent is a secure partner to facilitate property transactions. These responsibilities extend to, amongst other things, fraud, money laundering and other crime prevention; to careful credit assessment using manual and automated data collection; and to validating the identity of all users of CampaignAgent in accordance with Australian laws. View our ", "p", "rivacy policy", ".", "We hope you will not have cause to do so, but if you have a complaint, in the first instance, please email us at complaints@campaignagent.com.au or call us on 1300 882 622.", "If you feel we haven’t addressed your problem adequately after using our internal complaints procedure, we can provide you with the contact details of the Australian Financial Complaints Authority (", "AFCA", "), of which CampaignAgent is a member (number 41151).", "CampaignAgent was founded to help property vendors (our customers) get the best possible outcome when selling their most valuable asset – their home. We appreciate that not all sales campaigns are successful, that circumstances may change, and life can get in the way of the best laid plans, making it difficult to pay your CampaignAgent bill. Our Hardship Policy exists to help customers who are unable to meet their payments due in accordance with their VPAPay agreement. Based on individual circumstances we allow some extra time to make repayments and ensure no additional fees are incurred. Our support stretches over a wide range of circumstances that include natural disaster, redundancy or recent unemployment, sudden illness, relationship breakdown, domestic or family violence or other personal reasons impacting your ability to meet your financial obligations.", "How do I apply for hardship?", "Please get in touch with us by visiting our help centre as soon as you can and one of our customer service team members will provide you with the necessary support. We’ll ask you to fill in an application form outlining the information we need to assess your request for assistance.", "We take all applications for hardship seriously and will do everything possible to ensure that applications are dealt with quickly. Every effort will be made to ensure that appropriate arrangements are made for anyone who is experiencing hardship.", "CampaignAgent treats all hardship applications as urgent matters and will confirm the outcome of the hardship application in writing within 21 days from the date of receipt of the application.", "What types of hardship arrangements are available?", "If your application is approved, you may be offered one of the following arrangements:", "Extension of the term of your payment arrangement so you can make smaller payments over a longer period;", "Postponement of any payments due for a certain period of time; and/or", "If applicable, we’ll waive late fees.", "We are committed to helping you overcome your hardship and still meet your obligations to CampaignAgent, so if you have another reasonable solution, we’re happy to consider it.", "How does CampaignAgent assess my hardship application?", "We know everyone’s needs are different, so we assess each application on a case-by-case basis.", "If we assess that you can reasonably meet your payments by making a change to your terms, we are usually happy to help.", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "CampaignAgent Pty Ltd (ACN 608 962 812 ‘Our’, ‘Us’ and ‘We), our authorised agents, our Related Companies, and third parties who provide services to us or on our behalf collect your personal information to provide and offer you our products and services, or otherwise as permitted by law. Without this information, we may not be able to provide you with our products or services. This policy sets out the reasons why CampaignAgent collects your information and importantly how we protect your privacy and the confidentiality of your personal information.", "In this Privacy Policy:", "‘Personal Information’ is any ‘information or an opinion about an identified individual, or an individual who is reasonably identifiable’:", "‘Related Companies’ has the same meaning as related bodies corporate as defined in section 50 of the Corporations Act 2001 (Cth).", "‘Sensitive Information’ is a sub set of Personal Information defined as:", "‘You’ refers to our customers and prospective customers. It also refers to users of our web site.", "We will be fair and open about the way we collect information about you and what we intend to do with the information.", "We recognise that your privacy is very important to you. We are committed to protecting the privacy of your Personal Information in accordance with the Privacy Act 1988 (Cth).", "The Privacy Act details Australian Privacy Principles that set minimum standards for how government agencies and private sector organisations may collect, use, disclose, store, provide access to and correction of Personal Information.", "We are committed to complying with the Australian Privacy Principles.", "Our current privacy policy is detailed below. It is current as of and from 19 December 2017. We suggest that you read it thoroughly.This policy may change from time to time and all changes will be posted on our website so please check it periodically. Alternatively, you can contact the Privacy Officer by sending an email to privacy@campaignagent.com.au and request a copy of our most recent policy.Whenever using our website you should read this policy in conjunction with our Terms of Use.", "The Personal Information we collect depends on the products and services we offer you or you use or apply for. Typically the details we collect and hold may include your name, contact details (address, phone and fax number, email address), date of birth, gender and account payment details. We may also collect information that is specific to a particular product.", "We do not collect ‘Sensitive Information’.", "Unless it is impracticable, you have the option of interacting with us anonymously or by using a pseudonym. For example, you may visit and browse our website and use some of our online facilities without having to reveal any Personal Information.", "We collect your personal information in various ways, including via telephone, our website, hard copy forms or email and from real estate agencies that you are a customer of.", "Whenever you deal with us we will collect this information directly from you unless it is unreasonable or impracticable for us to do so. In some instances we may collect your information from someone else. This may include our authorised representatives, our distributors or referrers, agents or related entities, anyone you have authorised to deal with us on your behalf, and/or our legal or other advisers.", "If you provide Personal Information to us about another person, we rely on you to have made or make them aware that you will, or may, provide their information to us and the types of third parties we may provide it to, the relevant purposes we and any of the third parties will use it for and how they can access it. If you have not done, or will not do, so, you must tell us before you provide the relevant Personal Information.", "From time to time we may request Personal Information from you through competitions or surveys. Participation in these competitions or surveys is completely voluntary and you, therefore, have the choice of whether or not you disclose the Personal Information requested.", "We collect Personal Information to provide or offer you the various products and services we administer, or otherwise as permitted by law. Such purposes include responding to your enquiries, providing you with assistance you request of us, maintaining and administering our products and services; processing your survey or questionnaire responses; market research and the collection of general statistical information using common internet technologies such as cookies; providing you with marketing information regarding other products and services (of ours or a third party); quality assurance and training purposes; performing administrative operations (including accounting and risk management) and any other purpose identified at the time of collecting your information.", "If you do not consent to us collecting and using all or some of the Personal Information we request, we may not be able to provide you with our products or services such as processing your application for insurance, your claim or any payment due to you. It may also prevent us from maintaining or administering our policy or the provision of information regarding our products or services or those of any third party.", "We use Personal Information we may collect through competitions to determine prize winners, award prizes and notify winners. We use Personal Information we may collect through surveys or questionnaires to assess your satisfaction with our products and services and to determine how we may better service your needs. We, and our Related Companies, may also use Personal Information you provide for research and statistical analysis.", "We may use your Personal Information to confirm your identity for the purposes of anti-money laundering and counter-terrorism laws to assess your suitability for our products.", "We may use a cookie that collects anonymous traffic data. A cookie is a message given to a web browser by a web server and which is then stored in a text file. Each time the browser requests a page from the server this message is sent back which enables the user’s computer address (IP address) to be identified.", "We may use the information provided by cookies and IP addresses to analyse trends, administer the site, or for research and marketing purposes to help us better serve our clients. No information which personally identifies you will be collected through the cookies. You can set your browser to notify you before you receive a cookie so you have the chance to accept it and can set your browser to turn off cookies. No information which personally identifies you will be collected as part of these cookies.", "On occasion, we, and our Related Companies, or other third parties with whom we have a relationship, may use your Personal Information to offer you products and services which we believe may be of interest to you.", "We will not do so if you tell us you do not wish to receive any of this information please let us know by contacting the Privacy Officer by sending an e-mail to privacy@campaignagent.com.au.", "We may share your Personal Information with our Related Companies, other third parties and unrelated parties from time to time.", "Details of who they are may change from time to time. You can contact us for details. In some cases we may not be able to take reasonable steps to ensure they do not breach the Privacy Act and they may not be subject to the same level of protection or obligations that are offered by the Act. By proceeding to acquire our services and products you agree that you cannot seek redress under the Act or against us (to the extent permitted by law) and may not be able to seek redress overseas.", "Related and unrelated third parties to whom your Personal Information is disclosed are required to keep the information confidential and only use it for the same purposes we are permitted to use it.", "We aim to ensure that your Personal Information is accurate, complete and up to date.", "During the course of your relationship with us we will ask you to inform us of any changes to your Personal Information. You should, however, contact us at any time to update your Personal Information or advise us that the information we have is not accurate or complete.", "We are committed to keeping your Personal Information secure and will use all reasonable precautions to protect it from loss, misuse or interference and unauthorised access, modification or disclosure, including:", "You may generally access the information we hold about you and request corrections. This right is subject to the exceptions detailed in the Australian Privacy Principles. For example, we may refuse access where the:", "If we refuse access or to give access in the manner requested by you we will let you know why in writing.", "Where providing access would reveal evaluative information in connection with a commercially sensitive decision-making process, we will provide an explanation for the decision rather than direct access to the information.", "In most cases, you may access your Personal Information at no cost to you by contacting our Privacy Officer by sending an email to privacy@campaignagent.com.au.", "For access to complex information or more detailed requests for access to your Personal Information, for example, access to information that is archived, we may require you to place your request in writing and charge you a fee for our reasonable costs of retrieving and supplying the information to you.", "In all cases you will be asked to verify who you are before your Personal Information is provided.", "All requests for Personal Information will be handled in a reasonable period of time.", "If you have any questions, suggestions or complaints about our privacy practices or this privacy policy, please contact the Privacy Officer by sending an email to privacy@campaignagent.com.au. We will respond to your question, suggestion or complaint as soon as possible.", "Depending on the nature of your enquiry we may ask you to put your request in writing. To contact the Privacy Officer you can send an email to privacy@campaignagent.com.au or write to:", "CampaignAgent", "PO Box 1338", "Collingwood VIC 3066", "Australia", "If you are not satisfied with our response to your enquiry or complaint you can contact the Privacy Officer and request that it be reviewed by a senior staff member who will endeavour to resolve your dispute within 30 days. If you are still not satisfied we will tell you about any options you have to refer the matter to a recognised external dispute resolution scheme of which we are a member or to the OAIC.", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "Master Finance (INSEAD)", "MBA (Melb Business School)", "Bachelor Comp. Science (RMIT)", "Shaun began his career as a software engineer at IBM, before moving into strategy consulting and then investment banking where he spent 7 years working at Macquarie Group in corporate advisory and capital markets.", "Shaun then joined Meridian Energy Australia where he built the energy risk and strategy function for both Meridian and its new entrant energy retailer – Powershop. He then spent 3 years managing the investment portfolio for a private family office before founding CampaignAgent.", "As an investment manager Shaun led investments into a number of highly successful and innovate financial technology firms.", "Ph: 1300 882 622", "Masters of Marketing (Melb Business School)", "MBA (Melb Business School)", "Bachelor International Relations (Hons) (Michigan State)", "Seth is a professional CEO and entrepreneur servicing the real estate sector: CEO of Neo, delivering marketing and print production services throughout Australia, CEO of CampaignTrack Print, a Sydney boutique printer alongside his roles as Sales Director of CampaignAgent.", "Seth has been involved in a number of start-up firms, including building Real Estate Media, BRW’s 33rd fastest growing new firm in 2007 and founding a successful software start-up focused on disrupting media booking and production agencies.", "Seth is a member of YPO as well as Treasurer of the Australian American Leadership Dialogue.", "Ph: 0417 032 154", "Bachelor of Commerce (University of Melbourne)", "Ana is a professional CPA who started her career in the graduate program at ANZ and performed a number of different finance roles within its Group Finance and Business functions. After leaving ANZ she spent 10 years working for GE Capital in a variety of roles managing its Personal and Motor Loan portfolios.", "At GE, Ana was involved in setting up and running a white label program, the sale of GE Consumer Finance to a private equity consortium , and a number of strategic and transformational projects.", "Most recently Ana worked as the CFO at Claremont Finance Corporation, a private equipment finance and rental company, where she helped set up the company for growth and raise capital.", "Ph: 1300 882 622", "Bachelor Science (Monash University)", "Dip. Ed. (Monash University)", "Mary has more than 30 years’ experience spanning all aspects of regulated consumer credit. Beginning her career during the foundational period of Remington White, she  played a crucial role in developing all of the operational and training capabilities of that company. Mary was the National Operations and Training Manager at the time that business was sold to Collections House.", "Mary’s deep operational experience spans from collections, HR, operations management, litigation, compliance, reporting, client care and training.", "Most recently, Mary was a director of Alpha Legal, where she was responsible for overall operations.", "Ph: 1300 882 622", "As CampaignAgent’s technical lead, David drives technology services and continued digital innovation.", "An accomplished software solutions architect and strategist, David brings more than 20 years experience from a diverse range of industries including real estate and recruitment.", "David has played an instrumental role in the product direction for multiple startups which pioneered online ordering and advertisement building for the real estate industry.", "He then became Principal Software Engineer at Acendre where he designed and built large scale software-as-a-service recruitment system, primarily for Australian and US government.", "David then joined PageUp as Technical Advisor to lead teams that developed HR systems for some of Australia’s largest companies before joining Campaign Agent as Chief Technology Officer in early 2019.", "Ph: 1300 882 622", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "At CampaignAgent we offer smart, simple and cost effective commission funding with transparent terms, a no hassle approach and instant approval at less than half of what standard commission funding companies are charging.", "We know only too well how frustrating and limiting it can be, waiting up to six weeks or more to receive the commission from a sale. Our commission funding is an efficient, risk free way of getting a cash injection into your business when you need it most.", "When you sign up with CampaignAgent’s commission funding, you can be confident knowing you’ve got ongoing access to cash in less than four hours when you need it.", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "At CampaignAgent we believe that resources shouldn’t stand in the way of properties achieving exceptional results. Our products are designed to ensure that agents and vendors have the capital to make the best choices.", "VPAPay gives vendors choice and flexibility when paying for Real Estate Advertising;", "Smart, simple and cost effective commission funding with transparent terms, a no hassle approach and instant approval at less than half what standard commission funding companies charge.", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "CampaignAgent Pty Ltd (ACN 608 962 812 ‘Our’, ‘Us’ and ‘We), our authorised agents, our Related Companies, and third parties who provide services to us or on our behalf collect your personal information to provide and offer you our products and services, or otherwise as permitted by law. Without this information, we may not be able to provide you with our products or services. This policy sets out the reasons why CampaignAgent collects your information and importantly how we protect your privacy and the confidentiality of your personal information.", "In this Privacy Policy:", "‘Personal Information’ is any ‘information or an opinion about an identified individual, or an individual who is reasonably identifiable’:", "‘Related Companies’ has the same meaning as related bodies corporate as defined in section 50 of the Corporations Act 2001 (Cth).", "‘Sensitive Information’ is a sub set of Personal Information defined as:", "‘You’ refers to our customers and prospective customers. It also refers to users of our web site.", "We will be fair and open about the way we collect information about you and what we intend to do with the information.", "We recognise that your privacy is very important to you. We are committed to protecting the privacy of your Personal Information in accordance with the Privacy Act 1988 (Cth).", "The Privacy Act details Australian Privacy Principles that set minimum standards for how government agencies and private sector organisations may collect, use, disclose, store, provide access to and correction of Personal Information.", "We are committed to complying with the Australian Privacy Principles.", "Our current privacy policy is detailed below. It is current as of and from 19 December 2017. We suggest that you read it thoroughly.This policy may change from time to time and all changes will be posted on our website so please check it periodically. Alternatively, you can contact the Privacy Officer by sending an email to privacy@campaignagent.com.au and request a copy of our most recent policy.Whenever using our website you should read this policy in conjunction with our Terms of Use.", "The Personal Information we collect depends on the products and services we offer you or you use or apply for. Typically the details we collect and hold may include your name, contact details (address, phone and fax number, email address), date of birth, gender and account payment details. We may also collect information that is specific to a particular product.", "We do not collect ‘Sensitive Information’.", "Unless it is impracticable, you have the option of interacting with us anonymously or by using a pseudonym. For example, you may visit and browse our website and use some of our online facilities without having to reveal any Personal Information.", "We collect your personal information in various ways, including via telephone, our website, hard copy forms or email and from real estate agencies that you are a customer of.", "Whenever you deal with us we will collect this information directly from you unless it is unreasonable or impracticable for us to do so. In some instances we may collect your information from someone else. This may include our authorised representatives, our distributors or referrers, agents or related entities, anyone you have authorised to deal with us on your behalf, and/or our legal or other advisers.", "If you provide Personal Information to us about another person, we rely on you to have made or make them aware that you will, or may, provide their information to us and the types of third parties we may provide it to, the relevant purposes we and any of the third parties will use it for and how they can access it. If you have not done, or will not do, so, you must tell us before you provide the relevant Personal Information.", "From time to time we may request Personal Information from you through competitions or surveys. Participation in these competitions or surveys is completely voluntary and you, therefore, have the choice of whether or not you disclose the Personal Information requested.", "We collect Personal Information to provide or offer you the various products and services we administer, or otherwise as permitted by law. Such purposes include responding to your enquiries, providing you with assistance you request of us, maintaining and administering our products and services; processing your survey or questionnaire responses; market research and the collection of general statistical information using common internet technologies such as cookies; providing you with marketing information regarding other products and services (of ours or a third party); quality assurance and training purposes; performing administrative operations (including accounting and risk management) and any other purpose identified at the time of collecting your information.", "If you do not consent to us collecting and using all or some of the Personal Information we request, we may not be able to provide you with our products or services such as processing your application for insurance, your claim or any payment due to you. It may also prevent us from maintaining or administering our policy or the provision of information regarding our products or services or those of any third party.", "We use Personal Information we may collect through competitions to determine prize winners, award prizes and notify winners. We use Personal Information we may collect through surveys or questionnaires to assess your satisfaction with our products and services and to determine how we may better service your needs. We, and our Related Companies, may also use Personal Information you provide for research and statistical analysis.", "We may use your Personal Information to confirm your identity for the purposes of anti-money laundering and counter-terrorism laws to assess your suitability for our products.", "We may use a cookie that collects anonymous traffic data. A cookie is a message given to a web browser by a web server and which is then stored in a text file. Each time the browser requests a page from the server this message is sent back which enables the user’s computer address (IP address) to be identified.", "We may use the information provided by cookies and IP addresses to analyse trends, administer the site, or for research and marketing purposes to help us better serve our clients. No information which personally identifies you will be collected through the cookies. You can set your browser to notify you before you receive a cookie so you have the chance to accept it and can set your browser to turn off cookies. No information which personally identifies you will be collected as part of these cookies.", "On occasion, we, and our Related Companies, or other third parties with whom we have a relationship, may use your Personal Information to offer you products and services which we believe may be of interest to you.", "We will not do so if you tell us you do not wish to receive any of this information please let us know by contacting the Privacy Officer by sending an e-mail to privacy@campaignagent.com.au.", "We may share your Personal Information with our Related Companies, other third parties and unrelated parties from time to time.", "Details of who they are may change from time to time. You can contact us for details. In some cases we may not be able to take reasonable steps to ensure they do not breach the Privacy Act and they may not be subject to the same level of protection or obligations that are offered by the Act. By proceeding to acquire our services and products you agree that you cannot seek redress under the Act or against us (to the extent permitted by law) and may not be able to seek redress overseas.", "Related and unrelated third parties to whom your Personal Information is disclosed are required to keep the information confidential and only use it for the same purposes we are permitted to use it.", "We aim to ensure that your Personal Information is accurate, complete and up to date.", "During the course of your relationship with us we will ask you to inform us of any changes to your Personal Information. You should, however, contact us at any time to update your Personal Information or advise us that the information we have is not accurate or complete.", "We are committed to keeping your Personal Information secure and will use all reasonable precautions to protect it from loss, misuse or interference and unauthorised access, modification or disclosure, including:", "You may generally access the information we hold about you and request corrections. This right is subject to the exceptions detailed in the Australian Privacy Principles. For example, we may refuse access where the:", "If we refuse access or to give access in the manner requested by you we will let you know why in writing.", "Where providing access would reveal evaluative information in connection with a commercially sensitive decision-making process, we will provide an explanation for the decision rather than direct access to the information.", "In most cases, you may access your Personal Information at no cost to you by contacting our Privacy Officer by sending an email to privacy@campaignagent.com.au.", "For access to complex information or more detailed requests for access to your Personal Information, for example, access to information that is archived, we may require you to place your request in writing and charge you a fee for our reasonable costs of retrieving and supplying the information to you.", "In all cases you will be asked to verify who you are before your Personal Information is provided.", "All requests for Personal Information will be handled in a reasonable period of time.", "If you have any questions, suggestions or complaints about our privacy practices or this privacy policy, please contact the Privacy Officer by sending an email to privacy@campaignagent.com.au. We will respond to your question, suggestion or complaint as soon as possible.", "Depending on the nature of your enquiry we may ask you to put your request in writing. To contact the Privacy Officer you can send an email to privacy@campaignagent.com.au or write to:", "CampaignAgent", "PO Box 1338", "Collingwood VIC 3066", "Australia", "If you are not satisfied with our response to your enquiry or complaint you can contact the Privacy Officer and request that it be reviewed by a senior staff member who will endeavour to resolve your dispute within 30 days. If you are still not satisfied we will tell you about any options you have to refer the matter to a recognised external dispute resolution scheme of which we are a member or to the OAIC.", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "At CampaignAgent we offer smart, simple and cost effective commission funding with transparent terms, a no hassle approach and instant approval at less than half of what standard commission funding companies are charging.", "We know only too well how frustrating and limiting it can be, waiting up to six weeks or more to receive the commission from a sale. Our commission funding is an efficient, risk free way of getting a cash injection into your business when you need it most.", "When you sign up with CampaignAgent’s commission funding, you can be confident knowing you’ve got ongoing access to cash in less than four hours when you need it.", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "At CampaignAgent we believe that resources shouldn’t stand in the way of properties achieving exceptional results. Our products are designed to ensure that agents and vendors have the capital to make the best choices.", "VPAPay gives vendors choice and flexibility when paying for Real Estate Advertising;", "Smart, simple and cost effective commission funding with transparent terms, a no hassle approach and instant approval at less than half what standard commission funding companies charge.", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "Master Finance (INSEAD)", "MBA (Melb Business School)", "Bachelor Comp. Science (RMIT)", "Shaun began his career as a software engineer at IBM, before moving into strategy consulting and then investment banking where he spent 7 years working at Macquarie Group in corporate advisory and capital markets.", "Shaun then joined Meridian Energy Australia where he built the energy risk and strategy function for both Meridian and its new entrant energy retailer – Powershop. He then spent 3 years managing the investment portfolio for a private family office before founding CampaignAgent.", "As an investment manager Shaun led investments into a number of highly successful and innovate financial technology firms.", "Ph: 1300 882 622", "Masters of Marketing (Melb Business School)", "MBA (Melb Business School)", "Bachelor International Relations (Hons) (Michigan State)", "Seth is a professional CEO and entrepreneur servicing the real estate sector: CEO of Neo, delivering marketing and print production services throughout Australia, CEO of CampaignTrack Print, a Sydney boutique printer alongside his roles as Sales Director of CampaignAgent.", "Seth has been involved in a number of start-up firms, including building Real Estate Media, BRW’s 33rd fastest growing new firm in 2007 and founding a successful software start-up focused on disrupting media booking and production agencies.", "Seth is a member of YPO as well as Treasurer of the Australian American Leadership Dialogue.", "Ph: 0417 032 154", "Bachelor of Commerce (University of Melbourne)", "Ana is a professional CPA who started her career in the graduate program at ANZ and performed a number of different finance roles within its Group Finance and Business functions. After leaving ANZ she spent 10 years working for GE Capital in a variety of roles managing its Personal and Motor Loan portfolios.", "At GE, Ana was involved in setting up and running a white label program, the sale of GE Consumer Finance to a private equity consortium , and a number of strategic and transformational projects.", "Most recently Ana worked as the CFO at Claremont Finance Corporation, a private equipment finance and rental company, where she helped set up the company for growth and raise capital.", "Ph: 1300 882 622", "Bachelor Science (Monash University)", "Dip. Ed. (Monash University)", "Mary has more than 30 years’ experience spanning all aspects of regulated consumer credit. Beginning her career during the foundational period of Remington White, she  played a crucial role in developing all of the operational and training capabilities of that company. Mary was the National Operations and Training Manager at the time that business was sold to Collections House.", "Mary’s deep operational experience spans from collections, HR, operations management, litigation, compliance, reporting, client care and training.", "Most recently, Mary was a director of Alpha Legal, where she was responsible for overall operations.", "Ph: 1300 882 622", "As CampaignAgent’s technical lead, David drives technology services and continued digital innovation.", "An accomplished software solutions architect and strategist, David brings more than 20 years experience from a diverse range of industries including real estate and recruitment.", "David has played an instrumental role in the product direction for multiple startups which pioneered online ordering and advertisement building for the real estate industry.", "He then became Principal Software Engineer at Acendre where he designed and built large scale software-as-a-service recruitment system, primarily for Australian and US government.", "David then joined PageUp as Technical Advisor to lead teams that developed HR systems for some of Australia’s largest companies before joining Campaign Agent as Chief Technology Officer in early 2019.", "Ph: 1300 882 622", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved", "Address", " Office Address", " L9, 51 Langridge St, ", " Collingwood , 3066 ", " Victoria, Australia ", " Tel: ", "1300 882 622", "E. ", "info@campaignagent.com.au", "Please view our ", "Personal Information Collection Statement", "Please view our", " ", "Personal Information Collection Statement", "For easy and effective funding support through VPAPay, leave your details here.", "© All Rights Reserved Campaign Agent /", "Campaign Agent is a product of Campaign Agent ©2019 All Rights Reserved"], "emails": ["info@campaignagent.com.au", "info@campaignagent.com.au", "fintech-member@3x.png", "complaints@campaignagent.com.au", "info@campaignagent.com.au", "fintech-member@3x.png", "privacy@campaignagent.com.au", "privacy@campaignagent.com.au", "privacy@campaignagent.com.au", "privacy@campaignagent.com.au", "privacy@campaignagent.com.au", "info@campaignagent.com.au", "fintech-member@3x.png", "info@campaignagent.com.au", "fintech-member@3x.png", "info@campaignagent.com.au", "info@campaignagent.com.au", "fintech-member@3x.png", "info@campaignagent.com.au", "fintech-member@3x.png", "privacy@campaignagent.com.au", "privacy@campaignagent.com.au", "privacy@campaignagent.com.au", "privacy@campaignagent.com.au", "privacy@campaignagent.com.au", "info@campaignagent.com.au", "fintech-member@3x.png", "info@campaignagent.com.au", "info@campaignagent.com.au", "fintech-member@3x.png", "info@campaignagent.com.au", "fintech-member@3x.png", "info@campaignagent.com.au", "fintech-member@3x.png", "info@campaignagent.com.au", "info@campaignagent.com.au", "fintech-member@3x.png"], "addresses": [], "social_media_links": [], "telephone_numbers": ["1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "608 962 812", "1300 882 622", "1300 882 622", "417 032 154", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "608 962 812", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "417 032 154", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622", "1300 882 622"], "lda_resutls": [[0, "0.115*\"agent\" + 0.112*\"campaign\" + 0.069*\"right\" + 0.069*\"reserve\" + 0.035*\"product\" + 0.019*\"technology\" + 0.015*\"information\" + 0.013*\"join\" + 0.013*\"investment\" + 0.013*\"collect\""], [1, "0.036*\"leave\" + 0.036*\"easy\" + 0.036*\"funding\" + 0.036*\"detail\" + 0.036*\"vpapay\" + 0.036*\"effective\" + 0.036*\"support\" + 0.020*\"software\" + 0.014*\"year\" + 0.014*\"career\""], [2, "0.051*\"real\" + 0.051*\"estate\" + 0.023*\"solution\" + 0.019*\"include\" + 0.016*\"service\" + 0.016*\"production\" + 0.016*\"software\" + 0.016*\"medium\" + 0.016*\"firm\" + 0.016*\"start\""], [3, "0.034*\"may\" + 0.027*\"time\" + 0.020*\"campaignagent\" + 0.015*\"product\" + 0.015*\"include\" + 0.015*\"detail\" + 0.015*\"able\" + 0.015*\"seek\" + 0.015*\"redress\" + 0.015*\"reasonable\""], [4, "0.068*\"privacy\" + 0.043*\"information\" + 0.034*\"policy\" + 0.029*\"personal\" + 0.027*\"campaignagent\" + 0.024*\"may\" + 0.023*\"contact\" + 0.019*\"officer\" + 0.019*\"send\" + 0.019*\"com\""], [5, "0.132*\"address\" + 0.053*\"contact\" + 0.045*\"campaignagent\" + 0.019*\"application\" + 0.019*\"marketing\" + 0.019*\"direct\" + 0.019*\"call\" + 0.018*\"info\" + 0.018*\"com\" + 0.018*\"office\""], [6, "0.073*\"information\" + 0.057*\"personal\" + 0.032*\"provide\" + 0.028*\"party\" + 0.023*\"privacy\" + 0.023*\"third\" + 0.022*\"may\" + 0.017*\"related\" + 0.012*\"relevant\" + 0.012*\"make\""], [7, "0.094*\"information\" + 0.056*\"personal\" + 0.028*\"collect\" + 0.023*\"may\" + 0.023*\"request\" + 0.022*\"provide\" + 0.020*\"access\" + 0.019*\"service\" + 0.016*\"product\" + 0.014*\"time\""], [8, "0.036*\"information\" + 0.035*\"may\" + 0.030*\"collect\" + 0.026*\"cookie\" + 0.022*\"detail\" + 0.022*\"address\" + 0.018*\"set\" + 0.017*\"browser\" + 0.015*\"access\" + 0.014*\"personal\""], [9, "0.030*\"information\" + 0.025*\"way\" + 0.017*\"website\" + 0.016*\"finance\" + 0.015*\"collect\" + 0.015*\"product\" + 0.015*\"personal\" + 0.012*\"campaignagent\" + 0.012*\"business\" + 0.011*\"role\""]], "kpe_resutls": [["privaci polici person inform", 0.16694120460841527], ["address", 0.14514028045444466], ["smart commiss", 0.07786088977234659], ["financi product", 0.04903039802844236], ["team chief technolog offic address", 0.04669386401930138], ["campaignag", 0.046251047133449116], ["contact", 0.04583568467841481], ["commit currenc", 0.044182912077997], ["control", 0.04382397854839047], ["meet", 0.04352844101047636]], "rake_resutls": [[48.6, "campaignagent po box 1338 collingwood vic 3066 australia"], [44.86965811965812, "team chief technology officer address smart commission take control"], [39.60294117647059, "general statistical information using common internet technologies"], [32.57692307692308, "reasonably identifiable ’: ‘ related companies ’"], [32.0, "new entrant energy retailer – powershop"], [25.794871794871792, "rights reserved address office address l9"], [25.5, "33rd fastest growing new firm"], [24.936274509803923, "providing access would reveal evaluative information"], [24.5, "recognised external dispute resolution scheme"], [24.027777777777775, "contact us smart commission take control"], [24.0, "acn 608 962 812 ‘"], [22.75, "careful credit assessment using manual"], [21.821988795518205, "personal information collection statement please view"], [20.9, "rights reserved campaignagent pty ltd"], [20.576923076923077, "30 years ’ experience spanning"], [20.5, "third party ); quality assurance"], [19.96153846153846, "privacy act details australian privacy principles"], [19.24183006535948, "collect ‘ sensitive information ’."], [19.2, "print production services throughout australia"], [18.988888888888887, "standard commission funding companies charge"], [18.5, "1300 882 622 bachelor science"], [18.1280193236715, "private sector organisations may collect"], [17.98076923076923, "financial products include address sign"], [17.794871794871796, "address office address l9"], [17.666666666666664, "investment manager shaun led investments"], [17.58076923076923, "financial products include address meet"], [17.5, "including building real estate media"], [17.0, "dispute within 30 days"], [16.333333333333336, "customer service team members"], [16.192071611253198, "may also use personal information"], [16.0, "sydney boutique printer alongside"], [16.0, "spent 7 years working"], [16.0, "spent 10 years working"], [16.0, "properties achieving exceptional results"], [16.0, "1300 882 622 masters"], [15.988888888888889, "standard commission funding companies"], [15.666666666666668, "chief technology officer"], [15.527544351073763, "information please let us know"], [15.5, "innovate financial technology firms"], [15.5, "0417 032 154 bachelor"], [15.4, "accomplished software solutions architect"], [15.202941176470588, "personal information collection statement"], [15.166666666666666, "rights reserved master finance"], [15.0, "spent 3 years managing"], [15.0, "australian american leadership dialogue"], [14.692307692307693, "privacy privacy address definitions"], [14.5, "writing within 21 days"], [14.5, "rights reserved campaign agent"], [14.5, "deep operational experience spans"], [14.5, "collects anonymous traffic data"]], "guided_lda_resutls": [["access", "reserved", "policy", "number", "solutions", "impracticable", "due", "manager", "sale", "soon"], ["information", "related", "australian", "set", "committed", "sending", "principles", "vpapay", "receive", "experience"], ["commission", "effective", "permitted", "also", "web", "funding", "refuse", "requested", "party", "direct"], ["parties", "including", "make", "read", "approval", "believe", "lead", "able", "call", "innovate"], ["include", "know", "less", "complaint", "services", "choice", "payments", "collected", "within", "managing"], ["using", "collection", "way", "career", "help", "change", "complaints", "program", "another", "offered"], ["collect", "assess", "agencies", "cases", "view", "disclose", "consumer", "accurate", "complete", "vendors"], ["address", "request", "marketing", "training", "melb", "redress", "joined", "collections", "successful", "well"], ["provide", "details", "real", "act", "financial", "terms", "david", "competitions", "built", "otherwise"], ["years", "reasonable", "cost", "new", "collects", "quality", "identifies", "behalf", "notify", "corporate"], ["support", "au", "finance", "mary", "operations", "browser", "tell", "requests", "policy", "collecting"], ["information", "privacy", "us", "2019", "please", "software", "ph", "application", "energy", "technical"], ["campaign", "may", "rights", "services", "third", "vpapay", "smart", "ge", "shaun", "relationship"], ["products", "officer", "bachelor", "capital", "meet", "obligations", "made", "media", "personally", "administer"], ["contact", "1300", "easy", "technology", "website", "hardship", "roles", "spent", "payment", "dispute"], ["ceo", "risk", "professional", "legal", "involved", "charge", "approach", "service", "writing", "hours"], ["funding", "companies", "email", "cookies", "member", "622", "university", "research", "individual", "hassle"], ["com", "australia", "offer", "ana", "seth", "need", "building", "regarding", "request", "possible"], ["personal", "campaignagent", "collect", "us", "882", "estate", "622", "cookie", "example", "surveys"], ["may", "agent", "time", "product", "purposes", "leave", "business", "campaign", "estate", "ensure"]], "textrank_resutls": [[0.15016400694895782, 1, "real estate financial solutions real estate financial solutions"], [0.14766123231360903, 2, "personal information cookies"], [0.1318620078680031, 1, "real estate financial solutions"], [0.1032728179536205, 2, "our privacy policy personal information"], [0.09586536737452783, 2, "vpapay smart commission"], [0.09270961558395838, 2, "your personal information access"], [0.09234123527102536, 2, "your personal information quality"], [0.09234123527102536, 2, "your personal information security"], [0.0906356880132126, 2, "direct marketing sharing"], [0.09060866460456404, 2, "smart commission"], [0.08859792753089324, 4, "your personal information"], [0.08807408704482342, 1, "address sign"], [0.08257228238447704, 1, "test legals"], [0.08073694134001344, 4, "address"], [0.08071919455905782, 1, "direct marketing sharing and disclosing your personal information quality of your personal information security of your personal information access"], [0.07775919284480638, 2, "the team chief technology officer address"], [0.0748588471416528, 2, "control"], [0.06927281822978645, 2, "campaignagent’s financial products"], [0.06360149576815544, 1, "direct marketing sharing and disclosing your personal information quality of your"], [0.06016449979672856, 1, "password reset"], [0.05618889336377085, 2, "status"], [0.050774325375017144, 2, "information"], [0.04566269404300714, 2, "campaignagent"], [0.04408890536628302, 2, "correction"], [0.043399883771741435, 1, "us contact us address sign"], [0.04201358127102768, 2, "our commitment currency"], [0.04115691297933811, 2, "your cash flow"], [0.04093347658679205, 2, "email"], [0.0393575302245736, 2, "meet"], [0.035008349053809736, 2, "our website"], [0.029003501297807828, 2, " contact"], [0.026308451360993308, 2, "the collection"], [0.0, 12, "we"]], "textrank_summery__resutls": ["Why we collect and How we use Personal Information Cookies and the collection of information through our website Direct Marketing Sharing and Disclosing your Personal Information Quality of your Personal Information Security of your Personal Information Access to and Correction of your Personal Information How to contact us  ", "Why we collect and How we use Personal Information Cookies and the collection of information through our website Direct Marketing Sharing and Disclosing your Personal Information Quality of your Personal Information Security of your Personal Information Access to and Correction of your Personal Information How to contact us  ", "882 622 or  email:   Real Estate financial solutions Real Estate financial solutions", "882 622 or  email:  Password Reset  Real Estate financial solutions Real Estate financial solutions", "Our Commitment Currency and Status of our Privacy Policy Personal Information we collect How we collect your Personal Information"], "wordcloud_resutls": [["Personal Information", 1.0], ["Information", 0.7435897435897436], ["may", 0.48717948717948717], ["us", 0.47435897435897434], ["Campaign Agent", 0.44871794871794873], ["will", 0.4230769230769231], ["collect", 0.3333333333333333], ["Address", 0.2948717948717949], ["access", 0.28205128205128205], ["provide", 0.28205128205128205], ["Rights Reserved", 0.28205128205128205], ["products services", 0.2564102564102564], ["request", 0.24358974358974358], ["cookie", 0.23076923076923078], ["Real Estate", 0.20512820512820512], ["website", 0.1794871794871795], ["purpose", 0.1794871794871795], ["use Personal", 0.1794871794871795], ["campaignagent au", 0.16666666666666666], ["policy", 0.15384615384615385], ["CampaignAgent", 0.15384615384615385], ["time", 0.15384615384615385], ["Finance", 0.15384615384615385], ["third parties", 0.15384615384615385], ["Privacy Officer", 0.15384615384615385], ["commission funding", 0.15384615384615385], ["using", 0.14102564102564102], ["number", 0.14102564102564102], ["application", 0.14102564102564102], ["easy effective", 0.14102564102564102], ["effective funding", 0.14102564102564102], ["funding support", 0.14102564102564102], ["support VPAPay", 0.14102564102564102], ["VPAPay leave", 0.14102564102564102], ["leave details", 0.14102564102564102], ["details Rights", 0.14102564102564102], ["Reserved Campaign", 0.14102564102564102], ["Agent Campaign", 0.14102564102564102], ["Agent product", 0.14102564102564102], ["product Campaign", 0.14102564102564102], ["Agent Rights", 0.14102564102564102], ["use", 0.1282051282051282], ["marketing", 0.1282051282051282], ["Australia", 0.1282051282051282], ["ensure", 0.1282051282051282], ["complaint", 0.1282051282051282], ["change", 0.1282051282051282], ["offer", 0.1282051282051282], ["including", 0.1282051282051282], ["role", 0.1282051282051282], ["contact us", 0.1282051282051282], ["Related Companies", 0.1282051282051282], ["may collect", 0.1282051282051282], ["privacy campaignagent", 0.1282051282051282], ["may use", 0.1282051282051282], ["collection", 0.11538461538461539], ["include", 0.11538461538461539], ["way", 0.11538461538461539], ["hardship", 0.11538461538461539], ["customer", 0.11538461538461539], ["service", 0.11538461538461539], ["payment", 0.11538461538461539], ["reasonable", 0.11538461538461539], ["investment", 0.11538461538461539], ["please", 0.10256410256410256], ["Australian", 0.10256410256410256], ["committed", 0.10256410256410256], ["member", 0.10256410256410256], ["need", 0.10256410256410256], ["assess", 0.10256410256410256], ["case", 0.10256410256410256], ["set", 0.10256410256410256], ["private", 0.10256410256410256], ["training", 0.10256410256410256], ["operations", 0.10256410256410256], ["capital", 0.10256410256410256], ["Mary", 0.10256410256410256], ["David", 0.10256410256410256], ["Privacy Policy", 0.10256410256410256], ["may able", 0.10256410256410256], ["time time", 0.10256410256410256], ["contact Privacy", 0.10256410256410256], ["Officer sending", 0.10256410256410256], ["email privacy", 0.10256410256410256], ["know", 0.08974358974358974], ["sale", 0.08974358974358974], ["Reserved CampaignAgent", 0.08974358974358974], ["meet", 0.07692307692307693], ["cash", 0.07692307692307693], ["help", 0.07692307692307693], ["make", 0.07692307692307693], ["period", 0.07692307692307693], ["authorised", 0.07692307692307693], ["Related", 0.07692307692307693], ["identified", 0.07692307692307693], ["Sensitive", 0.07692307692307693], ["web", 0.07692307692307693], ["agencies", 0.07692307692307693], ["detailed", 0.07692307692307693], ["example", 0.07692307692307693]], "wordcloud_resultsbi": ["personal_information", "campaign_agent", "product_service", "real_estate", "third_party", "campaignagent_com", "commission_funding", "privacy_officer", "agent_campaign", "agent_product", "agent_right", "detail_right", "easy_effective", "effective_funding", "funding_support", "product_campaign", "right_campaign", "support_vpapay", "vpapay_detail", "information_personal", "information_product", "privacy_campaignagent", "related_company", "email_privacy", "information_information", "information_privacy", "officer_email", "privacy_policy", "time_time", "australian_privacy", "company_third", "information_cookie", "privacy_principle", "information_request", "right_campaignagent", "able_product", "access_access", "access_correction", "access_information", "agent_related", "approach_instant", "approval_less", "browser_cookie", "case_personal", "chief_technology", "com_personal", "competition_survey", "complaint_privacy", "correction_personal", "effective_commission", "email_real", "estate_financial", "example_access", "financial_solution", "funding_company", "funding_transparent", "hassle_approach", "information_able", "information_competition", "information_statement", "information_time", "information_various", "instant_approval", "ip_address", "more_year", "party_personal", "party_relevant", "policy_personal", "privacy_act", "question_suggestion", "sensitive_information", "service_law", "software_engineer", "standard_commission", "suggestion_complaint", "survey_questionnaire", "technology_officer", "term_hassle", "time_detail", "time_personal", "transparent_term", "year_experience", "contact_detail", "hardship_application", "money_laundering", "period_time", "able_reasonable", "able_redress", "access_cash", "access_complex", "access_evaluative", "access_manner", "access_modification", "access_personal", "accomplished_software", "accordance_privacy", "account_payment", "accounting_risk", "accurate_complete", "act_extent"]}]