[{"company": "AeroPets Animal Transport", "introduction": "Provider of domestic and international pet transport", "end_market": "Transportation", "industry": "Transport", "link": "https://www.aeropets.com.au/about-us/", "search_text": "https://www.aeropets.com.au/about-us/", "title": "About Us - AeroPets® Animal Transport", "link_corrected": "https://aeropets.com.au/about-us/", "description": "AeroPets & Team are long time locals based near the airport on Brisbane's North. Experienced pet travel consultants. Provides reliable pet travel advice!", "crawled_links": ["https://aeropets.com.au/about-us/", "https://aeropets.com.au/international-testimonials/", "https://aeropets.com.au/contact/", "https://aeropets.com.au/domestic-pet-pick-up-drop-off-locations/", "https://aeropets.com.au/faq/", "https://aeropets.com.au/pet-travel-tips/", "https://aeropets.com.au/qantas-pet-travel/", "https://aeropets.com.au/pet-scams/", "https://aeropets.com.au/how-to-size-your-pet/", "https://aeropets.com.au/domestic-testimonials/", "https://aeropets.com.au/imports-to-australia/", "https://aeropets.com.au/customs-quarantine/", "https://aeropets.com.au/international-pet-transport/", "https://aeropets.com.au/travel-crate-hire/", "https://aeropets.com.au/interstate-pet-transport/", "https://aeropets.com.au/rspca/", "https://aeropets.com.au/our-partners/", "https://aeropets.com.au/our-advantage/", "https://aeropets.com.au/other-pets/", "https://aeropets.com.au/cat-transport/", "https://aeropets.com.au/dog-transport/", "https://aeropets.com.au/pet-transport/", "https://aeropets.com.au/request-a-quote/", "https://aeropets.com.au", "https://aeropets.com.au/cdn-cgi/l/email-protection"], "header_text": ["About AeroPets", " About AeroPets’ specialists", "AeroPets’ Focus", "AeroPets’ difference", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Our locations", "Contact Us", "Let us call you!", "Domestic Pet Pick Up/Drop Off Locations", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "FAQ", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Pet Travel Tips", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Qantas Pet Travel", "Qantas Pet Travel within Australia\u2028\u2028", "International Qantas Pet Travel", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Pet Scams", "Pet scams are on the rise", "Some warning signs:", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "How to size your pet", "Travel Crate Size Calculator", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "How to size your pet", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Pet Imports", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "We work with you one on one to assist with:", "Quarantine and Customs", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "International Pet Transport", "We can provide a full service including organising:", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Travel Crate Hire", "Stay Dry Fleece Mats", "Travel Crate Size Calculator", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "How to size your pet", "Domestic Pet Transport", "Our Interstate Pet Transport", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "AeroPets & RSPCA WA Corporate Partnership", "Media", "RSPCA WA Regularly show stories on pets AeroPets has transported.", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Our Partners", "RSPCA WA", " ", "International Pet and Animal Transportation Association (IPATA )", " ", "Pet Industry Association Australia (PIAA)", " ", "Department of Agriculture", "Airline Partners", " ", "Government Approved Vets", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", " ", "Our Advantage", "Personal Pet Travel Consultant", "Comfort and Safety", "24/7", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Other Pet Travel", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Cat Transport", "The AeroPets Cat Transport Team provides assistance with:", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Dog Transport", "We assist with:", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Pet Transport", "Pet Transport in Australia", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Please detail as much information as possible for our team to provide an accurate quote.", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "My pets need to travel", "How Pet Travel Works", "International Pet Travel", "Interstate Pet Travel", "Delighted Pet Owners", "Delighted Pet Owners", "Contact Us for a Quote", "Make Travel  ", "Booking", "Pet Check & Documentation", "Pet Pick Up", "Flight", "Delivery & Re-Unite with your Pet", "Travel that pets love. Book a Quote Today", "Domestic transport to", "International transport to", "Pets we transport include", "Email Protection", " aeropets.com.au"], "paragraph_text": ["AeroPets has earned its outstanding reputation by consistently providing reliable and efficient service with a high standard of professionalism.", "Aeropets was founded on a foundation of love and passion for animals, with the goal of providing a safe, seamless and comfortable transport option for travellers and their pets. Over the years we have built up a solid reputation as a personalised, premium service at affordable pricing. We strive to maintain the highest level of pet safety and wellbeing, as well as excellent customer service for pet owners.", "The AeroPets Team consists of experienced pet travel consultants who have provided excellent pet travel advice and quality service to customers over many years. It is their passion for animals that brought them into the work they do, and keeps them upholding Aeropets’ outstanding quality with every pet in their care.", "“Elly Mae [the Rottweiler] would love to extend the biggest smooch to all the staff at AeroPets, not only was the quote good but the service was fantastic.”", "Each team member of AeroPets is personally dedicated to the transport of your pet from quotation to delivery. Each of the team are devoted pet owners and animal lovers maintaining a focus and priority on your pet while in Aeropets care.", "Our diverse, specialised departments enable AeroPets to provide excellent service at the right price, minimising the stress on you and your pet in the build up to your pet’s relocation. We are accessible and friendly, providing a personalised service to help smooth the process of pet transport.", "Our business reaches across the whole Australian landscape with specialised teams in every state ready to assist you at the push of a button. We have major service ports in all state capitals, enabling us to provide rapid assistance to 99% of Australians.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Brisbane – Los Angeles ", "Hi Caitlin", "Yes she has arrived safely and very happy to see us . Very tried but is settling in well had lots of new experience so far. Thanks for everything and I am very happy to recommend you to my friends.", "\u2028Suzie", "Sydney – Dublin ", "Hi Caitlin,", "Just wanted to let you know that Senna has arrived and is loving her new surrounding, large garden and brilliant weather which we are having here. She arrived amazing well and happy, you would never think she had just been around the world. She was very relaxed and content, in fact the nurse even mentioned how chilled she was especially for her age. Must have been the reiki I did on her before departing.", "Thanks heaps for all your help, have already recommended you to a friend moving from Sydney to Ireland.", "Take care, Linda & Senna", "Brisbane – Tauranga ", "Hi Emma", "A quick mail firstly to say a big thank you for the management and care of our “girls” from beginning to end and subsequent arrival at their temporary home at Papamoa Kennels where they have settled in and already melted the hearts of the kennel staff and made new doggie friends too.  A result that would not be the situation without Aeropets input and diligent care to ensure seamless care during their travels.", "The vet at the kennels said you couldn’t tell from their demeanour especially early interaction with the other kennel “guests”   that they had been jetted anywhere more like they’d just arrived from up the local street… what a fabulous endorsement!  What tremendous service!  Although we hope we don’t upsticks again anytime soon… if we do, we certainly know which company will be transferring our “girls”. AeroPets!", "Sincere regards Graham & Kim  x ", " ", "+ Asta & Zeenie (of course)", "Melbourne – New Orleans ", "Hi Emma,", "She is all settled!! I was worried about her being tired or lacking energy on her arrival, so was expecting to cradle her the car drive home. I bought her a squeaky toy as a “pick me up” should she need it. But clearly you can see that within minutes of her being out of the crate, it was clear she was extremely well rested, and had been comfortable on her journey.", "She now has a massive yard to roam, new neighbourhood to discover and new smells to sniff.", " Thanks so much for organising everything, I definitely wouldn’t have mentally or emotionally been able to make this move without your help!!", "Thanks Alicia.", "Sydney – London ", "Hi Caitlin,", "Sorry for the delay in letting you know that everything went brilliantly with Gaspode! (I got the flu about a day after arriving – moving stress + aeroplanes = prime time to get sick!).", "We picked him up ~3pm in the end, they were having a pretty busy day! The people on the ground and in the reception centre were great & apart from being a wee bit shell-shocked, Gaspode has coped very well with the upheaval.", "We are currently at my parents place in Cornwall (south west of the UK) before we make our road trip up to north Scotland next week. Have attached a couple of pictures of Gaspode settling in – he has been to the beach, the pub & on many long sunny evening walks", "Thank you again for all your help & reassurances in getting Gaspode here safe and sound and with zero issues. We *really* appreciate it!", "\u2028\u2028Antonia, Morgan & Gaspode", "Brisbane – Christchurch", "Hi Caitlin,", "Thanks so much. She arrived safe and well.", "Nane", "Brisbane – Auckland ", "Thanks Caitlin for all your assistance and for taking good care of Penny.", " She has reached Auckland safely and is sleeping in a warm bed tonight with my son.", "Rajiv", "Brisbane – Auckland ", "Hi Ida", "He’s landed safe and sound happy to see his dad!! Thanks for helping us get our fur baby over to New Zealand safely.", "Hayley", "Brisbane – Vancouver ", "Hi Ida & Amanda", "Just wanted to let you know that Link arrive in Vancouver safe and sound. He’s fine now as you can see and being spoiled rotten!", "Thank you for your care and professionalism.", "Perth – Glasgow ", "Hi Ida,", "We picked Carly up safe and sound! Glad to have her back! Thanks so much for putting up with the carry on we had sorting things out! You’ve been great!", "Cheers,", " ", "Katy", "Sydney – Singapore ", "Hi Ida", "Just wanted to say thank you for all your help in regards to Mocha.", "She reached Singapore safe & sound.", "Thank you", "Kind Regards", "Nidhi", "Brisbane – Manchester ", "Hi Ida", "Many thanks for the update and the pictures.. they look happy and calm… very reassuring thank you.", "Thank you for all your assistance.. I will definitely recommend aeropets to people.", "Ill keep you posted on how they settle in back in the Uk.", "Kindest regards", "Jennie", "Perth – Dublin ", "Dear Ida", "Bailey has arrived home and is settling into his new home so so well! Thank you so much for all your help and to everyone who helped Bailey along his journey home.", "Kindest regards", "Ruth \u2028", "Perth – Vancouver ", "Hi Ida. Happy to say Hinto is here safe and sound. He was a bit scared in the warehouse from all the noise but we found a nice park near the airport. Just need to get out of the big city for a good off leash run. Thanks for all your help.", "Thanks again", " ", "Katie", "Brisbane – Auckland ", "Hi Ida", "Smooch and Lilly have been cleared and are on their way home with Rolie now. Thank you for your team’s awesome service yet again.", "Kind regards", " ", "Margaret and Rolie", "Karratha – Auckland ", "Hi Ida", "Just wanted to let you know that Pepper is now home and quite content in Kuaotunu.  Thank you again for all your assistance and care for Pepper.", "Brisbane – Madrid ", "Hello Ida", "Just letting you know that Billy arrived safely yesterday evening.  Please pass on our thanks to the team for their care and concern and thank you for your assistance over the last few weeks.", "Attaching a picture of Billy enjoying the local tapas.", "Kind regards", "Noreen and Peter", "Brisbane – London ", "Hi Ida,", " Brando has arrived safe and sound. He’s adjusting to his new home well.", "I just want to thank you and Aeropets for taking care of Brando so well.", "Regards", " ", "George", "Melbourne – Nadi ", "Hi Ida,", "Thank you so much for your company and you for the great services you provided Charlie.", " He’s safely arrived and now under quarantine for 7 days. He will be home next Wednesday 6 April.\u2028Visited him at the quarantine cenre and he looks very well.", "Thanks Peni", "Melbourne – Christchurch ", "Hi Ida, the girls arrived safely in NZ and in good spirits. Thanks for looking after them.", "Roland", "Sydney – London ", "Hello Ida", "Thank you for a pleasurable service dealing with you sending Patrick to the UK.", " I will be recommending you.", "Kindest regards Chris", "Sydney – Singapore ", "Hi Ida", "Rebel is here all safe and sound (and exhausted!)", " Thanks again for all your help – your team has been so so good!", "Thanks Michelle", "Lismore – Vancouver ", "Hi Ida,", "Scally arrived safely this morning. He was a bit shaky from being confined for so long, but within an hour of being home he’d eaten, snuggled and used the litter tray.  So he seems no worse for wear.", "Thanks for all your help,\u2028Ann.", "Sydney – Wellington ", "Hi Ida,", "Thank you so much. Vegas is here in NZ safe and sound and happy to be in his new home. Thanks again for helping with his transport to NZ!", "Kind regards,", " ", "Olivia ", "Brisbane – Auckland ", "Hi Ida,", "Digi is finally safe and sound at home. Thanks so much for your efforts.", "Kind regards,", " ", "Amanda", "Sydney – London ", "Hi Ida,", "Luna arrived with us a couple of hours ago, as you can see from the picture she has settled in straight away and seems to have had a very stress free journey.", "Thank you for all of your help from start to finish!", "Natalie", "Bundaberg – Auckland ", "Hi Ida,", "Thank you very much for the photo Gus is home safe and well really happy with the service you provided and will be telling all our friends about you guys.", "Thank you", "Wade", "Brisbane – Auckland ", "Hello Ida", "Thank you so much for the care you have taken with Jonty. Yes, he certainly is a very cuddly and loving pet. He arrived safe and sound yesterday and he is now a very happy chappy to be with me again.", "Again, many thanks for all your help.", "Kind regards", " ", "Lyn", "Brisbane – London ", "Hi Ida,", "Max and Ted have arrived save and sound, they didn’t seem too unhappy at all. Thank you for all the help from you and your team. Great work. Very much appreciated. Will definitely recommend you.", "Kind Regards", " ", "James", "Perth – Oslo ", "Hi Ida", "Pugly is coming home well … Many thanks for a great service.. I have advertisements for you at the Facebook.", "Thanks Linda", "Brisbane – Uganda ", "Hi Ida", "Just a quick message to let you know that Malia got in fine. She was very happy to get out of her cage but has settled in really well. \u2028\u2028Thank you so much for all your help. You have all been fab.", "\u2028\u2028", "Xox Megan", "Brisbane – Vienna ", "Dear Ida", "Just to let you know that Tinto arrived safely here in Vienna yesterday. He has settled in so quickly and is loving the cold weather.", "Thank you for your wonderful service throughout this process, I will definitely recommend Aeropets to anyone looking for this service.", "Kind regards", " ", "Michelle", "Brisbane – Kuala Lumpur ", "Dear Ida,", "Leo has safely landed and he is now in his quarantine room for 10’days. Thank you for a great service. I will definitely recommend Aeropets to all my acquaintances.", "Regards,", " ", "Anis", "Adelaide – Wellington ", "Hi Ida,", "Thank you for all your help in getting our fur baby here to NZ. We pulled her out of her crate just before we put her in the car, she was quite excited has been nonstop jumping around and licking us. So thank you again for an awesome service we will no doubt use it again if she crosses the Tasman again.", "Broderick & Angel", "Brisbane – Norfolk Island ", "Thank you so much for everything, Toohey is now enjoying 6 acres of land with cows to chase. She travelled really well. Your customer service was fantastic and would highly recommend you to anyone travelling with pets. Thank you so much.", "Kindest Regards Alice", "Brisbane – Los Angeles ", "Hi Ida,", "Zeus and Luthor made it through customs today and we have all arrived back at the apartment. They are a little whinny and needing our attention but that’s to be expected! They are doing well.\u2028\u2028Thank you so much for all of your help.", "Gemma", "Brisbane – London ", "Hi Ida", "Our beautiful puppies have arrived with their Dalmatian toy.  Thank you again for everything.", "Lena", "Mackay – Auckland ", "Hi there Ida,", "Thanks for the photos!! Just letting you know that we got them yesterday with no issues what so ever. Thank goodness! Thanks so much for organising everything and making the process so straight forward and easy. It was a pleasure to use AeroPets.", "Thanks, and all the best,", " ", "Monique", "Brisbane – Wellington ", "Hi Ida", "Just thought I’d let you know the cats arrived safe and well!", "They were shy for about 30secs until they saw food. They are already running around climbing shelves and checking the place out. They don’t really seem phased by the trip at all, which is a testament to how well they were looked after!", "Thank you so much for all your help, and thank you to your vet and the rest of your team.", "Thanks again", " ", "Tiffany", "Brisbane – Auckland ", "Evening Ida,", "I would like to thank Aeropets and yourself for the extremely safe and no hassle travel recently with our GSP Ruby.  We arrived to collect here in Auckland she was so happy to see us.  Moving countries is hard enough let alone the worry about moving ones pet. Find attached Ruby’s photo, she looks so happy…..", " Once again thank you, your service was outstanding. Love Ruby!", " ", "Brisbane – Manchester ", "Hi Ida", "Just to let you know that we collected Benny at Manchester as planned- all good. He was fine and very interested in everything going on. He has now had a walk, a wash and sleeping soundly!\u2028Many thanks for everything and all the organisation. As you know it is such a worry when you can’t tell them what is going on but all has gone smoothly and he is fit and well. Now he just has to get used to the colder weather!\u2028Many thanks to you and all at Aeropets", "Kind regards\u2028", " ", "Isabel and Allan", "Perth – Palmerston North ", "Hi Ida,", "Zephyr arrived happy as Larry in Palmerston North on Thursday and was very happy to see us. Thank you so much for all your help.", " Regards,", "Jason", "London – Perth ", "Dear Ida", "Thank you so much, Bobby and Maisey arrived on time yesterday. Today they have been enjoying themselves on the beach.", " Your service has been excellent! X", "\u2028\u2028Catherine", "Melbourne – Savannah ", "Hi Ida,", "I’ve just arrived home from work to find my two Russian boys exploring our apartment. It feels great to have our entire family back together.", " Thanks for getting them here safely for me.", "Cheers\u2028\u2028", " ", "Brett", "Brisbane – Auckland ", "Hi Ida", "Thanks for your email. Very reassuring to know Sima was in good hands. She is safe and sound and sleeping on her Dad’s lap at the moment.", "Thanks for making it so easy. Will recommend you guys to anyone we know who is relocating.", "Thanks", " ", "Nui and Scott and Sima", "Sydney – Denver ", "Hi Caitlin", "Pumpkin and Diesel arrived safely and are settling in well.  Thank you for all your help during their adventure.", "Cindi", "Brisbane – Dubai ", "Hi Emma", "Just letting you know that Timmy has arrived safely in Dubai! Luckily by the time he got here, it wasn’t too hot outside for his transfer to the car etc. The one and only plus side to collecting him at 3am!", "A massive thank you to you and Caitlin for helping me get him over here. It was a lengthy process but so incredibly worth it. It still doesn’t feel real!", "Thank you again! I will recommend your services!", "Kind regards,", "Nicole", "Townsville – Port Vila ", "Hi Emma", "We made it to Vanuatu yesterday! We were super happy to see our mum and dad and when Cello heard mum’s voice from behind the barrier she went a little nuts. We’re settling in nicely but we’re still not sure about all these weird and wonderful critters over here though!!", "Thank you for all your efforts in helping us get through our customs and quarantine requirements over the past few weeks.", "PS…. next time we fly international, tell our parents to spring for first class tickets. We’ve decided we just aren’t “economy flyers”", "Banjo, Jasper and Cello.", "Melbourne – Mauritius ", "Dear Emma and Caitlin,", "How are you all. Just a quick note to let you know that the little darlings arrived to Mauritius safe and sound. They will remain in quarantine until this Friday. I would like to thank you both for making this go so smoothly. My gratitude also goes to Leanne for keeping up to date since the boys arrived in Perth. I do not have access to mobile as yet as yesterday was a public holiday and I arrived late on Sunday. Please pass on my gratitude to her.", "Once again thank you and God bless", "Marie", "Brisbane – Bangalore ", "Hi Emma", "Both reached home safe and happy to be reunited.", "Thank you for all the support.", "Regards,", " ", "Krishnan", "Both Harry and Ollie arrived well and are now sunning themselves and eating like pigs. They certainly were not fazed by any of the international travel. They are now settling into their new home and are getting ready for Christmas. My husband and I would like to thank the team at Aeropets for all your hard work and professionalism. We certainly will be recommending your company to others planning to travel with their pets overseas.", "I will send you a pic once we get set up.", "Dave and Bec", "Hello Kylie.", "Max has arrived and I just wanted to drop you a quick line to let you know how impressed I was with your personal dedication to Max. My plans changed several times and you were always happy to re-book all of max’s pet travel requirements. This included going out of your way to get his vaccinations completed within the short time you had. Thanks again you were wonderful.", "Christine", "Dear Kylie,", "Thanks you so much for everything you have done for Shiraz, my wife and I. Shiraz arrived safe and sound yesterday afternoon, and was very excited to see us both.", "Thanks you once again for your help.", "Kind regards,", "Dorian and Karla", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", " ", "Founded on a foundation of love and passion for animals, with the goal of providing a safe, seamless and comfortable transport, we would be delighted to assist you with your pet travel requirements.", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Please call or email if you have any additional questions or concerns you would like to discuss.", "Your pet does travel on a commercial passenger flight.  Not all airlines fly pets and some have certain restrictions on breeds. Depending on the route Domestically or Internationally will sometimes dictate the airline.  Check with your Aeropets consultant for more details.", "Pets are kept with airline staff separate from other cargo to minimize stress. Pets get priority over other flight cargo; they are put on the flight last and taken off first and are treated like VIPs by the airlines.  During their flight no airline staff can access them. In case of long haul flights, during transit pets are checked by airline ground staff and their water bowls are refilled. They are not allowed to come out of their crates due to quarantine regulations. If any pet appears unwell they will be let out of their crates for vet access, this is only as a last resort.", "  ", "The caption is made aware if Live Animals are aboard the plane in the cargo hold and the they have full control in order to regulate and oversee the temperature and pressure from take-off to landing.", "  ", "As soon as the flight lands, your pet will be offloaded from the plane and checked on straight away.", "  ", "The travel crate is fitted with a water container and external funnel so that the pets water can be replenished to ensure your pet has water on the flight.  The water container is filled before the flight leaves and at any transit points.  There is no food allowed inside the travel container.  If you pet has a comfort stop it will be provided with fresh water, walks for dogs and the crate refreshed before continuing on its journey.", "We do not recommend sedating pets for travel.  Sedation can lead to dehydration and also disorientation if they wake up part way through the journey.  It can also be difficult for customs to assess the health of an animal after arrival if it has been sedated. There are many natural products which can be used to calm your pet before travel.", "It is recommended that pets are not fed for at least 6-8 hours before the flight checkin time.", "  ", "We also recommend that they get plenty of exercise and outside time to go the toilet. The airline staff will not load a pet onto an aircraft if the crate has been soiled.", "  ", "As airline staff are not permitted to removed pets from crate and clean the crates our AeroPets will be called to the airport to clean out the crate.", "  ", "If we are required to attend the Airport to clean a soiled crate there will be an additional charge for this service. It is also likely that the pet will need to be put on a later flight by the time the crate has been cleaned and the pet is ready to go.", "  ", "Soiled crates are one of the most common causes of late arrivals and missed connections and the only solution is not to feed your Pet before the flight. They should be given water as normal.", "We recommend putting a soft toy or blanket with a familiar scent as long as they don’t take up too much room, this will help your pet settle down whilst in transport. Airlines prohibit any sharp or metal items, pet food, bean bags etc.  Please avoid anything small which may be choked on and be aware that some Customs may remove and destroy them upon arrival to satisfy their quarantine requirements.", "Your pet needs to be able to stand up, turn around and comfortably lie down in the travel container.  A travel container that provides a lot of extra space is not recommended by the airlines for your pet’s safety during turbulence.", "Yes you can, but we will remove them from your pet for it’s own safety whilst travelling and attach them to the outside of the travel container.  The airlines do not accept any responsibility if they are misplaced whilst travelling.", "We do not recommend attaching original copies of your pet’s vaccination records to their travel crate. ", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Here are a few general pet travel tips to prepare you and your pet for travel. For advice specific to you, get in touch with the team at AeroPets and we will be happy to help.", " ", "As we know, pets are very perceptive, so the best way to keep a pet calm in the lead up to a move is to stay relaxed yourself and go about your normal business. Pet owners can become a little anxious about how their pet will cope with the proposed big adventure. You can rest assured that with our specialised knowledge from assisting thousands of pets safely travel throughout Australia and the world each year, that our pet travel tips will give you the peace of mind you need.", "You were very patient and professional may I add very personable. It was nice to have you personally call us and go through our worries with us. Your guidance was very helpful. We picked up a happy dog – THANK YOU – we are grateful there are caring companies like AeroPets out there.”", "As the move gets closer, here are pet travel tips that will help to ensure your pet is as well prepared as possible to enjoy a safe and relaxed flight:", "We hope these pet travel tips are helpful in setting your mind at ease about the process of pet relocation. If you have any questions, always feel free to get in touch with our friendly and experienced team.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Qantas has grown to be Australia’s largest domestic and international airline, among the world’s leading long distance airlines and one of the most recognisable Australian brands. It’s no wonder that so many choose Qantas as their preferred airline.", "Qantas offers travel with your pet in Australia, as well as solo pet travel.", "See Qantas’ official Australian Domestic Pet Travel Pack for more information.", "Qantas ", "strongly recommends", " using a specialised pet transportation company for international travel due to the complexity of customs quarantine controls.", "AeroPets will happily arrange for your pet to travel on a Qantas aircraft. We have the experience needed to ensure the entire process is smooth and all necessities are taken care of including quarantine compliance, vet checks and pet travel containers, giving you peace of mind during your travels.", "Read FAQs for Qantas Pet Travel", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Don’t be misled by pet scammers.", "Have you found an unbelievable deal on a new pet and the seller has asked you to pay for shipping via Western Union or Money Gram? It is most likely a scam. Fake pet adoption scams are all over the Internet.", "People running pet scams will say anything to try to grab your attention and convince you to send them money. They may even sound believable. “FREE PET! Just pay for shipping. Here is the name of the shipper: AeroPets Animal Transport”. Do your research on pet suppliers, and contact us immediately if you think you’ve been targeted. Always be on the lookout so that you don’t become a victim.", " ", "To report a pet scam you can contact the following Department Nationally. Scamwatch is part of the ACCC ", "http://www.scamwatch.gov.au/content/index.phtml/itemId/694011", ".", " For more information on pet scams and signs you may have come across one, please see IPATA’s information page: ", "https://www.ipata.org/pet-scams", ".", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "What size travel crate will I require for my pet?", "Your pet needs to be able to stand up, turn around and comfortably lie down in the travel container. A travel container that provides a lot of extra space is not recommended by the airlines for your pet’s safety during turbulence.", "Once the measurements have been made, use the following formula to calculate the best possible option for your four-legged friend.", "Length", " = A + 1/2 of B", " ", "Width", " = C x 2 (Twice shoulder width)", " ", "Height", " = B + 1/2 of C", "Alternatively,", " get in touch with one of our friendly consultants for assistance in choosing the most appropriate travel crate size for your pet.", "Help me size my pet", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Perth to Cairns", "Good morning Lauren. Our dog Nahla arrived in Cairns safe and sound. Everything went smoothly.", "Your attention to details with email communication was easy and comfortable to deal with.", "I couldn`t ask for a better service. Thank you very much. Please pass my compliments onto your manager as a source of recommendation. Awesome customer service and very happy thanks Lauren.", "Vince", "Townsville – Melbourne", "Hi Lauren,", "Just to let you know Shadow arrived in Melbourne safe, sound, happy and healthy.", " Thank you very much for your fantastic service.", "Anytime we want to fly a dog we will use you and will recommend you to others as well.", " Have attached a picture of her for you, she’s a mini and such a precious thing.", "Cheers", " ", "Michelle", "Parkes – Brisbane", "Hey Emma!", "Yeh I’ve got her! Thanks for all your help throughout", "Cheers Michael", "Sydney – Adelaide", "Hi Caitlin", "Thanks for the photos. Thank you for all your help over the last couple of days. Everything has gone well so far. Tyson is in great hands. I’ll definitely contact you if I bring him to NZ.", "Kind regards Richard", "Brisbane to Melbourne", "Hello Lauren,", " Just a quick note to thank you and your marvellous team for the wonderful support and professionalism in your dealings with me. Buddy arrived safely at our home last night after a long flight and drive none the worse for the experience.", "Each step of the process was made easier by you and I have to admit some trepidation about the whole process, totally unnecessary as it turned out.", " Once again thank you to everyone involved, I certainly wouldn’t hesitate in recommending your company to anyone.", "Kind Regards", " ", " Chris", "Melbourne – Gove", "Sweet as, thanks heaps Caitlin, has been a pleasure dealing with you and very smooth throughout the process, shall keep you updated on when he gets here tomorrow afternoon, very excited. He arrived safe and well yesterday afternoon, happy and healthy, thanks for all your help, much appreciated.", "Seb", "Newcastle – Karratha ", "Hi Lauren,", "Just wanted to thank you for making it such an easy experience to fly our new puppy home. You were a great help & a pleasure to deal with. I was in contact with Leanne last night who had him for the overnight stay and she too was fantastic. Thank you AeroPets should we need to transport a pet again we will definitely be using your services again.", "Thanks again,", " ", "Jess", "Brisbane – Melbourne", "Hi Guys", "I can’t say thank you enough for the professional service that u guys provided us. Amazing price with very good service.  We are very happy.", "Best, Zahara", "Kalgoorlie – Perth", "Hi Emma,  huge thank you for transporting milo (now Perry) for us.", "He was scared when I pulled him out of the crate but that’s to be expected but he sure bounced back by the time he got home!  Thanks again for your very professional and compassionate service.  Will definitely contact you again if I ever need a pet flown anywhere 🙂", "Kind regards, Madi", "Melbourne – Brisbane", "Hi Caitlin,", "Max arrived safe and sound yesterday evening, I’m not sure whether he was happy to see me or just happy to get out of the cage. But the collection etc all went without a hitch.", "Thank you for organising the last-minute flight change, I appreciate the good efficient service you provided.", "Yours Carole", "Adelaide – Hobart", "Dear Lauren", "Hey, I just wanted to give you my sincere thanks for all the work you have done for me. I want to commend you on your professionalism, customer service and your kindness throughout all this. You are awesome at your job and your company is lucky that they have you. Your customer skills are exceptional – take care of yourself and I wish you all the best with everything.", " A big thank you. Cheers,", " ", " Emina + Woody + Ziggy", "Perth – Adelaide", "Hi Lauren", "Eli arrived safe and sound Friday night. He was more than a little hesitant given he had taken a flight and ended up with a new family!! He’s settled well though and shows absolutely no post flight affects, he’s a happy huge bundle of joy.", "I’ve attached a photo of his lovely face. Thank you so much, will absolutely highly recommend you and use you again if needed.", "Take care,", " ", "Sharon", "Sydney – Cairns", "Hi Kylie,", "They have settled in nicely. Both of them are fast asleep as we speak. Looking at them you wouldn’t even believe what it took to get them here. God love them.", "We can’t thank you enough for your help and making the transition so easily. I will jump online tonight to do the review as we are 100% happy with the service you guys have provided.", "So once again thank you so much", " ", "Rhiannon, Simba & Dozer", "Sydney – Melbourne", "Hi Lauren,", "Many thanks for the very smooth transfer of Lucille from Sydney to Ballarat today. Everything went really well. My mother just phoned. – Apparently Lucille is comfortably ensconced on my Dad’s lap at the family farm watching the ABC news! – So much for the old tough farmer act!", " I’ll recommend Aeropets to others for sure Lauren. – Excellent care of the animals, terrific customer service and reasonably priced. Much appreciated.", "Regards, Gillian", "Brisbane – Melbourne", "Good Afternoon Lauren. Thanks for the pic. It was a long day for us as well.", "But meeting our new little farm friend, kept us going. He arrived well, – He was pretty relaxed really.", "Enjoyed back seat comfort with a bag of Hay – the only down side was arriving to extremely cold mountain weather – but this morning was happy to meet his new herd.", "Thank you for seamless, no hassle service (even at the short notice I gave you).", "Will recommend you in the future, and most probably use you again, if purchasing goats from interstate. (These little dudes are addictive)", "Regards Jasmine", "Mackay – Brisbane", "Really happy with our AeroPets experience!", "Regards, Lauren", "Perth – Karratha", "Thank you, Caitlin, for all your help over moving Baggy and Peppa. Your service was quick, easy and professional and keeping me informed along the way was very helpful. I would definitely recommend you and your company.", "Kind regards Lysa", "Rockhampton – Darwin", "I am writing this email to inform you that I have a Dalmatian puppy flying from Rockhampton to Darwin he is currently in Brisbane. I can’t express how amazing Lauren has been, she has made this experience so very easy for me and the care she is giving my little man goes above and beyond. I have never flown a pet before and have been worried that he would be stressed and alone but the pic she just sent me has put my mind at ease. I cannot praise Lauren enough she is amazing at what she does and her care and compassion is fantastic.", "So, thank you and your team for the great experience I will be recommending your company to everyone with very high regard.", "Have a great day, Kelly.", "Dubbo – Melbourne ", "Thanks so much for making our puppies booking and trip a breeze you have been a pleasure to deal with truly!! We are so in love with our lil fur baby. Also I’d just like to say i am extremely happy I chose to use you guys to fly with you have been amazing to deal with and very quick with responses.", "Perth – Hobart ", "Hey Emma", " Just want to say Peppa arrived save and sound. I was freaking because it seemed so easy which is a testament to you and your company. Thank you so much – great service, great experience and like I say so easy and effective. I’d highly recommend you to anyone in future. Merry Christmas and a huge thanks once again", "Melbourne – Sydney", "Hey Caitlin", "Just to let you know Tia has arrived at home all safe and sound! She’d even had a little walk just off the plane too which we appreciate. Thanks for your help and services!", "Ben\u2028\u2028 Tom", "Townsville – Brisbane", "Hello all. Wish to say a very big thank-you for the handling of my puppy. Arrived safe and well. And a very happy puppy. Will be telling family and friends of the services. Once again, a very big thank-you.", "Anthony", "Newcastle – Melbourne", "Many thanks Caitlin for looking after Alice she arrived safe and well.  All worked out smoothly with no hassles at this end.", "Thank you again.", " ", "Regards Marita", "Bathurst – Adelaide", "Hi Lauren,", "Wanted to drop you a BIG thank you for all of your help last week. Our gorgeous puppy “Zek” arrived safely on Thursday night. We are all absolutely smitten with him. Your patience and understanding throughout the whole process was amazing and I cannot believe how easy you made it all.", "THANK YOU!!! Rebecca", "Adelaide – Albury ", "Thank you, Caitlin, your help is much appreciated. We will be using your services and recommending you in the future, as your customer service doesn’t even compare to your competitors", "Many thanks,", " ", "Kate", "Launceston – Perth", "Hi Lauren", "Just wanted to thank you for getting Scooby over to Perth when no one else would, I will always recommend people use", " you guys from now on.", "Kind regards", " ", "Carol", "Whyalla – Perth", "Hi Emma", "Fyfey arrived at 10pm happy and healthy thank you so much for your help.", "Claudia", "Perth – Mildura ", "Hi Lauren,", "LC and Red both arrived safely, thank you for taking care of them.", "Regards", " ", "Rachel", "Brisbane – Melbourne ", "Hello Caitlin,", "I meant to send you a thank you email ages ago. Our rescue pup Huck Finn (formerly Austin) arrived at Melbourne Airport safely despite having to change to a later flight because of the traffic accident on the Bruce Highway. I really appreciated your communications with the airlines and Maryanne to get Huck on a flight to Melbourne. When I picked him up from the freight depot, I opened the cage and held him up and kissed him and he was so relaxed and just snuggled into me like he had been with me forever. He and our other Chihuahua are totally in bro love and play all day together. They are the best friends ever.", "Thanks again for everything you did Caitlin. Huck sends his love.", " ", "Regards Helen", "Melbourne – Cairns ", "Hi Lauren,", " Thank you for sorting Bentley for me. There were lots of tears and was he was screaming to get out of cage, but he has settled down now. Anyway, thank you for your help xx frank", "Melbourne – Adelaide ", "Morning Caitlin,", "I would like to thank you & Aeropets for the wonderful service you provided with Jett.", " Certainly, will be recommending Aeropets to anyone who needs their loved fur member flown.", "Kindest regards,", " ", "Karen", "Sydney – Perth ", "Hi Lauren,", "Just letting you know I’ve got Xena home safe, sound and settled.", "I just wanted to sincerely thank you for the whole process. It has been an absolute pleasure dealing with Aeropets and I sincerely look forward to using your company again, whether it be for holidays or future relocations. Just by her behaviour, I know Xena has been taken care of the entire way through and you’ve got no idea how much that means to me and how reassuring it is.\u2028Thank you to you, and anyone else in the team who was involved in bringing her over and looking after her.", "Ashleigh", "Brisbane – Mackay ", "Hi Caitlin, we received our puppy happy, safe & well. Thank you very much for your assistance all the way through.", "Chrissie Hore", "Mackay – Coffs Harbour ", "Hi Lauren", "Our beautiful new baby, Hero, arrived safe and sound yesterday. Thank you for looking after her so beautifully.", "Warm wishes", " ", "Sharon", "Melbourne – Sydney ", "Dear Lauren,", "Thank you for arranging Cleo’s transport from Melbourne to Sydney. She is happy and safely home.", " Regards", "Azra Markulin", "Brisbane – Townsville ", "Hi Caitlin,", "Lucy arrived safely yesterday to Townsville. Thank you so much for all your help in organizing this transaction, it was easy and seamless.", "Cheers,", " ", "Shelley", "Canberra – Brisbane ", "Hi Caitlin,", "I am writing to say thank you for the exceptionally good service provided by yourself and Aeropets", " when our cat Bella was relocated from Canberra ACT to Aroona Qld. I would highly recommend your service.", "Many thanks. Jennifer", "Mackay – Melbourne ", "Hi Caitlin,", "Thank you very much for safely transporting our two basset puppies from Mackay to Melbourne. We were a bit apprehensive as they were so young and had two long flights to catch. All went smoothly and they seemed a little tired but otherwise well and extremely cute. I was very reassured by your willingness to answer lots of questions! This is them on arrival in Melbourne, thanks Sarah.", "Melbourne – Brisbane ", "Hi Lauren", "They were soooooo happy to see us. Surprisingly Harley is settling in well but Nitro is very jittery and hides inside. I have posted a review. Thanks for everything. Very happy", "Sharni", "Emerald – Brisbane ", "Hi Lauren,\u2028\u2028I collected Frankie from the airport yesterday with no dramas at all. Just wanted to say thank you very much for making it a smooth process for me", " ", "Thanks \u2028Chloe", "Coolangatta – Adelaide ", "Hi Caitlin,", "Just a quick note to say thank you for your support in getting Abby to us. Can you please also thank Kylie for us too. Aeropets will be certainly a service that I will recommend, both for the 1 on 1 service and awesome cost compared to all other companies that I contacted.", "Thank you,", " ", "Emma", "Adelaide – Brisbane ", "Hi Lauren,", "All good thanks, poodles were extremely happy to be reunited with us, and our 13-month daughter was in 7th heaven to see them again! All went well and I would recommend your services, and think it’s fantastic that your customers get and after service follow up, says a lot about the work you do, and your passion. I will def take the time to do your company a review!", "Many thanks, Kim", "Launceston – Perth ", "Thank you so much Caitlin, we are very wrapped.", "Launceston – Sydney ", "Good Morning Caitlin, wanted to thank you very much for organising to transport Rosie from Launceston to us…. she managed the trip very well and we are so thrilled and happy to have her home with us. Many thanks for all your help, very much appreciated.", "Kind regards, Caryl and Mike", "Tamworth – Kalgoorlie ", "Good morning Lauren", "We wanted to thank you for all your assistance in flying our new pup Jewels to us. Everything went well and she is settling in nicely. One pair of thongs dead overnight…. lol.", "Regards", " ", "Bob & Michelle", "Sydney – Coolangatta ", "Dear Lauren,", "I just want to thank your company for the excellent service we had moving my cat’s interstate.", " Your driver I think was just amazing and so friendly. He is a real asset to the company.", " Please pass on once again my thanks.", "Kind regards", " ", "Tanya", "Adelaide – Brisbane ", "Hi Caitlin", "Gus arrived safe and sound and is settling in, many thanks. The lady that collected him in Adelaide was very nice :).", "Regards Kevin", "Melbourne – Perth ", "Hi Caitlin,", " Dogs arrived safely.", " I am so glad that is over. Now I just have to get there!", " Thanks again for all your hard work.", " I will recommend you if my friends need your service.", " We are all smiling!", "Leoni, Dudley and Biscuit.", "Brisbane – Perth ", "Dear Lauren,", "Thank you so much for all your help with getting my puppies to their forever loving homes. I thank you for all your help with my 2 girls traveling to Melbourne and Perth.", "Kind Regards", " ", "Bridget", "Rockhampton – Adelaide ", "Hi Lauren", "I would like to thank you all for the excellent service that you have provided today for my new dog Lilly.  The lady who delivered her to my house was fantastic and really good with Lilly.  I would recommend Aeropets the experience was fantastic from start to finish.", "Thanks Emma", "Mackay – Brisbane ", "Hi Caitlin", "Thank you so much for arranging for the safe travel for our little angel.", " Here she is fresh off the plane, receiving the first of which I’m sure will be an eternity of cuddles, ready to start her new life with our family.", "Sarah", "Brisbane – Rockhampton ", "To Aeropets", "Thank you from the bottom of my heart. Our grandpuppy, Pancake, arrived safe and well from Brisbane. After greeting us at home he went straight to his food dish and requested dinner. He was so relaxed and happy I would not hesitate in booking with you again.", "Best Wishes", " ", "Leigh", "Sydney – Brisbane ", "Hi Lauren,", " I have my big guy. He arrived safe and sound.", " Thank you soooo much!!!", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "The AeroPets team are at your service to organise the full importation of your pet into Australia. Our friendly consultants provide expert travel advice and advise on specific country requirements for entry into Australia and the required vetting and time preparation for each specific country.", "Our service ensures this process is smooth, seamless and hassle-free. Contact us today to find out how we can help you relocate your pet overseas.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "AeroPets are professional pet transports with the required expertise to safely and comfortably transport your pet adhering to the various country and quarantine requirements.", " At AeroPets we understand that pets are part of the family and the most precious cargo to relocate when moving internationally. Our dedicated pet travel consultants provide careful consideration and planning when arranging international animal transportation.", " All international destinations have strict rules surrounding the entry of pets. In most cases, travel preparations including veterinary treatments or obtaining permits may need to start months before departure. There are also various quarantine and airline protocols which need to be followed carefully before departure and upon arrival at any international port. The team at AeroPets use our experience to provide you with a travel itinerary that suits you and the needs of your pet so that your beloved four legged friends arrive at their destination safe and happy.", " Preparing your pets for travel to Australia can be a lengthy and confusing process to adhere to the Australian government strict requirements on importing a pet to Australia. Our pet relocation specialists know the requirements and will streamline the process for you.", " Under the current import conditions pets coming from countries other than New Zealand, Norfolk Island or Cocos Island are required to spend 10 days in post entry quarantine. During the quarantine period departmental staff of the Department of Agriculture provide the care your animal needs, while managing the administrative and biosecurity requirements that prepare your pet for release. There are some countries that do not allow direct entry of pets into Australia (non-approved countries), these pets must spend time in an approved country before they will be eligible to return to Australia.", " Mickleham quarantine station in Australia is located in Melbourne. AeroPets can arrange collection of your beloved pet from Mickleham quarantine and either deliver them locally within Victoria or arrange their flight to anywhere else in Australia.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "AeroPets Animal Transport simplifies the process of relocating your pet overseas so you can undertake your travel stress-free.", "When it comes to international pet transport, there are a range of quarantine, government, airline and air travel regulations and requirements that need to be met before your pet can travel. Our team are experienced in this industry and can help you through all of the regulations to ensure that your pet travel arrangements can be made seamlessly.", "Or, if you prefer, you can complete some of these items to suit your budget requirements.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "At AeroPets, we use IATA (International Air Transport Association) approved Travel Containers.", "Small or large, we provide the latest in pet travel comfort for optimal space and peace of mind when your pet is in the air. Our deluxe containers are internally fitted with secure travel drink bowls with an external funnel to provide your loved one with ample fluids for the entire journey.", "AeroPets can provide Stay Dry Fleece Mats which absorbs both liquids (water and urine) and odours so your pet will travel comfortably during the flight. Pet mats can absorb up to 2 litres of liquids and are available for all sizes of plastic and wooden kennels, from small to extra large.", "What size travel crate will I require for my pet?", "Your pet needs to be able to stand up, turn around and comfortably lie down in the travel container. A travel container that provides a lot of extra space is not recommended by the airlines for your pet’s safety during turbulence.", "Once the measurements have been made, use the following formula to calculate the best possible option for your four-legged friend.", "Length", " = A + 1/2 of B", " ", "Width", " = C x 2 (Twice shoulder width)", " ", "Height", " = B + 1/2 of C", "Alternatively,", " get in touch with one of our friendly consultants for assistance in choosing the most appropriate travel crate size for your pet.", "Help me size my pet", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "AeroPets has the expertise and experience to provide a smooth pet transport service for your family pet within Australia.", "AeroPets interstate pet transport is a tailored service that allows pet owners the flexibility they need. We can arrange a ", "door-to-door service, an airport-to-airport service ", "or a", " custom package", " as needed. Our ", "extensive network", " means we can move your pet between any two points in Australia.", "When you book your pet’s travel with AeroPets, you can be sure that your pet is in the care of experienced professionals at all times.", "Our travel consultants simplify the process of interstate pet transport through their years of experience and passion for each animal. We also provide expert pet travel advice on how to prepare your pet for the journey and tips on settling them at their new destination upon arrival. As a part of our comprehensive service, we also arrange the supply of airline-approved travel crates designed to make the journey comfortable for your pet.", "AeroPets are experts in organising interstate pet transport which includes flights, pick-ups, deliveries and boarding. Get in touch today to let us know what you need and we will do our utmost to make the journey as easy and as stress-free as possible for both you and your animal friend.", "Moving can be very stressful, but AeroPets really made moving our pets an easy process. I would highly recommend.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "AeroPets have joined forces with RSPCA WA as their ‘’official animal relocation provider’ donating flight transportation for pets in need.", "Support from AeroPets helps RSPCA WA provide care and new homes for lost, abandoned, injured or abused animals, investigate reports of animal cruelty and educate the community about responsible pet ownership and compassion for animals.", "As a not-for-profit organisation, RSPCA WA relies on the generous support from companies such as AeroPets for 94% of its funding.", " On behalf of all the animals, who are the ultimate beneficiaries AeroPets are pleased to support RSPCA WA in animal welfare.", "Click here to follow their journey", "Visit RSPCA WA", "Visit RSPCA WA corporate page", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "AeroPets partners with several companies to co-ordinate a smooth, holistic service.", "AeroPets is a corporate sponsor of the RSPCA WA, and provides complimentary", " travel for animals in need. Each month, AeroPets flies dozens of homeless ", " dogs and cats from regional areas of Australia into animal shelters. It is there ", " where they gain access to veterinary treatment and rehoming services, giving ", " them the ability to join loving forever families and live happy lives.", "AeroPets is a proud member of the International Pet and Animal Transportation Association (IPATA), founded to facilitate professional, competent and caring pet transport relocation services throughout the world. IPATA requires all members to be registered with the required organisations within their country and adhere to the strict rules and regulations of the Live Animals Regulations of the International Air Transport Association (IATA).", "AeroPets is a proud member of the Pet Industry Association Australia (PIAA) which aims to create an environment of best practice principles and ongoing learning for improved technology and systems in the pet industry. The Pet Industry Association requires exacting standards from its members to ensure the welfare of animals and promote responsible pet ownership, and liaises with governments, animal welfare agencies, as well as pet and animal groups nationally and internationally to ensure that animals are being treated fairly and ethically.", "AeroPets liaise with the Department of Agriculture who provide advice and", " assistance to exporters on the following:", " ", " ", "AeroPets work regularly with Australia’s Government Approved Vets who assist with any of the vetting requirements for pets to enter a country for international pet transport. They also assist with general vaccinations for boarding, micro-chipping and pet health.", "Virgin Australia", "Toll Air Express (Virgin)", "Qantas International", "Air New Zealand", "Australian Air Express (Qantas)", "Thai Airways", "Emirates Airlines", "Cathay Pacific", "British Airways", "Air Canada", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Pet travel is our only business! By specializing in pet travel, we are able to keep up with the ever-", " changing government regulations, country requirements and quarantine laws.", "When you make a booking with AeroPets you are assigned a Personal Pet Travel Consultant who will", " work with you to arrange the fastest, most direct flight for your pet. Whether you are transporting", " your pet around the corner or around the world, we work with your relocation schedule to ensure as", " smooth a move as possible.", "Your pet, best friend and family member is treated with the upmost love and care. We love animals,", " the comfort and safety of every pet is our number one priority.", "AeroPets is available for contact 24/7 if you require immediate assistance whilst your pet is in", " transit.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "AeroPets provides outstanding pet transport services for a wide variety of animals.", "Organising pet transport can be difficult, particularly if you have an uncommon pet. At AeroPets, our team have experience in catering to all sorts of less common pets. Let our knowledge, expertise and experience put your mind at ease while transporting your fluffy, feathered or scaled friend!", "All kinds of pets are welcomed and catered to by AeroPets. Contact us today to find out how we can help your special friend.", "Our team treats all pets with the utmost care and attention, no matter their species! With our expertise, your pet will arrive at your required destination safe and happy.", "The varieties of pets we transport across Australia include:", "Special consideration is taken to ensure the wellbeing of your pet is considered at all times during their trip. Our consultants take the time to understand each individual animal’s needs, understanding that different types of pet require different care to keep them at their best. Leaving your pet in the care of our expert team ensures their journey is as safe and smooth as possible.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "AeroPets are specialists in Cat Transport. Contact us today to find out how we can make your feline friend’s relocation a smooth and simple process.", "When looking to organise transport for your beloved family cat, it can be hard to know where to begin, let alone complex and stressful. Not only do you want your furry friend to be safely transported, but you want them to have as comfortable a trip as possible.", "Our friendly and experienced team will put your mind at ease when organising cat transport for you, guiding you through the many airport regulations, requirements and transit protocols in airports throughout Australia and internationally. At all times, our team’s number one priority is the comfort and wellbeing of your cat.", "AeroPets can provide a stay dry fleece mat for your cat’s transport. The dry mat absorbs both liquids and odours so your cat will travel comfortably throughout the flight. Pet mats can absorb up to 2 litres of liquids and are available for all sizes of plastic and wooden containers.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Transporting your canine companion within Australia and overseas will be simple with the help of the AeroPets Dog Transport Specialists.", "From the word go, we will assist to answer all your questions and allay your concerns, providing a simple, straight-forward process for booking your loved one’s travel. ", "The AeroPets team are dog transport specialists, aware of the regulations, requirements and transit protocols in different airport destinations around Australia and overseas, meaning you don’t have to sift through pages upon pages of technical regulations – we’ve got you covered.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "AeroPets Animal Transport Australia – Interstate and International Pet Transport and Relocation Services", "AeroPets Animal Transport is an Australian international pet transport company dedicated to providing the very best service and care for you and your pet in providing Australian domestic and international pet relocation services. With offices in Sydney, Melbourne, Adelaide and Brisbane, are a one-stop-shop for your pet transport needs.", "Our diligent and caring team listen to your needs to provide a seamless process from start to finish.", "With the comfort and safety of your pet as our #1 priority, we tailor your animal transport needs to suit your budget. We specialise in transporting pets interstate, internationally and importing into Australia.", "AeroPets experienced operational team will ensure your pet meets their flight in comfort and on time. Our fully air-conditioned and secure vehicles can also act as a pet taxi to required veterinary appointments should you wish. While in the care of our team, your pet’s security and comfort is our highest priority.", "Providing the very best for your pet when travelling means placing your pet in the care of experienced and caring professionals.", "Overseas", "Interstate", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "Interstate", "Import", "International", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", " Interstate Pet Travel", " Overseas Pet Travel", " ", "Call 1800 237 673", "Travel that pets love", " Interstate Pet Travel", " Overseas Pet Travel", " ", "Call 1800 237 673", "Travel that pets love", " Interstate Pet Travel", " Overseas Pet Travel", " ", "Call 1800 237 673", "Travel that pets love", " Interstate Pet Travel", " Overseas Pet Travel", " ", "Call 1800 237 673", "Travel that pets love", " Interstate Pet Travel", " Overseas Pet Travel", " ", "Call 07 3310 4410", "AeroPets Animal Transport is an international pet transport company dedicated to animal lovers providing interstate and overseas pet relocation services. Here is an easy step by step guide for a better understanding of the requirements for the smooth travel of your pet.", "Step 1", "Step 2", "Step 3", "Step 4", "Step 5", "Step 6", "Our team are experienced in this industry and can help you through all of the regulations to ensure that your pet travel arrangements can be made stress free.", " Learn more", "We can provide airport to airport service allowing the owner to personally lodge and collect their pet directly at the airport, or a door-to-door service or a combination of both.", " Learn more", "Thank you so much Kylie for your dedication and help with transporting our dog jazz overseas. We thought international pet transporting would be so difficult, but you made everything simple and Jazz was in great spirits when we picked him up from the airport. We will recommend your pet travel services to our friends who are also planning to come over.", "TREVOR AND JUDY Australia to Dubai", "Thank you so much for your company and you for the great services you provided Charlie.", "He’s safely arrived and now under quarantine for 7 days. He will be home next Wednesday 6 April.\u2028Visited him at the quarantine cenre and he looks very well.", "Thanks Peni", "Aeropets is the official animal relocation provider for the RSPCA WA, and provides complimentary travel for animals in need.", "© Copyright 2017 AeroPets   All rights reserved web design by ", "kmo", " ", "The website from which you got to this page is protected by Cloudflare. Email addresses on that page have been hidden in order to keep them from being accessed by malicious bots. ", "You must enable Javascript in your browser in order to decode the e-mail address", ".", "If you have a website and are interested in protecting it in a similar way, you can ", "sign up for Cloudflare", ".", "\n    ", "Cloudflare Ray ID: ", "56e7a72a0df3d769", "\n    ", "•", "\n    ", "Your IP", ": 192.248.15.153", "\n    ", "•", "\n    ", "Performance & security by", " ", "Cloudflare", "\n    \n  "], "emails": [], "addresses": [], "social_media_links": [], "telephone_numbers": ["1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "1800 237 673", "7 3310 4410", "1800 237 673", "192.248.15.153"], "lda_resutls": [[0, "0.032*\"pet\" + 0.026*\"travel\" + 0.021*\"aeropet\" + 0.019*\"service\" + 0.019*\"provide\" + 0.016*\"thank\" + 0.015*\"crate\" + 0.012*\"water\" + 0.012*\"contact\" + 0.011*\"size\""], [1, "0.028*\"thank\" + 0.028*\"service\" + 0.024*\"pet\" + 0.017*\"make\" + 0.017*\"process\" + 0.016*\"recommend\" + 0.014*\"great\" + 0.013*\"travel\" + 0.012*\"aeropet\" + 0.012*\"arrive\""], [2, "0.063*\"pet\" + 0.057*\"travel\" + 0.056*\"transport\" + 0.045*\"love\" + 0.040*\"international\" + 0.035*\"today\" + 0.035*\"book\" + 0.017*\"aeropet\" + 0.016*\"animal\" + 0.015*\"thank\""], [3, "0.046*\"thank\" + 0.030*\"help\" + 0.020*\"travel\" + 0.017*\"arrive\" + 0.017*\"team\" + 0.017*\"pet\" + 0.015*\"flight\" + 0.014*\"well\" + 0.014*\"safely\" + 0.014*\"get\""], [4, "0.048*\"pet\" + 0.019*\"country\" + 0.015*\"animal\" + 0.015*\"travel\" + 0.015*\"approve\" + 0.014*\"transport\" + 0.013*\"provide\" + 0.013*\"also\" + 0.012*\"let\" + 0.011*\"requirement\""], [5, "0.018*\"pet\" + 0.018*\"arrive\" + 0.015*\"thank\" + 0.015*\"time\" + 0.011*\"hour\" + 0.011*\"safely\" + 0.009*\"picture\" + 0.008*\"recommend\" + 0.008*\"yesterday\" + 0.008*\"shiraz\""], [6, "0.050*\"pet\" + 0.035*\"transport\" + 0.033*\"include\" + 0.024*\"travel\" + 0.014*\"aeropet\" + 0.014*\"arrive\" + 0.014*\"service\" + 0.013*\"go\" + 0.013*\"thank\" + 0.012*\"company\""], [7, "0.073*\"thank\" + 0.042*\"aeropet\" + 0.031*\"right\" + 0.031*\"copyright\" + 0.031*\"design\" + 0.031*\"web\" + 0.031*\"reserve\" + 0.028*\"much\" + 0.016*\"safe\" + 0.016*\"provide\""], [8, "0.087*\"regard\" + 0.068*\"overseas\" + 0.028*\"thank\" + 0.022*\"travel\" + 0.019*\"aeropet\" + 0.015*\"care\" + 0.014*\"safe\" + 0.013*\"animal\" + 0.011*\"service\" + 0.011*\"recommend\""], [9, "0.066*\"transport\" + 0.062*\"domestic\" + 0.019*\"pet\" + 0.012*\"family\" + 0.012*\"love\" + 0.010*\"crate\" + 0.010*\"sound\" + 0.010*\"arrive\" + 0.010*\"send\" + 0.009*\"thank\""]], "kpe_resutls": [["pet", 0.2097292158823252], ["intern transport", 0.17221588371937346], ["transport", 0.10969251628183696], ["differ travel", 0.09739518703396807], ["love", 0.027102651868306685], ["aeropet", 0.020784864569294813], ["pet domest pet transport", 0.016803215483324682], ["pet industri associ australia", 0.015321257056686275], ["agricultur airlin partner", 0.01522837763761355], ["anim transport associ", 0.01484762732256235]], "rake_resutls": [[74.78571428571428, "rspca wa corporate partnership media rspca wa regularly show stories"], [71.81445583968812, "kind regards carol whyalla – perth hi emma fyfey arrived"], [65.63509466032694, "kind regards james perth – oslo hi ida pugly"], [63.95299439609785, "kind regards michelle brisbane – kuala lumpur dear ida"], [63.35244713241626, "kind regards nidhi brisbane – manchester hi ida many thanks"], [62.74520326517239, "kindest regards chris sydney – singapore hi ida rebel"], [62.00183240019901, "kindest regards jennie perth – dublin dear ida bailey"], [61.92197094194006, "kindest regards alice brisbane – los angeles hi ida"], [61.08731897635856, "help throughout cheers michael sydney – adelaide hi caitlin thanks"], [56.77611940298507, "chrissie hore mackay – coffs harbour hi lauren"], [55.76586649799532, "ziggy perth – adelaide hi lauren eli arrived safe"], [55.18304580991148, "god bless marie brisbane – bangalore hi emma"], [53.522675994819025, "regards azra markulin brisbane – townsville hi caitlin"], [53.42795180318409, "kindest regards ruth perth – vancouver hi ida"], [53.307685227654346, "kind regards lyn brisbane – london hi ida"], [51.46818181818182, "‘’ official animal relocation provider ’ donating flight transportation"], [51.28063492063492, "warm wishes sharon melbourne – sydney dear lauren"], [51.28014725918684, "kmo brisbane – los angeles hi caitlin yes"], [51.02925419922332, "kind regards bridget rockhampton – adelaide hi lauren"], [50.969442206307875, "cheers brett brisbane – auckland hi ida thanks"], [50.651299778165445, "best wishes leigh sydney – brisbane hi lauren"], [49.85342179559571, "help xx frank melbourne – adelaide morning caitlin"], [49.441783739690024, "aeropets ’ specialists aeropets ’ focus aeropets ’ difference travel"], [46.975181795882186, "qantas pet travel overseas interstate © copyright 2017 aeropets"], [46.67871921182266, "kind regards chris melbourne – gove sweet"], [46.593232145315206, "thanks emma mackay – brisbane hi caitlin thank"], [46.1569264069264, "cheers michelle parkes – brisbane hey emma"], [46.04378378213124, "see qantas ’ official australian domestic pet travel pack"], [45.922111342080456, "regards marita bathurst – adelaide hi lauren"], [45.827425487394606, "regards george melbourne – nadi hi ida"], [44.620507150228505, "kmo interstate import international © copyright 2017 aeropets"], [44.569989469989466, "xox megan brisbane – vienna dear ida"], [44.47012987012987, "carole adelaide – hobart dear lauren hey"], [44.43865685606304, "regards kevin melbourne – perth hi caitlin"], [44.43156341842909, "thanks michelle lismore – vancouver hi ida"], [44.05954119858078, "thanks chloe coolangatta – adelaide hi caitlin"], [43.97004624908583, "sima sydney – denver hi caitlin pumpkin"], [43.828500355366025, "nicole townsville – port vila hi emma"], [43.55156341842908, "x catherine melbourne – savannah hi ida"], [43.33512802040538, "regards rachel brisbane – melbourne hello caitlin"], [43.329442206307874, "katie brisbane – auckland hi ida smooch"], [43.037150455457095, "jason london – perth dear ida thank"], [42.70483861480773, "regards helen melbourne – cairns hi lauren"], [42.17352200038767, "happy sharni emerald – brisbane hi lauren"], [41.93297334601682, "roland sydney – london hello ida thank"], [41.892436974789916, "karla overseas interstate © copyright 2017 aeropets"], [41.886108872974546, "thanks linda brisbane – uganda hi ida"], [41.835423067551886, "allan perth – palmerston north hi ida"], [41.691563418429084, "thanks peni melbourne – christchurch hi ida"], [41.2645029275464, "wade brisbane – auckland hello ida thank"]], "guided_lda_resutls": [["brisbane", "much", "sound", "home", "easy", "little", "step", "big", "fantastic", "need"], ["flight", "animal", "cat", "airlines", "country", "want", "keep", "scams", "throughout", "passion"], ["happy", "reserved", "new", "process", "international", "wanted", "airport", "best", "airline", "team"], ["travel", "thanks", "got", "would", "provide", "way", "kindest", "travelling", "cloudflare", "launceston"], ["australia", "quote", "know", "good", "friend", "comfort", "say", "anyone", "domestic", "people"], ["let", "requirements", "also", "quick", "like", "moving", "transporting", "transportation", "whole", "two"], ["pets", "kind", "adelaide", "amazing", "organising", "comfortably", "morning", "baby", "recommended", "attached"], ["well", "overseas", "sydney", "really", "container", "see", "possible", "start", "professionalism", "kylie"], ["aeropets", "service", "regards", "love", "rspca", "wa", "time", "please", "assist", "provided"], ["transport", "thank", "help", "ida", "us", "crate", "many", "2017", "made", "home"], ["journey", "provides", "include", "countries", "absolutely", "wish", "safe", "uk", "amanda", "money"], ["caitlin", "everything", "trip", "customs", "picked", "pleasure", "afternoon", "straight", "plane", "stress"], ["international", "services", "ensure", "settled", "call", "taken", "definitely", "crates", "puppy", "guys"], ["arrived", "melbourne", "copyright", "get", "include", "yesterday", "needs", "making", "mackay", "consultants"], ["lauren", "design", "perth", "team", "smooth", "would", "around", "arrival", "looking", "make"], ["hi", "animals", "dear", "know", "australian", "recommending", "appreciated", "extremely", "sure", "priority"], ["pet", "today", "care", "safely", "rights", "recommend", "domestic", "experience", "qantas", "relocation"], ["safe", "web", "emma", "assistance", "air", "customer", "comfortable", "simple", "think", "clean"], ["happy", "2017", "dog", "approved", "day", "like", "going", "helping", "couple", "giving"], ["interstate", "book", "kmo", "quarantine", "one", "great", "contact", "settling", "safety", "experienced"]], "textrank_resutls": [[0.17644464078646027, 3, "pet travel travel"], [0.16603646748067213, 1, "pet travel tips travel"], [0.16591388970377807, 1, "other pet travel travel"], [0.15542159759031524, 1, "pet travel delighted pet owners"], [0.15273497959598514, 2, "pet transport pet transport"], [0.14573093624849193, 1, "pet travel interstate"], [0.14480754512160707, 2, "pet imports travel"], [0.13901026008834713, 1, "qantas pet travel qantas"], [0.124275345508332, 2, "domestic pet"], [0.12360524986893899, 24, "a quote today domestic transport"], [0.12212118660686094, 2, "travel"], [0.12205058957687279, 2, "international pet transport"], [0.1190306255456382, 1, "australia travel"], [0.11581927533170937, 1, "vets travel"], [0.11581324758682639, 1, "pet"], [0.11554324208612318, 1, "travel crate hire stay dry fleece mats travel crate size calculator travel"], [0.11492718187531555, 2, "customs travel"], [0.11464936663824929, 2, "faq travel"], [0.11408165000986187, 1, "locations travel"], [0.1121376462114522, 24, "international transport"], [0.111402057232451, 1, "qantas pet"], [0.10802415487839653, 1, "pet scams"], [0.10566302465470977, 1, "pet industry association australia"], [0.10547343679552629, 1, "delighted pet owners"], [0.10461233195693288, 13, "book a quote today domestic"], [0.10439250479102223, 1, "booking pet check"], [0.10408102663540342, 11, "a quote today domestic"], [0.09963677846845966, 1, "our interstate pet transport travel"], [0.09761876648785574, 1, "your pet travel crate size calculator travel"], [0.09439212581631984, 1, "how pet travel works international"], [0.0779121688855167, 1, "your pet domestic pet transport"], [0.07420086725630994, 2, "cat transport"], [0.07146187549516506, 1, "rspca wa corporate partnership media rspca"], [0.07123920365956729, 1, "dog transport"], [0.07001521865229919, 1, "your pet travel"], [0.06532691891262113, 1, "our advantage personal pet travel consultant comfort and safety 24/7 travel"], [0.06398120818798142, 1, "aeropets & rspca wa corporate partnership media rspca wa"], [0.05878475298728926, 3, "aeropets"], [0.058672237137857075, 26, "pets"], [0.056613851707229795, 1, "drop off"], [0.05650000764198009, 1, "agriculture airline partners"], [0.05641179980891101, 1, "the aeropets cat transport team"], [0.05295015793255076, 1, "international qantas"], [0.05286787484317468, 1, "animal transportation association"], [0.05028205751675453, 24, "book"], [0.04772263428348963, 1, "a quote make travel"], [0.04439437497741787, 1, "flight delivery"], [0.04407519359227613, 1, "our partners rspca wa"], [0.043341238713057645, 3, "australia"], [0.03647388648021704, 1, "focus aeropets’"]], "textrank_summery__resutls": ["we transport include Qantas Pet Travel Qantas", "International Qantas", "Pet Pick Up Flight Delivery & Re-Unite with your Pet Travel", "we transport include Pet Travel Tips Travel that pets love.", "we transport include Other Pet Travel Travel that pets love."], "wordcloud_resutls": [["Thank", 1.0], ["pet", 0.8407079646017699], ["service", 0.5752212389380531], ["will", 0.4336283185840708], ["Pet Travel", 0.4336283185840708], ["AeroPets", 0.40707964601769914], ["help", 0.336283185840708], ["animal", 0.3008849557522124], ["well", 0.2831858407079646], ["Brisbane", 0.2831858407079646], ["happy", 0.2831858407079646], ["Travel pet", 0.2831858407079646], ["Melbourne", 0.2743362831858407], ["team", 0.26548672566371684], ["care", 0.26548672566371684], ["Hi Ida", 0.25663716814159293], ["home", 0.24778761061946902], ["pets love", 0.24778761061946902], ["transport Pet", 0.24778761061946902], ["Thank much", 0.24778761061946902], ["Australia", 0.23893805309734514], ["flight", 0.23893805309734514], ["need", 0.23008849557522124], ["arrived", 0.23008849557522124], ["provide", 0.22123893805309736], ["transport International", 0.22123893805309736], ["Pets transport", 0.22123893805309736], ["transport include", 0.22123893805309736], ["love Book", 0.21238938053097345], ["Book Quote", 0.21238938053097345], ["Quote Today", 0.21238938053097345], ["Today Domestic", 0.21238938053097345], ["Domestic transport", 0.21238938053097345], ["International transport", 0.21238938053097345], ["Copyright AeroPets", 0.21238938053097345], ["AeroPets rights", 0.21238938053097345], ["rights reserved", 0.21238938053097345], ["reserved web", 0.21238938053097345], ["web design", 0.21238938053097345], ["design kmo", 0.21238938053097345], ["safe sound", 0.20353982300884957], ["new", 0.19469026548672566], ["process", 0.18584070796460178], ["Sydney", 0.18584070796460178], ["Perth", 0.18584070796460178], ["Overseas Interstate", 0.18584070796460178], ["Interstate Copyright", 0.18584070796460178], ["us", 0.17699115044247787], ["quarantine", 0.17699115044247787], ["Kind regards", 0.168141592920354], ["airline", 0.1592920353982301], ["time", 0.1592920353982301], ["now", 0.1504424778761062], ["one", 0.1415929203539823], ["good", 0.1415929203539823], ["company", 0.1415929203539823], ["requirements", 0.1415929203539823], ["regard", 0.1415929203539823], ["friend", 0.13274336283185842], ["great", 0.13274336283185842], ["Hi Caitlin", 0.13274336283185842], ["Hi Lauren", 0.13274336283185842], ["experience", 0.12389380530973451], ["airport", 0.12389380530973451], ["arrived safe", 0.12389380530973451], ["travel", 0.11504424778761062], ["size", 0.11504424778761062], ["crate", 0.11504424778761062], ["Caitlin", 0.11504424778761062], ["everything", 0.11504424778761062], ["wanted", 0.11504424778761062], ["say", 0.11504424778761062], ["made", 0.11504424778761062], ["ensure", 0.11504424778761062], ["yesterday", 0.11504424778761062], ["Adelaide", 0.11504424778761062], ["easy", 0.11504424778761062], ["best", 0.11504424778761062], ["Qantas", 0.10619469026548672], ["work", 0.10619469026548672], ["cat", 0.10619469026548672], ["assistance", 0.10619469026548672], ["relocation", 0.10619469026548672], ["smooth", 0.10619469026548672], ["Overseas", 0.10619469026548672], ["safely", 0.10619469026548672], ["arrived safely", 0.10619469026548672], ["Many thanks", 0.10619469026548672], ["dog", 0.09734513274336283], ["provided", 0.09734513274336283], ["journey", 0.09734513274336283], ["really", 0.09734513274336283], ["use", 0.09734513274336283], ["little", 0.09734513274336283], ["RSPCA WA", 0.09734513274336283], ["let know", 0.09734513274336283], ["consultant", 0.08849557522123894], ["settling", 0.08849557522123894], ["recommend", 0.08849557522123894], ["day", 0.08849557522123894]], "wordcloud_resultsbi": ["pet_travel", "transport_international", "transport_pet", "book_today", "copyright_right", "domestic_transport", "international_transport", "love_book", "right_web", "today_domestic", "web_design", "safe_sound", "pet_transport", "pet_pet", "many_thank", "travel_container", "travel_crate", "thank_help", "customer_service", "design_aeropet", "pet_aeropet", "new_home", "pet_owner", "step_step", "animal_transport", "flight_pet", "great_service", "international_pet", "overseas_travel", "pet_love", "pet_relocation", "requirement_pet", "safe_happy", "travel_call", "travel_consultant", "travel_overseas", "travel_tip", "airline_pet", "airline_staff", "call_pet", "crate_size", "good_service", "mind_ease", "passion_animal", "pet_care", "pet_flight", "pet_safety", "pet_scam", "relocation_service", "service_aeropet", "service_pet", "sound_yesterday", "stress_free", "team_pet", "thank_safe", "travel_advice", "able_turn", "aeropet_animal", "aeropet_outstanding", "aeropet_service", "aeropet_team", "cat_transport", "comfort_safety", "container_lot", "container_travel", "crate_pet", "delighted_pet", "dog_transport", "domestic_pet", "dry_fleece", "excellent_service", "extra_space", "fleece_mat", "friendly_consultant", "fur_baby", "happy_healthy", "happy_service", "help_thank", "home_thank", "interstate_pet", "legged_friend", "lot_extra", "peace_mind", "pet_able", "pet_copyright", "process_pet", "quarantine_requirement", "quick_note", "regulation_pet", "regulation_requirement", "safe_well", "safety_turbulence", "service_fantastic", "service_process", "service_quarantine", "sound_happy", "space_airline", "start_finish", "team_aeropet", "thank_happy"]}]