[{"company": "Ace Avetmiss", "introduction": "Software to vocational education", "end_market": "RTO", "industry": "IT - Software", "link": "http://aceavetmiss.com.au/about-us/", "search_text": "http://aceavetmiss.com.au/about-us/", "title": "About Us – Ace Avetmiss", "link_corrected": "http://aceavetmiss.com.au/about-us/", "description": "Jan 16, 2020 - Skip to content. 0403 786 240|support@aceavetmiss.com.au ... OUR MISSION IS TO HARNESS OUR CREATIVITY INTO A VIABLE SOLUTION.", "crawled_links": ["http://aceavetmiss.com.au/about-us/", "http://aceavetmiss.com.au/blog/", "http://aceavetmiss.com.au/tool-guide/program-completion/", "http://aceavetmiss.com.au/launching-ace-avetmiss-connect-web-services/", "http://aceavetmiss.com.au/avetmiss-8-support-now-available/", "http://aceavetmiss.com.au/category/announcement/", "http://aceavetmiss.com.au/tool-guide/training-organisation-delivery-location/", "http://aceavetmiss.com.au/ace-avetmiss-connect/", "http://aceavetmiss.com.au/cdn-cgi/l/email-protection", "http://aceavetmiss.com.au/tool-guide/client-enrolment/", "http://aceavetmiss.com.au/tool-guide/import/", "http://aceavetmiss.com.au/tool-guide/subject/", "http://aceavetmiss.com.au/terms-of-service/", "http://aceavetmiss.com.au/faqs/downloads/", "http://aceavetmiss.com.au/contact-us/"], "header_text": ["About Us", "We Thrive Ourselves On Creativity, Intuition & Determination.", "OUR MISSION IS TO HARNESS OUR CREATIVITY INTO A VIABLE SOLUTION", "Our Company Mission", "Our Business Philosophy", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Blog", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Program Completion", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Launching Ace Avetmiss CONNECT web-services", "Launching Ace Avetmiss CONNECT web-services", "Share This Story, Choose Your Platform!", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "AVETMISS 8 Support Now Available", "AVETMISS 8 Support Now Available", "Share This Story, Choose Your Platform!", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Announcement", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Training Organisation Delivery Location", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Ace Avetmiss CONNECT", "Ace Avetmiss CONNECT: integrate any system", "Are you an RTO Business User?", "Are you a System Developer? Geek?", "How Ace AVETMISS CONNECT Works?", "Why should I be delighted to learn about Ace AVETMISS CONNECT? Why On-Cloud is better?", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Email Protection", " aceavetmiss.com.au", "Client Enrolment", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Import", "Download Avetmiss 8 Sample NAT Files For Import", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Subject", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Terms of service", "About these terms", "Use of Ace AVETMISS", "Content related", "Account related", "Fee & Refund Policy", "Support Services", "Policy for complaints", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Downloads", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info", "Contact Us", "Existing User?", "Still Looking?", "WE WELCOME YOUR FEEDBACK", "REQUEST NEW FEATURES", "COMPLAINTS, SUGGESTIONS ?", "Self serve or Contact us", "Need help with Ace Avetmiss? We’ve got you covered", "SUPPORT", "ABOUT US", "Recent Posts", "Contact Info"], "paragraph_text": ["Ace Avetmiss is a web-based tool for RTOs to enter VET student and training activity information and generate Avetmiss Release 8.0 compliant data files (NAT files) for the National VET Provider Collection. All RTOs must collect and report Avetmiss data as part of their registration requirements. Ace Avetmiss helps RTOs to meet the compliance requirements and pass audits.", "It is responsive – compatible with all devices including phones & tablets. It is very powerful when populating data because of the look-up, suggestions and auto-fill features. It is a simple, no frills attached, cost-effective solution which hits the bull’s-eye and you pay only for the features that you need.", "It is web based, cross platform [win, mac, linux], not limited to 1 machine with software installed, no ugly software installs & (free) updates for end user. You can invite additional team mates and collaborate at no added cost for more users.", "Based on latest technology, Ace Avetmiss is blazing fast. It is based on best practices & built by experienced and talented people. ", "To be the partner of choice for Australia’s RTOs by consistently exceeding our Customer’s expectations & by making technology an asset for their business, not a problem. We will keep abreast of today’s and tomorrow’s technology, no matter how fast it moves, to ensure our customers always have the best possible reliable software solution. We will continually communicate with, and learn from our Customers, in order to improve our product and support.", "We put our Customers first and strive to secure their loyalty through top quality product & support. We embrace Professionalism and seek Excellence in everything we do.", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "In order to keep our tech stack latest and greatest, [...]", "We are pleased to inform our valued customers that we [...]", "Ace AVETMISS is now an OData Producer, exposing web services [...]", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Related: Check ", "How to use Suggestions and Auto-populate feature", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Ace AVETMISS is now an OData Producer, exposing web services to make CRUD(Create Retrieve Update Delete) operations available anywhere, any platform.", "This state-of-the-art service is available at no additional cost. All you need is a standard license for Ace AVETMISS.", "Get your business systems integrated with Ace AVETMISS to save time, effort and avoid human error.", "Read more >", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "We are pleased to inform our valued customers that we are supporting AVETMISS 8, which replaces AVETMISS 7 for the training activity starting from 2018.", "The new Avetmiss 8 based app is physically a separate app from the current Avetmiss 7 based app. This will allow our customers to smoothly handle the overlapping period between 1 Jan 2018 (The year 2018 training activity in Avetmiss 8 format) – 28 Feb 2018 (Reporting deadline for the year 2017 training activity based on Avetmiss 7).", "Existing Customers, please note –", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "In order to keep our tech stack latest and greatest, [...]", "We are pleased to inform our valued customers that we [...]", "Ace AVETMISS is now an OData Producer, exposing web services [...]", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Related: Check ", "How to use Suggestions and Auto-populate feature", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Looking for an AVETMISS 7 reporting tool that complements your existing business systems, rather than forcing you to replace all the systems? Well, Ace AVETMISS is the answer to all your needs! The Ace AVETMISS CONNECT opens a world of advanced integration options which allows you to program an automatic data communication between your in-house ad-hoc systems and Ace AVETMISS server.", "Ace AVETMISS CONNECT can help if :", "Existing training data is huge? Need a better & ", "automated way to IMPORT huge size existing data", " ", "into Ace AVETMISS", "? You are in luck! Import to Ace AVETMISS from any system, save time, effort and reduce chances of human error.", "Ongoing training data should auto-magically show up in Ace AVETMISS? Looking to truly ", "CONNECT & integrate Ace AVETMISS with any in-house ad-hoc system", "? Smart thinking, imagine the amount of time & effort you will save on an ongoing basis, and avoid any chances of human error.", "You have data management needs that can’t be satisfied manually.", "Need to create quick dashboards in Excel over your training data? Here is your next ‘WOW’ moment, ", "Fetch your Ace AVETMISS data in Excel and use sorting, filtering etc to create quick dashboards", " you need. Now that’s called cutting edge technology.", "EXAMPLE", " RTO#1 has an internet facing website integrated with Ace AVETMISS using CONNECT. When a user creates an account on their website, data is automatically pushed to Ace AVETMISS and a client record is created. When the client starts a course, a Client Enrolment record is created in Ace AVETMISS.", "EXAMPLE", " RTO#2 has an internal in-house student management system (SMS), with no built-in AVETMISS support. They enhanced their existing SMS by connecting it to Ace AVETMISS using CONNECT. When the RTO staff punches in data in the in-house SMS, relevant records are automatically created in Ace AVETMISS.", "EXAMPLE", " RTO#3 had huge existing data which was an unfeasible task if they had to manually punch in data into Ace AVETMISS. Their developer wrote a small program to read data from their existing system and import into Ace AVETMISS using CONNECT.", "You would like to know What can you achieve using Ace AVETMISS CONNECT, in plain English", "Ace AVETMISS is an OData producer, which is a web-service that exposes its data using the OData protocol. What is OData (Open Data) Protocol? ", "Read more >", "Integrate your business systems in real-time with Ace AVETMISS to completely remove manual effort.", "Consume Ace AVETMISS data in applications like Excel, Drupal, Joomla, DotNetNuke, and myriad of other 3rd party applications.", "Get your system developer to help you on ‘how to CONNECT‘", "You would like to know How to use Ace AVETMISS CONNECT to integrate your system with Ace AVETMISS.", "Bulk Import existing training data into Ace AVETMISS, from any where, any platform.", "CRUD (Create, Retrieve, Update, Delete) operations can be performed remotely (on your account data only)", "Operating system and programming language agnostic. Uses common web protocols, conventions and technology", "Ideal for development and testing with many free tools available (command line tools like powershell, Excel etc) ", "Read more >", "Ace AVETMISS offers sandbox environment to test your code.", "Need more details and guidance? Contact us to get started.", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "The website from which you got to this page is protected by Cloudflare. Email addresses on that page have been hidden in order to keep them from being accessed by malicious bots. ", "You must enable Javascript in your browser in order to decode the e-mail address", ".", "If you have a website and are interested in protecting it in a similar way, you can ", "sign up for Cloudflare", ".", "\n    ", "Cloudflare Ray ID: ", "56e342927b44d769", "\n    ", "•", "\n    ", "Your IP", ": 192.248.15.153", "\n    ", "•", "\n    ", "Performance & security by", " ", "Cloudflare", "\n    \n  ", "Related: Check ", "How to use Suggestions and Auto-populate feature", " ", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Goto ", "How to use Suggestions and Auto-populate feature", " for Subject module help", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Ace Avetmiss Pty. Ltd. may make changes to these terms of service from time to time, without notice. It is a responsibility of the registered user to ensure that they comply with the latest terms of service at any given time. Changes will become immediately effective after they are posted. You should discontinue your use of the service if you do not agree with the modified terms of service. Completion of registration is deemed to be an agreement of to the Ace AVETMISS terms of service. In the event of breach of this policy, Ace Avetmiss Pty. Ltd. reserves the right, under it’s sole discretion, to terminate a user’s account, and delete files with immediate effect, without recompense or refund.", "Ace AVETMISS offers paid subscription for using the online tool. The minimum term is 1 year.", "The costs of the subscription and renewal are as mentioned on the website. There are no hidden charges and the mentioned prices are the exact amount which users pay for their subscription/renewal. Please note that the subscription/renewal costs are subject to change without notice at the discretion of Ace Avetmiss Pty. Ltd.", "Payment is preceded by free trial i.e. user is asked to pay for a subscription only at the end of a free trial. The user is solely responsible for judging whether the tool meets their needs or not. A user will not be entitled for any refund if he/she decides to terminate the subscription before the end date of paid subscription.", "Ace Avetmiss Pty. Ltd. refunds the subscription/renewal fees only when –", "Refunds are made by cheque or online fund transfer to the account that paid for the subscription within 10 working days.", "Ace AVETMISS provides support for queries related to the tool, from users with a paid subscription. For any queries, related to the data or AVETMISS standard, Ace Avetmiss Pty. Ltd. recommends users to contact their corresponding STA (State Training Authority) or NCVER directly. Ace Avetmiss Pty. Ltd. may or may not provide support to users without a valid & active account, or users with valid & active account in free trial.", "Ace Avetmiss Pty. Ltd. ensures to provide support related to registration, tool related queries, subscription or technical issues as part of its Code of Practice. Ace Avetmiss Pty. Ltd. reserves the right to deny any request to ‘view user’s data and help fix data issues’. For any queries, users may contact through ", "[email protected]", " and their concerns will be attended within a week.", "The purpose of this policy is to ensure that all complaints made by users are dealt with fairly, confidentially and quickly. Ace Avetmiss Pty. Ltd. has developed complaints policy to improve operations and to prevent complaints from recurring. Ace AVETMISS ensures –", "Users may lodge a complaint by detailing their concern in email and sending it to ", "[email protected]", " There is no cost for a user to lodge a complaint. User is eligible to request a result within 60 working days. Complaints process commences within 10 days of the receipt of the complaint. The Director then, if necessary, seeks to resolve the issues in the complaint. Further, a written report is provided to the complainant within 20 working days on the steps that are taken to address the complaint or appeal, and clearly stating the reasons for the decision.", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Here are some useful documents to get you started with Ace Avetmiss, answer some important AVETMISS standard & process related queries :Here are some useful documents to get you started with Ace Avetmiss, answer some important AVETMISS standard & process related queries:", "Ace Avetmiss Process Overview (PowerPoint Presentation)", "Ace Avetmiss Product Brochure", "Ace Avetmiss Tool Guide", "AVS (Avetmiss Validation Software) User Guide (provided by NCVER)", "Where, when and how do I report my AVETMISS data? (provided by NCVER)", "Recording non-standard client residential address (provided by NCVER)", "Standard Enrolment Questions For AVETMISS Compliance (provided by NCVER)", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t", "Our client’s opinions are very important to us. We are committed to delivering and continually improving our service levels by listening to and acting on the feedback of our customers.", "Every RTO is different.", "If you are looking a new feature, or a small optimisation in the tool to cater to your special needs, you are in luck! Contact us to discuss your special needs today!", "Let us know if you have a complaint, wish to make a suggestion, pay a compliment or have a comment / question. Our friendly support is always happy to respond promptly.", "Phone:  0403 786 240", "Email: ", "[email protected]", "Web: ", "\n\t\t\t\t\t\t\t\t\t\t\taceavetmiss.com.au\t\t\t\t\t\t\t\t\t"], "emails": ["support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au", "support@aceavetmiss.com.au"], "addresses": ["and Ace AVETMISS server. Ace AVETMISS CONNECT", "00 Ace Avetmiss CONNECT", "and import into Ace AVETMISS using CONNECT", "and Ace AVETMISS CONNECT"], "social_media_links": [], "telephone_numbers": ["403 786 240", "2020-01-16", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "2020-01-17", "2020-01-30", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-30", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "2020-01-17", "2020-01-30", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "192.248.15.153", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079", "403 786 240", "2020-01-17", "403 786 240", "48 169 424 079"], "lda_resutls": [[0, "0.025*\"base\" + 0.025*\"system\" + 0.023*\"need\" + 0.019*\"look\" + 0.019*\"training\" + 0.019*\"avetmiss\" + 0.019*\"tool\" + 0.013*\"allow\" + 0.013*\"app\" + 0.013*\"software\""], [1, "0.148*\"contact\" + 0.120*\"info\" + 0.042*\"related\" + 0.026*\"provide\" + 0.025*\"check\" + 0.020*\"user\" + 0.018*\"issue\" + 0.017*\"datum\" + 0.012*\"query\" + 0.010*\"need\""], [2, "0.088*\"email\" + 0.039*\"feature\" + 0.038*\"suggestion\" + 0.033*\"populate\" + 0.019*\"file\" + 0.014*\"application\" + 0.014*\"help\" + 0.014*\"vet\" + 0.014*\"requirement\" + 0.014*\"rto\""], [3, "0.077*\"post\" + 0.077*\"recent\" + 0.029*\"complaint\" + 0.023*\"day\" + 0.018*\"ace\" + 0.013*\"service\" + 0.012*\"technology\" + 0.012*\"working\" + 0.012*\"avetmiss\" + 0.012*\"system\""], [4, "0.031*\"create\" + 0.021*\"datum\" + 0.021*\"quick\" + 0.021*\"dashboard\" + 0.021*\"excel\" + 0.011*\"customer\" + 0.011*\"support\" + 0.011*\"product\" + 0.011*\"business\" + 0.011*\"account\""], [5, "0.088*\"support\" + 0.073*\"protect\" + 0.051*\"user\" + 0.042*\"subscription\" + 0.028*\"relate\" + 0.023*\"query\" + 0.019*\"pay\" + 0.019*\"start\" + 0.019*\"get\" + 0.018*\"renewal\""], [6, "0.036*\"keep\" + 0.036*\"order\" + 0.028*\"protect\" + 0.024*\"stack\" + 0.024*\"great\" + 0.024*\"tech\" + 0.024*\"late\" + 0.024*\"address\" + 0.024*\"website\" + 0.024*\"page\""], [7, "0.036*\"datum\" + 0.026*\"exist\" + 0.021*\"create\" + 0.021*\"platform\" + 0.021*\"web\" + 0.021*\"system\" + 0.021*\"service\" + 0.021*\"expose\" + 0.021*\"read\" + 0.020*\"client\""], [8, "0.076*\"web\" + 0.031*\"service\" + 0.030*\"complaint\" + 0.029*\"term\" + 0.026*\"customer\" + 0.025*\"policy\" + 0.021*\"ensure\" + 0.021*\"make\" + 0.016*\"user\" + 0.015*\"time\""], [9, "0.130*\"au\" + 0.130*\"com\" + 0.122*\"phone\" + 0.032*\"support\" + 0.019*\"exist\" + 0.018*\"available\" + 0.017*\"fee\" + 0.013*\"refund\" + 0.010*\"student\" + 0.010*\"system\""]], "kpe_resutls": [["launch ace avetmiss", 0.11847690288816524], ["support", 0.08944746575577985], ["servic", 0.04446905074806213], ["avail avetmiss", 0.04347440254757901], ["web", 0.04185189118995786], ["mission", 0.040726442037113265], ["creativ", 0.04047391915065237], ["us recent post contact info", 0.03723557454442769], ["platform", 0.036715005006955015], ["system", 0.031225541099931718]], "rake_resutls": [[75.39411764705883, "us recent posts contact info training organisation delivery location support"], [62.55147468282666, "us recent posts contact info launching ace avetmiss connect web"], [56.86601307189543, "us recent posts contact info contact us existing user"], [52.694117647058825, "us recent posts contact info email protection aceavetmiss"], [50.033248081841435, "us recent posts contact info avetmiss 8 support"], [49.46078431372549, "us recent posts contact info program completion support"], [48.976618833440426, "ace avetmiss product brochure ace avetmiss tool guide avs"], [48.294117647058826, "us recent posts contact info downloads support"], [48.294117647058826, "us recent posts contact info blog support"], [48.294117647058826, "us recent posts contact info announcement support"], [45.72290325425523, "us recent posts contact info ace avetmiss"], [45.294117647058826, "us recent posts contact info subject support"], [39.46078431372549, "us recent posts contact info terms"], [32.59545227386307, "ace avetmiss content related account related fee"], [29.957357035767835, "services launching ace avetmiss connect web"], [29.016666666666666, "complaints process commences within 10 days"], [27.262118940529735, "ace avetmiss ensures – users may lodge"], [24.85, "result within 60 working days"], [24.85, "complainant within 20 working days"], [23.928785607196403, "ace avetmiss offers sandbox environment"], [23.6, "subscription within 10 working days"], [22.833333333333332, "command line tools like powershell"], [21.3287856071964, "achieve using ace avetmiss connect"], [20.4, "next ‘ wow ’ moment"], [20.32246376811594, "current avetmiss 7 based app"], [20.07246376811594, "new avetmiss 8 based app"], [19.849999999999998, "year 2017 training activity based"], [19.845452273863067, "ace avetmiss offers paid subscription"], [19.75, "best possible reliable software solution"], [19.294117647058826, "contact us need help"], [19.116666666666667, "help fix data issues ’."], [19.07777777777778, "bulk import existing training data"], [18.795238095238098, "exposing web services [...] phone"], [18.7, "refund policy support services policy"], [17.977777777777778, "import huge size existing data"], [17.428785607196403, "ace avetmiss provides support"], [17.3287856071964, "ace avetmiss connect works"], [17.3287856071964, "ace avetmiss connect opens"], [17.262118940529735, "ace avetmiss process overview"], [16.928785607196403, "plain english ace avetmiss"], [16.73913043478261, "generate avetmiss release 8"], [16.42857142857143, "uses common web protocols"], [16.3287856071964, "ace avetmiss using connect"], [16.039130434782606, "available avetmiss 8 support"], [16.0, "feedback request new features complaints"], [15.878785607196402, "consume ace avetmiss data"], [15.595452273863067, "ace avetmiss helps rtos"], [15.528785607196403, "use ace avetmiss connect"], [15.5, "national vet provider collection"], [15.4, "0403 786 240 email"]], "guided_lda_resutls": [["connect", "2018", "related", "part", "choose", "launching", "web", "code", "frills", "forcing"], ["240", "free", "mission", "provide", "nat", "got", "ensure", "meets", "top", "truly"], ["email", "contact", "tool", "complaint", "ncver", "effort", "read", "within", "check", "make"], ["training", "may", "pty", "days", "create", "latest", "product", "protocol", "crud", "applications"], ["account", "data", "process", "continually", "sms", "update", "company", "replace", "discuss", "today"], ["client", "without", "address", "story", "ensures", "protocols", "helps", "hits", "technical", "always"], ["protected", "aceavetmiss", "phone", "users", "website", "auto", "refund", "solution", "rtos", "built"], ["available", "excel", "know", "registration", "issues", "delete", "feature", "user", "10", "offers"], ["0403", "au", "existing", "need", "business", "policy", "house", "activity", "developer", "features"], ["data", "recent", "pay", "huge", "important", "changes", "special", "account", "quick", "lodge"], ["user", "time", "technology", "working", "valid", "dashboards", "avoid", "right", "completion", "clearly"], ["rto", "queries", "email", "paid", "ace", "renewal", "ltd", "ongoing", "better", "costs"], ["posts", "terms", "producer", "operations", "hoc", "ensure", "refunds", "record", "authority", "talented"], ["us", "services", "systems", "integrate", "example", "inform", "like", "end", "discretion", "vet"], ["avetmiss", "support", "com", "complaints", "import", "data", "pty", "save", "get", "app"], ["au", "using", "platform", "help", "needs", "trial", "report", "terminate", "started", "retrieve"], ["ace", "786", "subscription", "customers", "based", "odata", "keep", "looking", "provided", "populate"], ["order", "new", "request", "created", "compliance", "management", "ad", "must", "ltd", "requirements"], ["web", "related", "standard", "files", "exposing", "program", "stack", "feedback", "note", "page"], ["info", "system", "service", "suggestions", "cloudflare", "com", "answer", "240", "ltd", "useful"]], "textrank_resutls": [[0.16284700243648276, 3, "us recent posts contact info"], [0.15645542419064837, 1, "us recent posts contact info terms"], [0.15553668825015457, 1, "us recent posts contact info announcement support"], [0.15520440182033673, 1, "us recent posts contact info ace avetmiss connect ace avetmiss connect"], [0.1525085017143002, 1, "us recent posts contact info blog support"], [0.1499794959781757, 1, "us recent posts contact info program completion support"], [0.14940521237143234, 1, "us recent posts contact info import download avetmiss"], [0.1487953841402527, 1, "us recent posts contact info email protection"], [0.1438423761197871, 1, "us recent posts contact info subject support"], [0.14179630827726442, 1, "us recent posts contact info training organisation delivery location support"], [0.10586835642817362, 1, "us recent posts contact info contact us existing user"], [0.100943586544613, 2, "ace avetmiss"], [0.09829919316939835, 2, "us"], [0.09403425692164984, 1, "ace avetmiss connect"], [0.0931728096660144, 1, "ace avetmiss content"], [0.07779851776767777, 2, "launching ace avetmiss connect web-services"], [0.0751449180604057, 1, "import support"], [0.07400983977961685, 1, "aceavetmiss.com.au client enrolment support"], [0.063933190088168, 1, "service"], [0.05640258966341442, 1, "fee & refund policy support services policy"], [0.05463114129850432, 1, "your feedback request new features complaints"], [0.05362568877792812, 1, "support"], [0.0531048710259151, 1, "creativity"], [0.0531048710259151, 1, "intuition"], [0.0466075126645519, 1, "self"], [0.03904347764830453, 1, "determination"], [0.035731737113184135, 1, "a system developer"], [0.03543948529546869, 1, "our company mission"], [0.034999766391506475, 1, "8 sample nat files"], [0.03457504794474851, 1, "an rto business user"], [0.03228888009073139, 1, "help"], [0.03135758077718837, 2, "suggestions"], [0.027983658306978895, 1, "now available avetmiss"], [0.024717366194506908, 1, "contact us"], [0.0228000412735544, 1, "our mission"], [0.02139486741992744, 1, "this story"], [0.018124332051478093, 2, "your platform"], [0.01805101203579608, 1, "geek"], [0.01793923998875862, 1, "on-cloud"], [0.014107307425861375, 1, "any system"], [0.0, 9, "us we"]], "textrank_summery__resutls": ["Our Business Philosophy SUPPORT ABOUT US Recent Posts Contact Info Blog SUPPORT ABOUT US Recent Posts Contact Info Program Completion SUPPORT ABOUT US Recent Posts Contact Info", "SUPPORT ABOUT US Recent Posts Contact Info Announcement SUPPORT ABOUT US Recent Posts Contact Info Training Organisation Delivery Location SUPPORT ABOUT US Recent Posts Contact Info Ace Avetmiss CONNECT Ace Avetmiss CONNECT: integrate any system Are you an RTO Business User?", "8 Sample NAT Files For Import SUPPORT ABOUT US Recent Posts Contact Info Subject SUPPORT ABOUT US Recent Posts Contact Info Terms of service About these terms Use of Ace AVETMISS Content related Account related Fee & Refund Policy Support Services Policy for complaints SUPPORT ABOUT US Recent Posts Contact Info Downloads SUPPORT ABOUT US Recent Posts Contact Info Contact Us Existing User?", "SUPPORT ABOUT US Recent Posts Contact Info AVETMISS 8 Support", "We’ve got you covered SUPPORT ABOUT US Recent Posts Contact Info"], "wordcloud_resutls": [["Ace AVETMISS", 1.0], ["data", 0.41379310344827586], ["user", 0.3793103448275862], ["email protected", 0.27586206896551724], ["aceavetmiss au", 0.25862068965517243], ["system", 0.2413793103448276], ["SUPPORT US", 0.2413793103448276], ["US Recent", 0.2413793103448276], ["Recent Posts", 0.2413793103448276], ["Posts Contact", 0.2413793103448276], ["Contact Info", 0.2413793103448276], ["Phone Email", 0.2413793103448276], ["Email email", 0.2413793103448276], ["protected Web", 0.2413793103448276], ["Web aceavetmiss", 0.2413793103448276], ["need", 0.20689655172413793], ["complaint", 0.20689655172413793], ["SUPPORT", 0.1724137931034483], ["tool", 0.1724137931034483], ["AVETMISS CONNECT", 0.1724137931034483], ["existing", 0.15517241379310345], ["Avetmiss Pty", 0.15517241379310345], ["Pty Ltd", 0.15517241379310345], ["related", 0.13793103448275862], ["RTO", 0.1206896551724138], ["account", 0.1206896551724138], ["based", 0.1206896551724138], ["customer", 0.1206896551724138], ["will", 0.1206896551724138], ["time", 0.1206896551724138], ["business", 0.10344827586206896], ["Now", 0.10344827586206896], ["training", 0.10344827586206896], ["client", 0.10344827586206896], ["Import", 0.10344827586206896], ["help", 0.10344827586206896], ["cost", 0.10344827586206896], ["standard", 0.10344827586206896], ["using", 0.10344827586206896], ["queries", 0.10344827586206896], ["web service", 0.10344827586206896], ["CONNECT", 0.08620689655172414], ["platform", 0.08620689655172414], ["available", 0.08620689655172414], ["refund", 0.08620689655172414], ["policy", 0.08620689655172414], ["technology", 0.08620689655172414], ["ensure", 0.08620689655172414], ["create", 0.08620689655172414], ["website", 0.08620689655172414], ["may", 0.08620689655172414], ["terms service", 0.08620689655172414], ["Suggestions Auto", 0.08620689655172414], ["integrate", 0.06896551724137931], ["files", 0.06896551724137931], ["service", 0.06896551724137931], ["Looking", 0.06896551724137931], ["pay", 0.06896551724137931], ["software", 0.06896551724137931], ["latest", 0.06896551724137931], ["feature", 0.06896551724137931], ["effort", 0.06896551724137931], ["Read", 0.06896551724137931], ["house", 0.06896551724137931], ["Excel", 0.06896551724137931], ["Cloudflare", 0.06896551724137931], ["without", 0.06896551724137931], ["process", 0.06896551724137931], ["training activity", 0.06896551724137931], ["OData Producer", 0.06896551724137931], ["use Suggestions", 0.06896551724137931], ["Auto populate", 0.06896551724137931], ["populate feature", 0.06896551724137931], ["paid subscription", 0.06896551724137931], ["subscription renewal", 0.06896551724137931], ["provided NCVER", 0.06896551724137931], ["solution", 0.05172413793103448], ["program", 0.05172413793103448], ["developer", 0.05172413793103448], ["Enrolment", 0.05172413793103448], ["Subject", 0.05172413793103448], ["request", 0.05172413793103448], ["new", 0.05172413793103448], ["report", 0.05172413793103448], ["registration", 0.05172413793103448], ["end", 0.05172413793103448], ["product", 0.05172413793103448], ["make", 0.05172413793103448], ["Update", 0.05172413793103448], ["Delete", 0.05172413793103448], ["operations", 0.05172413793103448], ["save", 0.05172413793103448], ["app", 0.05172413793103448], ["year", 0.05172413793103448], ["answer", 0.05172413793103448], ["huge", 0.05172413793103448], ["record", 0.05172413793103448], ["created", 0.05172413793103448], ["SMS", 0.05172413793103448], ["know", 0.05172413793103448]], "wordcloud_resultsbi": ["contact_info", "email_web", "phone_email", "post_contact", "recent_post", "support_recent", "web_com", "web_service", "suggestion_auto", "term_service", "auto_populate", "odata_producer", "populate_feature", "producer_web", "subscription_renewal", "training_activity", "business_system", "check_suggestion", "complaint_user", "feature_phone", "free_trial", "human_error", "info_support", "pleased_customer", "related_check", "time_effort", "training_datum", "user_complaint", "user_subscription", "active_account", "avetmiss_standard", "chance_human", "client_enrolment", "com_client", "com_order", "com_related", "complaint_suggestion", "customer_odata", "datum_system", "delete_operation", "document_important", "fee_refund", "great_pleased", "important_avetmiss", "info_web", "late_great", "new_feature", "order_tech", "platform_support", "policy_complaint", "process_query", "product_support", "quick_dashboard", "record_example", "refund_subscription", "service_phone", "service_term", "service_time", "special_need", "stack_late", "standard_process", "story_platform", "subscription_end", "support_available", "system_developer", "system_time", "tech_stack", "trial_user", "update_delete", "useful_document", "user_account", "user_late", "user_valid", "valid_active", "year_training", "abreast_today", "account_datum", "account_file", "account_free", "account_subscription", "account_user", "account_website", "ace_good", "ace_right", "ace_system", "activity_customer", "activity_information", "activity_reporting", "activity_separate", "additional_cost", "additional_team", "address_page", "address_standard", "address_website", "advanced_integration", "agnostic_common", "agreement_term", "amount_time", "amount_user", "announcement_support"]}]