[{"company": "Australian Ceramics Engineering", "introduction": "Wear components and services provider", "end_market": "Wear protection", "industry": "Manufacturing", "link": "https://www.australce.com/about-us.html", "search_text": "https://www.australce.com/about-us.html", "title": "About Us - Australian Ceramic Engineering", "link_corrected": "https://www.australce.com/about-us.html", "description": "Email: info@australce.com ... The company's dedication to safety is not only demonstrated by the safe practices exhibited by its team members, it is also evident ...", "crawled_links": ["https://www.australce.com/our-products/our-products.html", "https://www.australce.com/our-products/metallic-wear-liners.html", "https://www.australce.com/our-products/coatings-epoxies.html", "https://www.australce.com/about-us.html", "https://www.australce.com/our-team.html", "https://www.australce.com/index.html", "https://www.australce.com/our-products/ceramic-wear-liners.html", "https://www.australce.com/contact-us.html", "https://www.australce.com/support-services.html", "https://www.australce.com/our-products/crusher-liners-parts.html", "https://www.australce.com/case-studies.html"], "header_text": ["OUR PRODUCTS", "CERAMIC COATINGS & EPOXIES", "METALLIC WEAR LINERS", "CRUSHER LINERS & PARTS", "METALLIC WEAR LINERS", "Q&T STEEL LINERS", "CASTS & BLOCKS", "CERAMIC COATINGS & EPOXIES", "Increased Performance. Improved Productivity", "Broad Application", "Expert Advice & Installation", "ACE BRUSHABLE", "ACE SPRAYABLE", "ACE METALLIC PUTTY", "ACE ULTRAWEAR", "ACE RAPID REPAIR", "ABOUT ACE", "CORE COMPETENCIES", "OPERATIONS", "OUR VALUES", "OHS & E POLICY", "AS & ISO CERTIFICATION", "DOWNLOADS", "MANAGEMENT TEAM", " ", " ", "Cost Effective & High Quality Asset Protection Systems", "Design, Fabrication and On-site Support Services", "Dedicated Research and Development Team", "Total Asset Protection Systems", "CERAMIC WEAR LINERS", "COATINGS & EPOXIES", "METALLIC WEAR LINERS", "CRUSHER LINERS & PARTS", "TECHNICAL SERVICES", "ONSITE SERVICES", "CERAMIC WEAR LINERS", "Increased Performance. Improved Productivity", "Longer Lifetime. Superior Performance", "Broad Application", "CONTACT US", "CUSTOMER INFORMATION", "SUPPORT SERVICES", "TECHNICAL SERVICES", "In-house technical support", "‍", "FABRICATION SERVICES", "Convenience under one roof", "‍", "ON-SITE SERVICES", "Save time & money. Reduce Risk", "‍", "CRUSHER LINERS & PARTS", "CASE STUDIES"], "paragraph_text": ["ACE offers a comprehensive range of wear solutions and impact solutions carefully researched and selected to reduce the effect of wear and impact on material handling operations. Our range includes leading edge ceramic liners and related coatings and epoxies, through to commodity based metallic wear liners. We also offer a range of conveyor related systems and components to minimise the effect of material wear and impact.", "As part of its end-to-end wear management service, ACE also offers a range of traditional metallic wear liners. Secured from leading global suppliers, the range offers wear resistance for a diversity of bulk materials handling applications.", "ACE supplies a range of ceramic coatings and epoxies that have been developed to minimise the effects of abrasion and corrosion caused by material and chemical agents.", "The superior abrasion and corrosion resistance of ACE ceramic coatings and epoxies offer the benefit of extending the life of industrial components and structures. Extending the longevity of components reduces the frequency of rebuilds and maintenance downtime, improving production and uptime, and contributing to a greater operational cost benefit.", "The versatile range of ceramic coatings and epoxies offered by ACE can be used across most plant installations. They can be applied to both steel and concrete plant items to either protect or repair surfaces. The ACE range includes coatings that are applied by spraying or trowelling.", "Many of ACE’s clients rely on the company’s expertise in specifying the right ceramic coating or epoxy. Our knowledge also extends into the application of coatings and epoxies to troubled plant areas.", "Australian Ceramics Engineering is dedicated to providing quality and cost-effective wear solutions that completely fulfill the requirements of clients – every time.", "Australian Ceramics Engineering (ACE) specialises in the supply of components and services used to overcome the issues of excessive wear experienced in mining and other bulk materials handling applications.", "ACE services its clients with market leading products, including a proven range of wear-resistant ceramic and metallic wear solutions and conveyor components. ACE partners with its clients to provide an end-to-end material handling solution that includes technical, fabrication and on-site support services.", "As a result of working closely with its valued clients, and researching the world for innovations, ACE has developed a solid reputation as a leader in wear technology. ACE is regarded by many major companies as a leading supplier of high quality wear-resistant solutions and related support services, within Australia and across the world. ", "ACE remains at the forefront of wear technology and is regarded as an innovator in the introduction of high-grade ceramic wear liners into the Australian mining industry. Its leading edge products, and array of design and support services, has enabled ACE to become a leading supplier to the Australian mining industry.", "ACE operates from three main centre across Western Australia – the mining capital of Australia, with a strong national presence throughout the country. Through its geographic spread and strong alliance network, ACE is strategically positioned to provide its market leading products and services to major mining client partners in Western Australia and beyond.", "Its purpose built facility in Wangara (a modern industrial area of Perth) house the management, technical, fabrication and warehousing functions of the company. Two satellite facilities located in Newman and Port Hedland provide direct on-site support services for mining operations.", "With its dedication to quality, service and providing cost-effective solutions, ACE operates through the STRIDE value system.", "This is more than just a statement – it’s a way of life, formulating how the company and its team work with each other and with its clients.", "The well being of people and the environment is a value that is strongly supported by ACE. The company’s dedication to safety is not only demonstrated by the safe practices exhibited by its team members, it is also evident in the adoption of OH&S guidelines set by client organisations.", "ACE is also active in reducing its own impact on the environment. This is demonstrated by its dedication to waste reduction and the adherence of its clients’ environmental policies. ", "Being AS and ISO certified, ACE provides our clients with the peace of mind that our products and services are delivered at the highest industry safety and quality standards.", "AS 4801", ", OH&S Management System, provide ACE employees and customers the confidence that safe work procedures and education are in place for all activities undertaken in our workplace, helping to lower workplace incidents and injuries. ", "ISO 9001", ", Quality Management System, will enhance ACE's processes and help ensure our ability to consistently provide products and services that meet customer and regulatory requirements. ", "ISO 14001", ", Environmental Management System, provides confidence to all ACE stakeholders that we are improving our environmental footprint through more efficient use of resources, and ongoing waste reduction targets.", "ACE is led by a dedicated management team, combining experience in engineering, fabrication and on-site maintenance. With an extensive level of experience in mining, the ACE team has a thorough understanding of the specific operational requirements and challenges faced across a range of mining commodities.", "Michael founded ACE in 2011 with the mission of creating a dynamic company based on the core values of quality, innovation and valued customer service. He has been able to achieve this by combining his practical engineering and academic backgrounds to position ACE as one of the leading providers of wear management solutions to the Australian mining industry.", "With over 15 years of experience in mining and heavy industry, Darren’s roles have included mobile and fixed plant design and maintenance. He has worked for a number of leading mining companies. The wear management industry has evolved into his speciality over many years. Darren is classed as a Subject Matter Expert (SME) in this discipline.", "Tane has been with ACE for 5 years managing the ceramic production workshops. He was the Site Services Supervisor in Port Hedland for 2 years and is now the Operations Manager. Tane has previously worked in underground gold mining in Kalgoorlie.", "With over 15 years of mining experience, Luke’s extensive history working with ceramics has classified him as a subject matter expert in this field. Having a predominant background in design, manufacture and implementation of composite ceramic wear systems in various mining applications has made Luke an integral role in the research and development of ceramic based wear solutions.", "John is a qualified metallurgist with over 30 years’ experience and is recognised as a leading authority both in Australia and overseas. John has developed considerable manufacturing and technical expertise in abrasion resistant materials over his long operational and managerial career having held senior positions in production, technical, and marketing. His direct experience in the areas of product management and product innovation make him a valuable asset in the strategic planning and execution of ACE’s wear management solutions.", "With over 30 years experience in the finance industry, Lyn’s roles have included mobile Bookkeeping/BAS services to SME businesses in the Perth metro area. In 1997 Lyn assisted setting up and managing a Perth labour hire company. The role was to run the financial department and meet all deadlines for stakeholders related to the company. In 2011 Lyn joined ACE as a financial controller and has continued to work with ACE to date.", "Sara has had extensive experience in HR/Office Management and Administration since 2007. Previously appointed as the Metallic/Fabrication Manager for ACE, Sara now plays an integral role as HR Manager. Since 2017 she has been responsible for sourcing, hiring and retaining high-performing individuals within ACE.", "ACE offers an extensive range of rubber composite ceramic wear liners developed to provide superior resistance against impact and abrasion experienced in hard rock mining (especially iron ore mining) and other bulk materials handling applications. The range caters for the different abrasion, impact and material flow needs unique to individual industries and operations.", "ACE ceramic liners provide superior wear life when compared to traditional metallic products such as Nihard or Chromium Carbide weld overlay plate – reducing the frequency of maintenance downtime, increasing production and uptime and contributing to a higher cost per tonne benefit.", "ACE ceramic wear liners are composed of alumina ceramic tiles, which are moulded in a high tensile strength natural rubber matrix and mounted on steel backing plates. All rubber ceramic liners are hot vulcanised using specialised equipment that provides a bond strength that exceeds the tensile strength of the natural rubber matrix. As a result, the ceramics will remain in the rubber matrix, offering consistent wear protection across the entire life of the liner.", "‍", "ACE ceramic liners also offer other benefits. The smooth ceramic wear face improves flow efficiency and reduces a tendency for product hang-up. The resilience of the rubber compound provides effective impact properties and noise reduction. These benefits make the ACE range of ceramic wear liners a natural choice over traditional metallic plates.", "ACE ceramic liners can be easily adapted to be installed onto existing fixed and mobile plant installations. This is achieved by adopting a modular liner layout and welding liners (in standard sizes and backed with studs) onto a 6mm steel backing plate, or to other thickness plate as requested. The steel backing plate used provides rigidity for easy and convenient replacement with standard sized liners.", "We’re here to serve you with the best wear solutions and service, no matter where you are located. We’re here to help.", "Address:", "67 Excellence Drive, Wangara WA 6065", "T: +61 8 9303 9944", "F: +61 8 9303 9944", "E: info@australce.com", "Branch offices in Newman and Port Hedland", "With its dedication to partnering and providing an end-to-end wear management solution to its clients, ACE offers a range of support services to assist its clients in overcoming wear and impact issues. ACE’s support services include the assistance in the design of wear solutions based on the company’s extensive industry experience. For the vast portion of its clients, ACE also manufactures individual liner components in its dedicated fabrication operation in Perth. ACE also assists its clients with a number of onsite services, including installation, management and maintenance, which are operated from three bases in Port Hedland, Newman and Kalgoorlie – the major mining centres of Australia.", "ACE Crusher Liners are designed to provide superior long-lasting service life to our customer’s assets in the mining and quarry industries.", "Our comprehensive range of products vary from standard and customised cone crusher liners such as concaves, mantles, torch rings, feed cones and bolts, to bronze castings such as socket liners and bushes. Our mechanical spares include a large inventory of parts such as eccentric shafts, bevel gears and pinions. ACE can also supply our customers with complete assemblies such as head and bowl assemblies.", "Our wide-ranging jaw crusher array varies from standard and customised “Ribbed” and “Smooth” Jaws, cheek plates, toggle plates, toggle seats, tensioning rods and bolts, we can supply swingstock and pitman housings to complete swingstock and pitman assemblies and frames. Jaw crusher mechanical spares include eccentric shafts, bearings, labyrinth seals as well as drive and non-drive flywheel pulleys.", "ACE offers its customers customised design services which allows ACE to improve customers wear life of components through improvements in design of cavities and tooth designs. By means of our on-site services, we are able to support customers with wear life monitoring of crusher liners. Coupled with this and on-going advances in design allows ACE to offer our clients more efficient and effective material specifications going forward.", "Through constant research and development, we have a history of designing wear products for cone liners, jaw liners and impact hammers, blow-bars and segment liners with titanium rod inserts cast into the crusher parts to extend service life.", "ACE increased the wear life of a stacker chute from 7 weeks to a 42 week shutdown schedule.", "ACE increased the wear life of a shiploader chute from 14 weeks to a 42 week shutdown schedule by installing increased thickness liners.", "AR Bar Reinforced", "After 40 weeks in service the condition of the liners indicated that they are capable of lasting up to at least sixty (60) weeks.", "ACE increased the wear life of a scrubber discharge from 8 weeks to in excess of 28 weeks.", "Cone Crusher Liners", "ACE redesigned liner profile to increase life of the liner by 57%.", "Jaw Crusher Liners", "ACE redesigned liner profile to increase life of the liner by 57%.", "SlikAlloy2000", "ACE increased the service life from 7 to 14 weeks with marginal signs of wear and with the original weld beads on the wear surface still very visible. ", "SlikAlloy3000", "ACE achieved an increased service life of 200% over previously installed liners. "], "emails": ["info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com", "info@australce.com"], "addresses": ["67 Excellence Drive, Wangara WA"], "social_media_links": [], "telephone_numbers": ["+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944", "+61 8 9303 9944"], "lda_resutls": [[0, "0.066*\"coating\" + 0.060*\"epoxy\" + 0.044*\"ceramic\" + 0.036*\"application\" + 0.026*\"improve\" + 0.026*\"performance\" + 0.026*\"increase\" + 0.026*\"productivity\" + 0.026*\"broad\" + 0.014*\"com\""], [1, "0.039*\"wear\" + 0.032*\"liner\" + 0.028*\"service\" + 0.026*\"mining\" + 0.022*\"ceramic\" + 0.022*\"ace\" + 0.020*\"increase\" + 0.017*\"client\" + 0.015*\"life\" + 0.013*\"support\""], [2, "0.055*\"liner\" + 0.044*\"crusher\" + 0.034*\"part\" + 0.032*\"cone\" + 0.022*\"assembly\" + 0.012*\"product\" + 0.011*\"pinion\" + 0.011*\"also\" + 0.011*\"large\" + 0.011*\"concave\""], [3, "0.029*\"service\" + 0.024*\"team\" + 0.024*\"week\" + 0.018*\"quality\" + 0.018*\"system\" + 0.018*\"fabrication\" + 0.018*\"site\" + 0.018*\"management\" + 0.012*\"ace\" + 0.012*\"provide\""], [4, "0.018*\"superior\" + 0.018*\"provide\" + 0.018*\"metallic\" + 0.018*\"facility\" + 0.018*\"high\" + 0.018*\"manager\" + 0.010*\"ceramic\" + 0.010*\"wear\" + 0.010*\"experience\" + 0.010*\"mining\""], [5, "0.039*\"wear\" + 0.025*\"offer\" + 0.024*\"liner\" + 0.023*\"range\" + 0.022*\"design\" + 0.021*\"material\" + 0.019*\"impact\" + 0.017*\"industry\" + 0.013*\"mining\" + 0.013*\"customer\""], [6, "0.040*\"service\" + 0.028*\"wear\" + 0.025*\"ace\" + 0.022*\"management\" + 0.018*\"technical\" + 0.018*\"provide\" + 0.018*\"lead\" + 0.015*\"solution\" + 0.015*\"product\" + 0.015*\"end\""], [7, "0.092*\"liner\" + 0.050*\"wear\" + 0.047*\"ceramic\" + 0.030*\"metallic\" + 0.030*\"plate\" + 0.029*\"rubber\" + 0.024*\"steel\" + 0.019*\"backing\" + 0.019*\"strength\" + 0.016*\"natural\""], [8, "0.034*\"ace\" + 0.028*\"ceramic\" + 0.026*\"benefit\" + 0.020*\"range\" + 0.020*\"coating\" + 0.020*\"product\" + 0.020*\"offer\" + 0.014*\"plant\" + 0.014*\"apply\" + 0.014*\"component\""], [9, "0.029*\"client\" + 0.024*\"service\" + 0.024*\"wear\" + 0.024*\"support\" + 0.023*\"company\" + 0.018*\"also\" + 0.015*\"value\" + 0.012*\"environment\" + 0.012*\"dedication\" + 0.012*\"demonstrate\""]], "kpe_resutls": [["manag team", 0.06733569708935039], ["epoxi", 0.061296607345791], ["liner cast", 0.059008945762536166], ["perform", 0.05895849419877429], ["part metal", 0.0568236315530831], ["download", 0.04939528312625838], ["coat", 0.048676681602404445], ["brushabl", 0.0463563824458716], ["site support servic dedic research", 0.04530652156023661], ["servic onsit servic", 0.04451807051633371]], "rake_resutls": [[54.98958333333333, "development team total asset protection systems ceramic wear liners coatings"], [46.21997549019608, "parts technical services onsite services ceramic wear liners increased performance"], [40.5, "smooth ceramic wear face improves flow efficiency"], [39.15, "chromium carbide weld overlay plate – reducing"], [36.44046052631579, "jaw crusher liners ace redesigned liner profile"], [35.52379385964912, "cone crusher liners ace redesigned liner profile"], [34.0, "three main centre across western australia –"], [33.38333333333333, "jaw crusher mechanical spares include eccentric shafts"], [33.06666666666666, "iso certification downloads management team cost effective"], [31.294957983193278, "house technical support ‍ fabrication services convenience"], [30.0, "improved productivity broad application expert advice"], [28.583333333333332, "high quality asset protection systems design"], [27.333333333333332, "rubber compound provides effective impact properties"], [26.17812286397813, "ace ceramic liners provide superior wear life"], [25.572916666666664, "rubber composite ceramic wear liners developed"], [25.216666666666665, "steel backing plate used provides rigidity"], [25.0, "hot vulcanised using specialised equipment"], [24.6, "offering consistent wear protection across"], [24.1625, "epoxies metallic wear liners crusher liners"], [24.0, "61 8 9303 9944 f"], [23.806432748538015, "ace also manufactures individual liner components"], [23.31268274853801, "‍ ace ceramic liners also offer"], [23.10625, "range includes leading edge ceramic liners"], [23.05, "ranging jaw crusher array varies"], [22.6, "high tensile strength natural rubber matrix"], [22.5, "61 8 9303 9944 e"], [22.45625, "reduce risk ‍ crusher liners"], [22.133333333333333, "higher cost per tonne benefit"], [21.75625, "parts metallic wear liners q"], [21.28421052631579, "parts case studies ace offers"], [21.266666666666666, "effective material specifications going forward"], [20.90625, "commodity based metallic wear liners"], [19.25, "composite ceramic wear systems"], [18.0, "improved productivity longer lifetime"], [17.539583333333333, "customised cone crusher liners"], [17.5, "“ smooth ” jaws"], [16.90625, "grade ceramic wear liners"], [16.666666666666664, "material flow needs unique"], [16.483333333333334, "6mm steel backing plate"], [16.22829131652661, "site support services dedicated research"], [16.090460526315788, "ace ceramic wear liners"], [16.0, "titanium rod inserts cast"], [16.0, "customised “ ribbed ”"], [16.0, "42 week shutdown schedule"], [15.572916666666668, "installing increased thickness liners"], [15.5, "strong national presence throughout"], [15.489583333333334, "traditional metallic wear liners"], [15.333333333333334, "1997 lyn assisted setting"], [15.15, "ceramic based wear solutions"], [15.0, "clients – every time"]], "guided_lda_resutls": [["site", "offers", "corrosion", "partners", "individual", "roles", "lasting", "installation", "greater", "geographic"], ["clients", "operational", "history", "weeks", "30", "reducing", "standards", "compared", "coupled", "across"], ["mining", "management", "solutions", "leading", "also", "based", "traditional", "developed", "research", "performance"], ["coatings", "across", "port", "bulk", "materials", "cost", "swingstock", "mobile", "used", "beyond"], ["customers", "parts", "hedland", "production", "newman", "assemblies", "reduction", "value", "edge", "fabrication"], ["company", "end", "abrasion", "effective", "dedicated", "standard", "product", "asset", "development", "increase"], ["ceramic", "support", "rubber", "perth", "resistance", "expert", "reduce", "onto", "safe", "achieved"], ["wear", "years", "liner", "epoxies", "offer", "protection", "requirements", "iso", "darren", "regarded"], ["crusher", "range", "maintenance", "includes", "role", "thickness", "complete", "tane", "application", "performing"], ["life", "related", "superior", "steel", "ceramics", "liners", "extending", "values", "managing", "luke"], ["components", "australian", "plant", "plate", "plates", "work", "able", "contributing", "allows", "make"], ["products", "high", "provides", "matter", "resistant", "customised", "fixed", "eccentric", "flow", "pitman"], ["liners", "services", "technical", "operations", "applications", "previously", "natural", "supply", "backing", "providing"], ["experience", "team", "extensive", "lyn", "going", "supplier", "composite", "area", "industrial", "comprehensive"], ["impact", "increased", "industry", "quality", "valued", "environment", "house", "frequency", "9303", "wangara"], ["dedication", "weeks", "many", "14", "ceramic", "client", "reduces", "effect", "tensile", "15"], ["provide", "three", "including", "number", "week", "core", "services", "productivity", "sara", "easily"], ["customer", "jaw", "matrix", "improving", "environmental", "61", "waste", "market", "safety", "array"], ["service", "design", "engineering", "manager", "drive", "strength", "57", "strong", "meet", "helping"], ["ace", "range", "metallic", "material", "australia", "handling", "fabrication", "system", "major", "systems"]], "textrank_resutls": [[0.12102726186156475, 1, "metallic wear liners crusher liners"], [0.11283219786006744, 1, "putty ace ultrawear ace rapid"], [0.11279946464556678, 1, "total asset protection systems ceramic wear liners coatings"], [0.11174074663127219, 1, "ace sprayable ace"], [0.10939141566085649, 1, "metallic putty ace ultrawear ace rapid repair"], [0.10652651186994322, 1, "risk ‍ crusher liners"], [0.10128877075720126, 1, "services ceramic wear liners increased performance"], [0.09926640434434174, 1, "wear liners q&t steel"], [0.0938672714221786, 1, "ace core competencies"], [0.090276110047192, 1, "‍ fabrication services convenience"], [0.0901161224933796, 1, "ace"], [0.08186430796053722, 1, "improved productivity broad application expert advice & installation ace"], [0.07783198083854087, 1, "broad application"], [0.07728962343313973, 1, "our products ceramic coatings & epoxies metallic wear liners crusher liners"], [0.07722540081467018, 1, "support services technical"], [0.07525063792352464, 1, "parts metallic"], [0.07231514479659212, 1, "services convenience"], [0.07126456504104932, 1, "services onsite"], [0.07041459573987825, 1, "crusher liners & parts case studies"], [0.06876092827430845, 1, "productivity longer lifetime"], [0.06587910755399284, 1, "parts case studies"], [0.062786845473625, 1, "support services dedicated research and development team"], [0.06160750290148534, 1, "parts technical"], [0.05855147346428627, 1, "increased performance"], [0.058133357378997656, 1, "liners casts & blocks ceramic coatings & epoxies"], [0.05747180574833711, 1, "on-site services save"], [0.056396251860711344, 1, "iso certification"], [0.05421584569983269, 1, "superior performance"], [0.053858146072937305, 1, "management team"], [0.053515552839884996, 1, "improved"], [0.0493696740839262, 1, "products ceramic coatings &"], [0.048918439391497565, 1, "time"], [0.048780759263343174, 1, "ohs & e policy as & iso certification"], [0.04636558615756646, 1, "our values ohs & e policy as"], [0.03904236634465429, 1, "house"], [0.03824425608058598, 1, "contact us customer"], [0.030771291423891102, 1, "epoxies"], [0.0296958575146782, 1, "money"], [0.01932029010019789, 1, "brushable"], [0.01932029010019789, 1, "downloads"], [0.017911944929181307, 1, "one roof"], [0.0, 1, "one"]], "textrank_summery__resutls": ["METALLIC PUTTY ACE ULTRAWEAR ACE RAPID REPAIR ABOUT ACE CORE COMPETENCIES OPERATIONS OUR VALUES OHS & E POLICY AS & ISO CERTIFICATION", "Total Asset Protection Systems CERAMIC WEAR LINERS COATINGS & EPOXIES", "MANAGEMENT TEAM     Cost Effective & High Quality Asset Protection Systems Design, Fabrication and On-site Support Services Dedicated Research and Development Team", "BRUSHABLE", "ACE SPRAYABLE ACE"], "wordcloud_resutls": [["ACE", 1.0], ["wear", 0.5245901639344263], ["service", 0.39344262295081966], ["liner", 0.36065573770491804], ["ceramic", 0.3442622950819672], ["mining", 0.29508196721311475], ["range", 0.2459016393442623], ["life", 0.2459016393442623], ["client", 0.2459016393442623], ["management", 0.22950819672131148], ["provide", 0.21311475409836064], ["solution", 0.21311475409836064], ["product", 0.19672131147540983], ["wear liners", 0.18032786885245902], ["leading", 0.16393442622950818], ["offer", 0.16393442622950818], ["design", 0.14754098360655737], ["customer", 0.14754098360655737], ["impact", 0.14754098360655737], ["experience", 0.14754098360655737], ["week", 0.14754098360655737], ["increased", 0.13114754098360656], ["company", 0.13114754098360656], ["industry", 0.13114754098360656], ["System", 0.13114754098360656], ["coatings epoxies", 0.13114754098360656], ["CRUSHER LINERS", 0.13114754098360656], ["support services", 0.13114754098360656], ["metallic", 0.11475409836065574], ["application", 0.11475409836065574], ["quality", 0.11475409836065574], ["fabrication", 0.11475409836065574], ["site", 0.11475409836065574], ["technical", 0.11475409836065574], ["material", 0.11475409836065574], ["components", 0.11475409836065574], ["years", 0.11475409836065574], ["team", 0.09836065573770492], ["part", 0.09836065573770492], ["end", 0.09836065573770492], ["Australia", 0.09836065573770492], ["include", 0.09836065573770492], ["operation", 0.09836065573770492], ["ceramic coating", 0.09836065573770492], ["cost", 0.08196721311475409], ["effective", 0.08196721311475409], ["high", 0.08196721311475409], ["superior", 0.08196721311475409], ["handling", 0.08196721311475409], ["abrasion", 0.08196721311475409], ["benefit", 0.08196721311475409], ["maintenance", 0.08196721311475409], ["across", 0.08196721311475409], ["plant", 0.08196721311475409], ["Australian", 0.08196721311475409], ["extensive", 0.08196721311475409], ["role", 0.08196721311475409], ["plate", 0.08196721311475409], ["standard", 0.08196721311475409], ["Jaw", 0.08196721311475409], ["installation", 0.06557377049180328], ["ISO", 0.06557377049180328], ["Asset", 0.06557377049180328], ["dedicated", 0.06557377049180328], ["reduce", 0.06557377049180328], ["related", 0.06557377049180328], ["based", 0.06557377049180328], ["developed", 0.06557377049180328], ["production", 0.06557377049180328], ["Engineering", 0.06557377049180328], ["area", 0.06557377049180328], ["Perth", 0.06557377049180328], ["dedication", 0.06557377049180328], ["value", 0.06557377049180328], ["cone", 0.06557377049180328], ["Port Hedland", 0.06557377049180328], ["crusher", 0.04918032786885246], ["Performance", 0.04918032786885246], ["Expert", 0.04918032786885246], ["Protection", 0.04918032786885246], ["effect", 0.04918032786885246], ["resistance", 0.04918032786885246], ["operational", 0.04918032786885246], ["used", 0.04918032786885246], ["many", 0.04918032786885246], ["providing", 0.04918032786885246], ["requirements", 0.04918032786885246], ["supply", 0.04918032786885246], ["resistant", 0.04918032786885246], ["major", 0.04918032786885246], ["supplier", 0.04918032786885246], ["Newman", 0.04918032786885246], ["work", 0.04918032786885246], ["OH", 0.04918032786885246], ["reduction", 0.04918032786885246], ["environmental", 0.04918032786885246], ["innovation", 0.04918032786885246], ["mobile", 0.04918032786885246], ["matter", 0.04918032786885246], ["Manager", 0.04918032786885246]], "wordcloud_resultsbi": ["wear_liner", "ceramic_wear", "coating_epoxy", "support_service", "ceramic_coating", "metallic_wear", "wear_solution", "ceramic_liner", "wear_management", "crusher_liner", "crusher_part", "life_liner", "mining_industry", "service_life", "wear_life", "ace_client", "australian_mining", "backing_plate", "bulk_material", "fabrication_site", "liner_liner", "liner_superior", "management_solution", "management_system", "material_application", "product_service", "range_ceramic", "research_development", "rubber_matrix", "service_ace", "site_service", "site_support", "steel_backing", "traditional_metallic", "wear_impact", "year_experience", "abrasion_corrosion", "ace_range", "asset_protection", "broad_application", "chute_week", "composite_ceramic", "comprehensive_range", "cone_crusher", "customer_life", "downtime_production", "end_wear", "epoxy_metallic", "high_quality", "impact_material", "integral_role", "liner_ceramic", "liner_crusher", "liner_profile", "maintenance_downtime", "major_mining", "management_team", "market_product", "material_handling", "matter_expert", "mechanical_spare", "mining_bulk", "mobile_plant", "natural_rubber", "onsite_service", "performance_productivity", "plant_installation", "policy_iso", "production_uptime", "profile_life", "protection_system", "range_wear", "role_mobile", "service_able", "service_technical", "shutdown_schedule", "standard_customised", "strength_natural", "subject_matter", "swingstock_pitman", "system_ace", "technical_fabrication", "technical_service", "tensile_strength", "wear_technology", "week_shutdown", "week_week", "ability_product", "able_customer", "able_practical", "abrasion_hard", "abrasion_impact", "abrasion_resistant", "academic_background", "ace_company", "ace_customer", "ace_date", "ace_employee", "ace_extensive", "ace_many"]}]