[{"company": "FMTech", "introduction": "Facilities and asset management solutions provider", "end_market": "Facilities management", "industry": "IT - Software", "link": "https://www.fmtech.com.au/about-us/", "search_text": "https://www.fmtech.com.au/about-us/", "title": "About us - FMTech CMMS Software specialist", "link_corrected": "https://www.fmtech.com.au/about-us/", "description": "CMMS, Asset Management Software & Services - FMTech, Brisbane, Australia. ... support@fmtech.com.au ... Throughout the last 30 years, our product Pinnacle Asset management System have been implemented by more than 500 ...", "crawled_links": ["https://www.fmtech.com.au", "https://www.fmtech.com.au/privacy-policy/", "https://www.fmtech.com.au/terms-and-conditions/", "https://www.fmtech.com.au/project-management/", "https://www.fmtech.com.au/condition-assesment/", "https://www.fmtech.com.au/software-custom-software/", "https://www.fmtech.com.au/data-collections-tools/", "https://www.fmtech.com.au/software-solution/", "https://www.fmtech.com.au/consulting/", "https://www.fmtech.com.au/support-and-training/", "https://www.fmtech.com.au/cmms-implementation/", "https://www.fmtech.com.au/professional-services/", "https://www.fmtech.com.au/contact-us/", "https://www.fmtech.com.au/stocktake/", "https://www.fmtech.com.au/asset-easy-eam/", "https://www.fmtech.com.au/maintenance-management/", "https://www.fmtech.com.au/pinnacle-asset-management/", "https://www.fmtech.com.au/asset-management-system/", "https://www.fmtech.com.au/our-clients/", "https://www.fmtech.com.au/about-us/"], "header_text": ["Ready to see how we can help your business?", "Cloud-based CMMS", "A Software You Can Trust", "Mobile access, anytime, anywhere", "Built for any business", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Asset Management", "Work Orders & Requests", "Reports, KPIs & Dashboard", "Asset Tracking", "Mobile Apps", "WHY our – Asset Management Solutions", "Privacy Policy", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "FMTech Terms and Conditions", "Service Terms", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Project Management", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Condition Assessment", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Custom Software Development", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Customised Data Collection Tools", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "We can help you", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Consulting", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "CMMS Implementation", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Professional Services", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Asset Stocktake", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Enterprise Asset Stocktaking software", "Schools and Government", "Low fixed Annual Fee", "Schools and Government", "Low fixed Annual Fee", "Reports", "For Universities:", "For Schools:", "Property, plant and equipment – stocktake", "Asset Data Capture, Auditing & Stocktaking", "Install Service", "Asset Easy eAM", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Asset management ", "Work management ", "Quotation management ", "Fleet management ", "Contract management ", "Inventory management ", "Asset & Maintenance Management Software", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Simplify and Improve Control of your Asset Maintenance", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Pinnacle Asset Management Software", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "Asset Management System", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Our Client", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Scheduling tasks", "Recording asset history", "Compliance and OH&S", "CMMS SOLUTIONS", "Ready to see how we can help your business?", "General Link", "Software Solutions", "Asset Management System", "Professional Services", "Preventive Maintenance", "Tracking work orders", "Work Requests", "Compliance and OH&S"], "paragraph_text": ["Facilities Management ", "Simplified", "Enterprise Asset Management Solutions", "Find out more", " ", "Get in touch", "Integrated, Real Time, ", "In The Cloud", "achive best possible outcome", "Find out more", " ", "Get in touch", "Easy to use CMMS for", " Schools and Universities", "Maintenance management doesn't have to be difficult.", "Our Clients", "Major stadiums,", " convention centre, universities etc.", "across Australia", "Find out more", " ", "Get in touch", "Asset Easy End-to-End ", "Cloud CMMS", "Simple and effective tool to monitor anything and everything", "Find out more", " ", "Get in touch", "Helping Businesses with Maintenance Management and CMMS Implementation", "Maintenance Management", "\n", "Pinnacle Asset Management", "\n", "Stocktake System", "CMMS Implementation", "\n", "Support and Training", "\n", "Consulting", "Tailor-Made CMMS", "\n", "Data Collection Tools", "\n", "Condition Assessments", "The most reliable, robust CMMS software", "Say goodbye to complicated, expensive maintenance software. Our software is Cloud-based, mobile-enabled, and easy to use. Pure SaaS capability", "Trusted by Facilities companies and Managers since 1984. Comprehensive and easy to use asset management tools for your business.", "our mobile device enabled CMMS software gives you complete access to all the tools you need from your favourite device. ", "Suitable and fully customisable for any size business small or big multinational. Designed for easier maintenance, work orders, and asset management.", "CMMS that organises, tracks, and schedules your maintenance activities", "Reduce downtime & increase profits. Manage preventive and routine Maintenance. Preventive maintenance allows you to substantially reduce reactive maintenance and retain your buildings and assets at the desired level of quality. Preventive maintenance based on time or condition (Value based).", "Powerful CMMS asset management functionality, you can seamlessly track and report on all of your most critical assets.", "\nHierarchical asset structure for groupig and tracking assets. Asset criticality ranking capabilities make it easy for better management of critical assets.", "Provide total control over the full spectrum of asset maintenance tasks from Job Requests, Work Order Management and Planned Maintenance Templates. Work Order Management Software you can manage, monitor and even automate job requests and work orders to ensure that they are resolved within commitments.", "Customisable reports and KPIs that give you the visibility and reporting functionality you need to meet management objectives. A KPI dashboard collects, groups, organises and visualises the important assets and maintenance data providing a quick overview.", "Track and manage valuable assets and equipment with an easy to use & comprehensive solution using modern RFID and bar coding. Assets you own, where they are and who is using them.", "Take the power of CMMS wherever you go with mobile app. Improving your efficiency in the field is just a click away. Offline mobile app, technicians can access their work orders, log labor hours etc.", "Asset Management Software| Pinnacle Software", "Serving our clients and stakeholders effectively and securely is considered very important at FMTech. We recognise that some people have concerns about the performance of online technology and how their personal information will be collected, stored and used. At FMTech, we are committed to ensuring that all information collected by us is treated with the appropriate degree of privacy and confidentiality. This Privacy Statement details how we generally manage your personal information and safeguard your privacy.", "We may collect information about you where it is necessary for us to perform our functions. The information we collect about you depends on how and why you access the website, the information you choose to provide to us, and the types of information and services you request from us.", "The personal information that we collect and hold about you, depends on your interaction with us. Generally, we will collect, use and hold your personal information for the purposes of establishing and maintaining a relationship with you, providing services to you, providing you with information about other services that we, our related entities and other organisations that we have affiliations with, offer that may be of interest to you, facilitating our internal business operations and analysing our services and customer needs with a view to developing new or improved services.", "Your personal information will not be sold, leased or provided to third parties for marketing purpose without your explicit consent. Where we hire other companies to provide services on our behalf, we only provide them with the personal information they need to provide the service (if any). They are required to keep the information confidential and may not use it for any other purpose.", "We will take reasonable precautions to protect your personally identifiable information from loss, misuse or unauthorised access. Our employees understand their responsibility to protect and use your personal information correctly.", "If you have any concerns or require further information about this policy, please contact at support@Fmtech.com.au.", "Asset Management Consultant | Pinnacle Asset Management in Brisbane", "By placing an order with FMTech, you confirm that you are in agreement with and bound by the terms and conditions set out below.", "FMTech Pty Ltd.", "\nThe client refers to the company or individual engaging the services of FMTech.", "Application and quoted application refers to the product that is being quoted or referenced to within the quotation, estimate or invoice.", "Fees quoted are valid for 30 days from the date of issue. Our payment schedule is as follows:", "\n", "The clients agrees that where accounts remain unpaid after the fourteen days (14) day term may result in a late fee being applied and/or having artwork, files, software and produced materials to not be released either to the client or for production. Failure to pay an invoice after fourty (40) days from the date of issue may result in legal action being taken by FMTech in which case the client will be liable for all costs and expenses incurred in recovery of the outstanding amount.", "Once we have commenced work on your project a partial refund may be available to you. Any request for a refund, or partial refund, must be made in writing. Your refund will be calculated by deducting costs associated with work undertaken by FMTech (charged at our current hourly rate) and/or expenses incurred by The FMTech relating to your project up to the date of cancellation. We will provide you with a ledger of work completed, and/or expenses incurred, to justify the refund (if applicable) you will be paid.", "Work undertaken on your project may include, but is not limited to; contact between yourself and an Account Manager and/or website designer from FMTech, the commencement of wireframes/prototypes by FMTech for your project, the development of a design concept(s) by FMTech for your project, the sourcing of imagery for your project, time spent on strategy for your website, internal discussions by our staff relating to your project, the allocation of future staffing resources in response to your project sign-off and any time spent building and/or coding your website. Expenses incurred may include the purchase of stock imagery, the purchase of third party technology products and/or services for your project as well as other, reasonably incurred expenses in building your website.", "In the event of any variations or extensions to the project, or should a client wish to engage FMTech on a time and materials basis, all work will be undertaken in accordance with our hourly rates.", "FMTECH may engage individuals (in Australia or Overseas) on a sub-contract or consultancy basis, whether or not operating under a corporate structure, to assist in the provision of services.", "FMTech reserve the right to re-use technical components developed during the project and will retain intellectual property rights on each development. The client will hold copyright on all work pending payment of final invoice.", "Content – FMTech can provide a content maintenance service if required. This is billed at our standard hourly rate or an agreed monthly/annual content maintenance contract.", "\n", "\n", "\n", "This proposal assumes goodwill from both sides regarding:", "\n", "FMTech will only commence a project where an agreement has been provided by email or mail. An ‘order’ is deemed to be a written contract between FMTech and the client.", "Stage 1", " – The client must thoroughly review the website design, providing feedback within five business days.", "Stage 2 ", "- The client must review the website wireframe development (empty website shell or working website without content), providing feedback within five business days.", "Stage 3 ", "- The client must carefully review the completed website including all content, providing feedback on any changes within three business days.", "Final review", "- The client will review any changes made in stage three and authorise FMTech to launch the project. Any changes requested after the final review will be considered additional and charged at our standard hourly rate.", "Each project will have set parameters as described in the final proposal and/or technical specification. This document also includes an authorisation form which indicates agreement with the specification and authorises FMTech to begin work. On commencement the development team will proceed in accordance with the exact specifications as set out in this document. If there are any amendments to these parameters after the project has commenced, FMTech will consider this to be an additional component or customisation of the project and will charge for this work at our standard hourly rates.", "When a project has been delivered, approved and hosted on live server, the client will have a two weeks grace period where FMTech will address any reported system errors or bugs free of charge. After this grace period any required maintenance will be billed at our standard hourly rates.", "We specifically exclude any warranty as to the accuracy or quality of information received by any person via the Server and in no event will we be liable for any loss or damage to any data stored on the Server. You are responsible for maintaining insurance cover in respect of any loss or damage to data stored on the Server. You warrant to us that you will only use your assigned Web Site for lawful purposes. It is your responsibility to ensure that all data is backed up. You agree to indemnify FMTech against any losses incurred as a result of using our services. You agree to take full responsibility for backup and protection of any files.", "FMTech via third party provider provides you with the capability to send and receive email via the Internet. The service includes the ability to use email accounts each with 5MB of email storage space. FMTech retains the right, at our sole discretion, to restrict the volume of messages transmitted or received by you in order to maintain the quality of our email services to other Members and to protect our computer systems. As owner and/or operator of the equipment and other resources utilised to provide services, FMTech has the legal right to block electronic communications from other entities on the Internet.", "While every endeavour will be made to ensure the website and any scripts or programs are free of errors, FMTech does not accept responsibility for any losses incurred due to website malfunction.", "The project and any associated graphics and files remain the property of FMTech until all accounts are paid in full.", "Any scripts, cgi applications, php scripts, programming code or software written by FMTech remain the property of FMTech and may only be commercially reproduced or resold with the permission of FMTech.", "FMTech cannot take responsibility for any copyright or privacy infringements caused by materials submitted by the client and may refuse use of any such material unless proof of permission is provided.", "Any additions to the brief will be carried out at the discretion of FMTech. Where no charge is made by FMTech for these additions, FMTech accepts no responsibility to ensure these additions are error free. FMTech reserves the right to charge an appropriate sum for any correction to these or further additions.", "The client agrees to provide FMTech all materials required to complete the site (files, content and images) in a timely fashion.", "FMTech will not be liable for costs incurred, compensation or loss of earnings due to the failure by the client or FMTech to meet agreed deadlines. FMTech will not be liable or become involved in any disputes between the site owner and their clients and FMTech cannot be held responsible for any wrong doing on the part of a site owner. FMTech will not be liable for any costs incurred, compensation or loss of earnings due to the work carried out on behalf of the client, or any of the clients appointed agents. FMTech will not be liable for any costs incurred, compensation for loss of earnings due to the unavailability of the site, servers, software or any material provided by its agents.", "A deposit of 30% is required with each project before any work will commence. Once a project has been completed the final balance of payment is due in accordance with our payment terms. If the client decides to terminate the contract after a project has commenced, the client will be liable to pay for all work done up to the point of termination.", "The supply of content and assets is the responsibility of the client, unless the client is employing FMTech’s copy writing service. All content for all sections of the website must be supplied at an agreed time and preferably in one delivery. Content must be thoroughly reviewed before it is supplied to FMTech. FMTech is not responsible for any spelling and grammatical errors.", "FMTech may require the usage of third party services – for example, credit card processing – to complete the Client’s project requirements and will ensure these services are integrated into the project and working correctly upon completion. FMTech cannot be held responsible for subsequent changes or issues with these third party services that may result in issues on the Client’s website and may require a one-off Web Development charge before resolving any problems that may arise.", "FMTech does not accept responsibility for errors, damages, losses or additional costs that relate to third party products that FMTech may require completing the quoted application.", "Where a project has final approval FMTech will indicate timeframes for both parties. If a client delays the project for more than two months, (by missing deadlines for the supply of information, content or images) FMTech reserves the right to charge a project-delay fee to recover costs associated with ongoing management of the project.", "Where a project has final approval FMTech will indicate timeframes for both parties. If a client delays the project for more than two months, (by missing deadlines for the supply of information, content or images) FMTech reserves the right to charge a project-delay fee to recover costs associated with ongoing management of the project.", "\nDatabase, application and e-commerce development", "FMTech cannot take responsibility for any losses incurred by the use of any software created for the client. The client is expected to fully test any application or program relating to a site developed by FMTech before being made available for general use. Whilst every care has been taken to ensure products are bug free and accurate, the ultimate responsibility lies with the client in ensuring that all software is functioning correctly before use.", "Any scripts, cgi applications, php scripts or software written by FMTech remain the property of FMTech and may only be commercially reproduced or resold with the permission of FMTech.", "Where applications or sites are developed on servers not recommended by FMTech, the client is expected to provide information, software and support relating to the server to assist with the correct development of the application. Any assistance or work required from FMTech for external hosting will incur additional charges.", "Where a large application is to be developed, the client is responsibile for providing a testing environment as similar as possible to the final production environment.", "When a project has been delivered, approved and hosted on FMTech server, the client will have a one month grace period where FMTech will address any reported system errors or bugs free of charge. After this grace period any required maintenance will be billed at our standard hourly rates.", "FMTech will ensure that any site or application will function correctly:", "\n", "FMTech can offer no guarantee of correct function with all browser software including future releases.", "FMTech cannot guarantee the availability or continuity of this service and cannot accept liability for loss of revenue caused by the unavailability, malfunction or interruption of this service. FMTech reserves the right to refuse handling of material which may be deemed offensive, illegal or controversial. In this instance, hosting services may be terminated.", "Hosting is available through FMTech hosting. Any client requesting hosting on another server or outside our preferred supplier will be charged a fee for the time taken to transition the website to the preferred hosting provider.", "A deposit by the client is required before FMTech can commence a project. Any outstanding accounts for work completed by FMTech or our affiliates requires payment in full no later than 7 days from the date of invoice. Prior to completion of a project the client is obliged to pay the balance in full.", "FMTech will contact clients to remind them of payments due if they are not received. If accounts are not settled and FMTech have not been contacted regarding the delay, website access may be denied and web sites or projects removed.", "Any client experiencing problems with a web service provided by FMTech should contact their assigned Project Manager or email ", "support@fmtech.com.au", " Clients should supply the URL of the problem and clearly outline the issue in question.", "FMTech will contact the individual responsible for the material in question with a view to resolving the matter satisfactorily.", "The formal complaints procedure is in place should a client feel that the nature of the complaint is too serious to be dealt with informally, or where a satisfactory conclusion has not been reached after following the informal procedure.", "A formal complaint should be made in writing to FMTech who will acknowledge receipt and ensure that the matter is examined within two business days.", "An initial response will be issued within seven days of receiving the formal complaint and a full and considered response will be issued within 30 days. Any required action will be implemented with minimal delay.", "*Please Note: These terms and conditions are subject to change at any time in our sole discretion. You will be notified via email in this instance.", " Asset Management System Implementation| Implementation Consultant", "Asset management System Implementation – a comprehensive range of project management and implementation services where the objectives are to rollout enterprise asset and ", "maintenance management ", "system. FMTech’s philosophy is to deliver commercially successful Asset Management systems implementation projects from inception to completion and handover.", "FMTech uses proven innovative management processes to manage implementation of software, data collection for building, property and infrastructure projects, as well as providing specialist consultancy services.", "Our experienced Project Manager, consultants can help you implement complex ", "asset management system", " for your organisation. We have experienced implementing and managing asset management system implementation projects for government and non government agencies.", "\n", "FMTech is a Brisbane based Project management, CMMS Implementation and software development company dedicated to growing your business online. We are Asset Management consultant with passion for what we do.", "Learn more about the projects we have successfully delivered for a wide variety of clients or contact our office for a friendly chat with one of our Project Management Specialists.", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Asset Management Consultant | Data Visualisation Brisbane", "The reliability of an operating asset or component can be further increased by conducting a Condition Assessment. Track and effectively manage deferred maintenance liabilities to mitigate risk and enable a closed loop process in taking corrective actions. Accurate and timely information about the condition of facilities and building forms the foundation for ensuring smooth operations and planning for future needs.", "FMTech specialises in conducting property and ", "facility condition assessments", " to provide accurate, meaningful life cycle data to clients’ to make investment and maintenance planning decisions.", "Our partner professional engineers, architects, planners and facility managers conduct visual inspections and take an inclusive view of asset performance to provide you assessment of current condition of your facilities. We can identify risks and capital expenditures, as well as assess the integrity of property improvements.", "We have the capabilities and experience to plan and run plant condition assessments, which are used to understand the current health of assets with the aim of increasing the life span of components.", "\n", "Our condition assessment tool captures condition assessment data and allows project managers and clients to regularly update and review the information and generate reports. This data can be easily uploaded into your asset management system. During the condition assessment process, we will assess the need for specialist services to do more in-depth investigations if necessary.", "Talk to our condition assessment and asset management consultant for all your property and facilities related condition assessment.", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", " Custom Software Development | API Development & Integration", "Custom web, desktop or mobile-based application development to improve your business objectives.", "At ", "FMTech", " we follow a flexible, proven methodology to ensure our deliverable performs to specification and meet or exceed client expectations. We have a history of efficiently servicing clients of different size and nature, and delivering advanced innovative solutions that do work.", "At FMTech, we begin with the end in mind. As such, we aim to keep your project simple and transparent, meeting your changing requirements along the way. We provide you with a strikingly balanced software development and minimal project duration, availing you the otherwise rare cost advantage for your business.", "\n", "Our methods and tools are developed to inspire innovative outcomes based on solid business principles.", "\n", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", " Data Collection Specialist | Support Data Collection Teams in Brisbane", "We create custom data collection platform for your business to save time, collect accurate data anywhere, anytime!. Our approach to developing data collection tools ensures that your maximise data integrity and easily migrate data to existing applications.", "A customisable data collection solution that utilises mobile apps and secured, cloud-based transmission to collect, analyse and report business data. FMTech provides a range of online software solutions and consulting services for the construction & facility industry. We understand that each facility and construction project have its own needs in terms of data collection and management. We work with you closely to understand your current and future business needs. Before developing any solution we make sure that we have a complete understanding of your business – where you are today and what you want to achieve in near and distant future. Contact us to build a solution to collect data in real time any time and any device.", "\n", "Asset Management Systems", " are dependent on accurate asset data, including; the location of the asset, its condition and its physical attributes. FMTech’s Brisbane based consultants can help you evaluate your custom data collection needs and our database developers can build a database-driven tools tailored to the exact needs of your business.", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Custom web, desktop or mobile-based application development to improve your business objectives. At FMTech we follow a flexible, proven methodology to ensure our deliverable performs to specification and meet or exceed client expectations. We have a history of efficiently servicing clients of different size and nature, and delivering advanced innovative solutions that do work.", "\n", "Replace error-prone paper processes to ensure more consistent, accurate data with our data collection tools. Easy to collect Asset registers and condition assesments data. Tools for gathering data in the Field. Reliable asset data is the key to controlling costs, streamlining operations. Our data services experts will help you capture your asset data, analyse it and prepare for the future. Drop us a line and we’d be happy to discuss solutions with you.", "Software tools and mobile based form to undertake condition assessments. Talk to us to build your own custom form suitable to undertake audit of specialised equipments such as medical, engineering, parks, play equipments and heavy machineries etc.", "\nCustom condition assessment software solutions that work for you. Custom built software solutions so you can get more done with less effort.", "Comprehensive Facilitties and Maintenance Management", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "CMMS Consultant | Asset Management Consulting", "Our experienced consultants can review and optimise your current Asset Management system and processes to provide you with the maximum usage you can gain from CMMS . We can spend time with you and review your existing business processes and design a more efficient way to do these. This usually results in a long term cost saving and in immediate time saving.", "We can assist in the collection, collation and transfer of asset data from an existing system into new CMMS. We can transfer data from Excel, Access to MS SQL Server, Oracle, mySQL etc.", "The reliability of an operating asset or component can be further increased by conducting a Condition Assessment. Track and effectively manage deferred maintenance liabilities to mitigate risk and enable a closed loop process in taking corrective actions. Accurate and timely information about the condition of facilities and building forms the foundation for ensuring smooth operations and planning for future needs.", "FMTech specialises in conducting property and facility condition assessments to provide accurate, meaningful life cycle data to clients’ to make investment and maintenance planning decisions. Our partner professional engineers, architects, planners and facility managers conduct visual inspections and take an inclusive view of asset performance to provide you assessment of current condition of your facilities. We can identify risks and capital expenditures, as well as assess the integrity of property improvements.", "We have the capabilities and experience to plan and run plant condition assessments, which are used to understand the current health of assets with the aim of increasing the life span of components.", "\n", "Our condition assessment tool captures condition assessment data and allows project managers and clients to regularly update and review the information and generate reports. This data can be easily uploaded into your asset management system. During the condition assessment process, we will assess the need for specialist services to do more in-depth investigations if necessary.", "Talk to our condition assessment and asset management consultant for all your property and facilities related condition assessment.", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Asset Management Software Support and Training", "On-going, committed client support", "\nWhether you’re a long time customer looking for some help, or a new client in need of support and", "\nhands-on training, we’ve got a service package for support and training. We understand your time is valuable, so our support team is always on hand Monday to Friday, 8.00am – 5:00pm.", "If you have just purchased our asset management system or are already using it, then we can", "\ncustomise training sessions to ensure that you are getting the most out of your investment. Our team", "\ncan visit your office and train as many or little staff as you want.", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", " CMMS Implementation Consultant | Facilities Management System Brisbane", "Are you not able to take full advantage of your CMMS? Facing ongoing problems? Talk to us today. FMTech has been implementing EAM and CMMS solutions since 2002. A properly implemented computerised maintenance management system (CMMS) is a powerful management tool which Maintenance and engineering managers can use it properly manage assets, justify resources, activities and to document work history.", "The correct asset management software can help you manage your assets and comply with legislation but there are many options on the market. At FMTech we can help you select right asset management system for your organisation in ", "maintenance management ", "needs and help you make a more informed choice. You can consider Asset Easy eAM, Pinnacle, Maximo, SAP, Oracle eAM or a more specialist solutions to fit your needs. We can help you specify, suggest, and select the best software for your requirements, implement the detail and then administer and manage the software on your behalf.", "\n", "Please feel free to contact our asset management consultant on 07 3272 7155.", "\nOur team can provide or create requirements templates, vendor questionnaires for product assessments you require to enable you to implement your ", "asset management system", " and strategy. Helping your organisation save money by selecting the right system, first time!", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "FMTech Professional Services team offers consulting and implementation support and services to help you succeed. Applying deep industry expertise, our Professional Services helps customers implement and customise Asset and Maintenance Management System for their unique requirement.", "Our Professional Services Consultants and Project Managers have extensive experience implementing CMMS in many industries including aged care, building management, health care, entertaintment, government, NDIS, schools and universities and nonprofit.", "FMTech’s Professional Services’ unique combination of tools, experience and capabilities can provide a platform from which businesses can dramatically improve and grow their business. ", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Name", "*", "\n    ", " ", "Email", "*", "\n    ", " ", "Phone Number", "*", "\n    ", " ", "Subject", "*", "\n   ", " ", "Message", "*", "\n    ", " ", "Level 1,", "\n16 McDougall Street,", "\nMilton, QLD 4064,", "\nAustralia", "Please contact us to discuss how we can help.", "303, Chaitanya Building,", "\nOpp. Ram Mandir Road,", "\nS. V. Road, Goregaon West, Mumbai,", "\nMaharashtra 400104", "Asset Tracking Software – Asset Management – Stocktake scanner", "Our Asset stocktake software suitable for small to medium sized businesses looking to quickly and easily perform a stock take on assets.", "\nAccurate information of assets are essential to meet statutory and maintenance requirements.", "\nOur Asset stocktake scanning software is ideal for businesses that want to eliminate the labour and costs associated with paper based system.", "Each year we assist many organisations including schools and universities to undertake barcode based stock taking of assets. Mobile device based Asset stocktaking process allow users to update assets, location and other critical informations.", "Complete your asset audits more quickly and efficiently. Managing assets and equipment within Schools and Local Government should not be complicated and time consuming. We provide a barcode based asset stock take system which is easy to use and affordable annual fee. Fully cloud based fully secured with all resources and assets stored in central database, ideal for school’s with multiple campuses.", "Asset Stock Take software for schools we charge a fixed annual fee with unlimited assets and stock taking. Fully supported system from Brisbane, Australia.", "Your annual asset audit / Stocktake has never been easier and quicker to do. Take the guesswork out of your stocktake. Get in touch with us to discuss stocktake for your organisation and school.", "\n", "Stocktaking Software to conduact a successful stocktake", "Managing assets and equipment within Schools and Local Government should not be complicated and time consuming. We provide a barcode based asset stocktake system which is easy to use.", "Asset Stock Take software for schools we charge a fixed annual fee with unlimited assets and stock taking. Fully supported system from Brisbane, Australia. Fully cloud based fully secured with all resources and assets stored in central database, ideal for school’s with multiple campuses.", "Comprehensive reporting with asset stocktake and reconciliation details. Generate asset register reports with asset movement from acquisition till disposal. Comprehensive Asset Management and Stocktaking software. Stocktake of all accountable equipment (portable and attractive equipment) with one easy to use system.", "Under many State Government Legislation, the University is required to conduct a Stocktake of assets on a regular basis. The University undertakes a verification of all accountable assets at least once every 3 years, on a rolling basis.", "It is recommended for schools to undertake a stocktake of all accountable assets at least once every two years.", "The main objective of the physical stocktake is", "\nTo ensure that all accountable assets owned or leased are recorded and that all recorded items are physically sighted and identified as still in use.", "We our stocktake software which is barcode based for audits and stocktaking to ensure cost effective, efficient & accurate data collection, to reduce human error in", "\nthe capture process.", "Our team of engineers and auditors can undertake your asset audits and create your asset register for you as well as barcode every asset. With our asset stocktake software our auditors can add detailed information such as assets details, make, model, serial numbers, pictures etc. When audit is completed you can retrieve assets and stocktake reports from our application.", "EAM solution for asset intensive organisations", "Fully cloud based comprehensive asset life cycle and maintenance management on a single platform. Simple, powerful and easy to use. Many flexible configurations are possible. Asset Easy deployed on-site or through our secure cloud platform. Using Asset Easy ultimately means simplicity, reliability and efficiency for your asset, maintenance and filed service operations.", "\n", "Utilise the power of Asset Easy to optimize your assets and make the most of your assets with below tightly integrated modules", "Achieve the control you need to more efficiently track and manage asset and location data throughout the asset lifecycle. Assets you own, where they are and who is using them.", "Manage both planned and unplanned work activities, from initial request through completion and recording of actuals.", "Source quotes from multiple suppliers or send quotes to clients with options to attach detailed requirements, images etc. Central management for clear visibility and management.", "Flexible, highly scalable fleet management solution to improve all aspects of fleet maintenance, compliance, reduce risk and significantly improve fleet operation", "Gain complete control you need to manage contracts and contractors. Attach contract documents and SLA. Fully integrated insurances and expiry management for compliance.", "Know the details of asset related inventory and its usage including what, when, where, how many and costs.", "\n", "We offer a low maintenance affordable solution that offers high availability, security, and performance. Want to Learn More? Contact us a trusted advisor will help your organisation achieve your target outcomes by aligning your operations with your corporate objectives.", "Maintenance Management Software | Pinnacle Asset Management in Brisbane", "Pinnacle asset and maintenance management software is powerful planning tool to undertake both preventive and reactive maintenance. Comprehensive, flexible and easy to use software system to assist your organisation with corporate asset management. At FMTech we have a reputation in providing quality asset management and maintenance solutions. Finding the right asset management software system for your business is important. With experienced asset management consultant and project manager we are able to provide you with a quality software and maintenance solutions for your organisation.", "\n", "Comprehensive Facilitties and Maintenance Management", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests. Drastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person who raised the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "\n", "We understand that businesses of all kinds have varied requirements from maintenance management software. Our approach towards asset management system solutions is unique and result-oriented. We strives to incorporate the following aspects in the design process:", "\n", "Call us today for implementation of ", "asset management systems", " and custom software development. We are servicing clients in Melbourne, Adelaide, Sydney, Perth, Brisbane and regional Australia. FMTech can also create mobile solutions to support your mobile workforce for timely and accurate support system. Talk to us on 07 3272 7155 to find out more about our Asset management software – Pinnacle Enterprise. We are happy to organise a demo for you to provide more details about our CMMS and asset management software", "If you are looking for a Project manager to manage your asset management system implementation or looking to select a best possible maintenance management system talk to us today. Are you looking for ", "Pinnacle asset management ", "system support, implementation and customisation get in touch with us. We will provide you support all over Australia. Obligation free consultation contact us today for asset and maintenance management software.", "Getting the most out off your key assets | Pinnacle Asset Management in Brisbane", "Pinnacle Asset Management software is a very simple, flexible and user-friendly Software to take care of all your maintenance requirements. Are you looking for Pinnacle support, consulting advice, set up and training. Call us today for any ", "Pinnacle Enterprise software ", "related support and consultancy. FMTech has vast experience implementing and supporting Pinnacle software over 12 years. Any support related queries for ", "Pinnacle Asset management software", " (Pinnacle Enterprise), Pinnacle WebExpress and Pinnacle Anywhere.", "Pinnacle Enterprise software is a comprehensive Asset Management System covering Administrative, Equipment, Property, Fleet and Leased assets. Assets module allows you to record all relevant asset details in a powerful RDBMS and attach related documents, maps, plans, images, CAD drawings.", "\n", "\n", "FMTech is supporting Pinnacle Asset management software users over last 12 years and implemented and set up Pinnacle ", "asset management system ", "at many sites. FMTech has been successfully delivering IT Solutions to the SME and corporate sector since 2002. Some of the key factors that differentiate us from our competitors are:", "\n", "For all your Pinnacle Asset Management Software related consulting and support contact FMTech on ", "07 3272 7155", ". Pinnacle training for your new staff or data migration call us today.", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests.", "\nDrastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person hwo rasied the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Reliable, robust CMMS software | Maintenance Management Software", "Maintenance and asset management software that organises, tracks, and schedules your maintenance. FMTech’s core business is to provide on premise and cloud based Asset Management Software. Innovative, richly featured, fully integrated, and highly accessible asset management solution. Clever asset management software that gives you a fundamental business advantage. CMMS software features designed for easier maintenance, work orders, and asset management.", "\n", "\n", "Asset Management Consultant | Pinnacle Asset Management Software", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "Call us today on ", "07 3272 7155", " to speak to us. We offer Software development, Asset management Software, web development, mobile apps design and development.", "Comprehensive Facilitties and Maintenance Management", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS sofware easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Work Requests system enables facilities managers to track, prioritise, and solve customer help desk requests. Drastically reducing the number of phone calls and amount of paperwork. Convert Work Request directly to Work Order with easy to track the progress and constant communication with person who raised the job.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s", "We are committed to helping businesses manage their facilities and assets with simple and efficient solutions. FMTech is a leading supplier of computerised maintenance management solutions (CMMS) and enterprise asset management (EAM). Our range of asset management products and consultancy services help organisations to effectively track, maintain and report their assets.", "Throughout the last 30 years, our product Pinnacle Asset management System have been implemented by more than 500 organisations in over 5 countries and used across all industry sectors. If you are interested in learning more about our solutions and services, please contact us on ", "617 3272 7155", " . Servicing Brisbane, Sydney, Melbourne & the rest of Australia. Software Solutions, Computerised Maintenance Management (CMMS) & Enterprise Asset Management (EAM) specialist.", "FMTech’s core business is to provide Asset Management Solutions. FMTech is an Australian owned and operated software company based in Brisbane and specialising in asset management software solutions and the associated business consulting and application support services. FMTech serves many government and non government corporations all over Australia providing ", "Custom software solutions", ", Asset Management Systems and technology consulting services. FMTech can partner with your business to provide you with ongoing technical support and application maintenance services for part or all of your existing business systems.", "FMTech is a leading full service ", "Asset management software", " and software solutions company. We have over 16 years of experience implementing and supporting Pinnacle Asset management software and services.", "Our software increases operational efficiency and reduce unplanned downtime. Gain central control of activities including long and short-term scheduling, preventive, reactive and condition-based maintenance. Maintenance professionals rely on Pinnacle and Asset Easy for its simplicity, reliability, scalability, and capabilities.", " Our strength in successful system implementation and integration stems from a strong background in asset management practice in Local and State Government. FMTech has deep knowledge and proven expertise in implementing and managing asset management systems, training and systems related support services.", "We strive to make everything as easy as possible, and simple to understand. Our solutions provide maintenance teams with the necessary tools for reporting on both asset and inventory items, preparing detailed forecast reports and simplifying the process of maintenance.", "Get in touch with FMTech, Brisbane based asset and facilities consulting company help you provide business tools to achieve your business objectives. We have successfully delivered many projects over the last 18 years to many clients all over Brisbane, Melbourne, Sydney and many other cities. If you would like to speak with one of our asset management consultants to implement asset management solutions then don’t hesitate to give us a ring on ", "617 3272 7155", " or fill out the enquiry form. ", "Lorem Ipsum", "Preventive Maintenance Software to prevent machine breakdowns, equipment failures and increase productivity. Our CMMS software easy to use and powerful software for facilities and equipment maintenance.", "Cloud based system for work order management, scheduling and reporting. Schedule, dispatch and track every work order easily in central database. You can create and manage work orders for assets and locations.", "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry’s standard dummy text ever since the 1500s"], "emails": ["support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au", "support@fmtech.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "+919029669772", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "7 3272 7155", "617 3272 7155", "617 3272 7155"], "lda_resutls": [[0, "0.036*\"software\" + 0.035*\"request\" + 0.035*\"solution\" + 0.029*\"work\" + 0.027*\"asset\" + 0.026*\"project\" + 0.017*\"help\" + 0.017*\"management\" + 0.016*\"manager\" + 0.016*\"fmtech\""], [1, "0.087*\"management\" + 0.072*\"system\" + 0.061*\"asset\" + 0.048*\"business\" + 0.046*\"help\" + 0.033*\"see\" + 0.033*\"ready\" + 0.027*\"maintenance\" + 0.022*\"implementation\" + 0.012*\"project\""], [2, "0.083*\"ipsum\" + 0.074*\"text\" + 0.074*\"industry\" + 0.074*\"lorem\" + 0.074*\"dummy\" + 0.037*\"standard\" + 0.037*\"simply\" + 0.037*\"ever\" + 0.037*\"printing\" + 0.037*\"typesetting\""], [3, "0.078*\"service\" + 0.041*\"client\" + 0.016*\"website\" + 0.015*\"may\" + 0.015*\"fmtech\" + 0.014*\"development\" + 0.013*\"require\" + 0.013*\"project\" + 0.012*\"host\" + 0.012*\"work\""], [4, "0.033*\"datum\" + 0.025*\"facility\" + 0.024*\"provide\" + 0.021*\"condition\" + 0.019*\"collection\" + 0.018*\"client\" + 0.017*\"assessment\" + 0.015*\"fmtech\" + 0.014*\"property\" + 0.012*\"refund\""], [5, "0.062*\"compliance\" + 0.030*\"asset\" + 0.014*\"service\" + 0.014*\"university\" + 0.013*\"help\" + 0.012*\"can\" + 0.011*\"may\" + 0.010*\"datum\" + 0.010*\"basis\" + 0.010*\"need\""], [6, "0.072*\"work\" + 0.070*\"order\" + 0.040*\"asset\" + 0.039*\"management\" + 0.020*\"base\" + 0.020*\"system\" + 0.019*\"manage\" + 0.018*\"track\" + 0.018*\"report\" + 0.018*\"schedule\""], [7, "0.020*\"schedule\" + 0.020*\"asset\" + 0.019*\"support\" + 0.019*\"task\" + 0.017*\"software\" + 0.017*\"take\" + 0.017*\"information\" + 0.015*\"condition\" + 0.012*\"fully\" + 0.011*\"provide\""], [8, "0.055*\"maintenance\" + 0.043*\"software\" + 0.038*\"easy\" + 0.035*\"equipment\" + 0.032*\"preventive\" + 0.031*\"work\" + 0.025*\"asset\" + 0.019*\"powerful\" + 0.017*\"request\" + 0.017*\"facility\""], [9, "0.078*\"asset\" + 0.051*\"software\" + 0.032*\"management\" + 0.025*\"record\" + 0.023*\"history\" + 0.018*\"condition\" + 0.016*\"school\" + 0.014*\"stocktake\" + 0.013*\"solution\" + 0.012*\"custom\""]], "kpe_resutls": [["work request schedul task", 0.11976651825463107], ["work order", 0.1071876964842214], ["busi", 0.09764250694720401], ["asset histori complianc", 0.09604033318125384], ["prevent mainten", 0.08853462512579834], ["readi", 0.052158436684363374], ["stocktak asset data captur", 0.036278820980563585], ["work manag", 0.03301097272068188], ["annual fee school", 0.03013643672378101], ["govern low", 0.026263649063707407]], "rake_resutls": [[57.19609392113911, "general link software solutions asset management system professional services simplify"], [51.70706521739131, "asset intensive organisations fully cloud based comprehensive asset life cycle"], [47.19609392113911, "general link software solutions asset management system professional services"], [38.67164855072464, "mobile device based asset stocktaking process allow users"], [38.371746601791784, "deliver commercially successful asset management systems implementation projects"], [38.02573221457258, "facilities management simplified enterprise asset management solutions find"], [30.616666666666667, "significantly improve fleet operation gain complete control"], [29.9491341991342, "condition assessment tool captures condition assessment data"], [29.703914433959614, "implementation consultant asset management system implementation –"], [29.625, "cloud achive best possible outcome find"], [29.222862554112556, "stocktaking install service asset easy eam ready"], [29.0660939211391, "comprehensive asset management system covering administrative"], [28.99577112799022, "pinnacle asset management software call us today"], [28.655336345381524, "– asset management solutions privacy policy ready"], [28.41243779465689, "supporting pinnacle asset management software users"], [27.20439393939394, "1500s fmtech professional services team offers consulting"], [26.9310939211391, "approach towards asset management system solutions"], [26.665719696969695, "using asset easy ultimately means simplicity"], [25.960056842275936, "asset management software – pinnacle enterprise"], [24.987229437229438, "made cmms data collection tools condition assessments"], [24.98015873015873, "government low fixed annual fee schools"], [24.947504177549355, "managing asset management system implementation projects"], [24.808088402825245, "work requests system enables facilities managers"], [24.791666666666664, "obligation free consultation contact us today"], [24.657303270732598, "best possible maintenance management system talk"], [24.490636604065934, "properly implemented computerised maintenance management system"], [24.373015873015873, "government low fixed annual fee reports"], [23.99577112799022, "pinnacle asset management software related consulting"], [23.847406126482213, "barcode based asset stock take system"], [23.75, "providing feedback within five business days"], [23.585980284775466, "fmtech uses proven innovative management processes"], [23.015336345381527, "leading full service asset management software"], [23.015, "professional services helps customers implement"], [22.975155279503106, "pinnacle enterprise ), pinnacle webexpress"], [22.606060606060606, "fmtech via third party provider provides"], [22.32962205966724, "highly accessible asset management solution"], [22.261904761904763, "mobile device enabled cmms software gives"], [22.172727272727272, "commerce development fmtech cannot take responsibility"], [21.9410939211391, "implement complex asset management system"], [21.77753872633391, "highly scalable fleet management solution"], [21.42857142857143, "robust cmms software say goodbye"], [21.41243779465689, "supporting pinnacle asset management software"], [21.10990156277283, "cloud based asset management software"], [21.089285714285715, "comprehensive solution using modern rfid"], [20.966666666666665, "solve customer help desk requests"], [20.94169372294372, "equipment – stocktake asset data capture"], [20.734848484848484, "data migration call us today"], [20.666666666666664, "standard dummy text ever since"], [20.54577112799022, "pinnacle asset management software ready"], [20.439175762571324, "pinnacle asset management system support"]], "guided_lda_resutls": [["mobile", "constant", "systems", "hourly", "future", "responsible", "meet", "require", "products", "conducting"], ["provide", "locations", "paperwork", "information", "facilities", "enterprise", "managers", "needs", "job", "understand"], ["ipsum", "industry", "services", "since", "compliance", "simply", "tools", "tracking", "convert", "assessment"], ["details", "achieve", "compensation", "annual", "rate", "must", "detailed", "size", "improve", "level"], ["dummy", "facilities", "software", "easily", "link", "implementation", "recording", "amount", "fee", "requirements"], ["simply", "every", "website", "consultant", "make", "responsibility", "brisbane", "third", "taking", "easier"], ["preventive", "software", "get", "take", "7155", "possible", "company", "design", "control", "via"], ["server", "web", "organisation", "project", "images", "well", "drastically", "existing", "accountable", "including"], ["asset", "work", "maintenance", "easy", "general", "phone", "printing", "communication", "managers", "machine"], ["management", "orders", "customer", "desk", "right", "enables", "email", "process", "assessments", "experience"], ["software", "order", "project", "1500s", "manage", "reporting", "increase", "reducing", "breakdowns", "oh"], ["standard", "typesetting", "us", "many", "number", "made", "businesses", "site", "organisations", "dispatch"], ["lorem", "text", "business", "cloud", "collection", "contact", "reports", "related", "fully", "tasks"], ["client", "assets", "pinnacle", "clients", "service", "central", "required", "current", "personal", "party"], ["help", "data", "track", "requests", "cmms", "business", "database", "create", "request", "person"], ["productivity", "prioritise", "ensure", "free", "integrated", "30", "delay", "implementing", "software", "tasks"], ["condition", "printing", "application", "incurred", "directly", "progress", "prevent", "tool", "simply", "etc"], ["fmtech", "system", "based", "equipment", "assets", "sofware", "costs", "charge", "consulting", "days"], ["solutions", "professional", "ready", "may", "schedule", "calls", "solution", "job", "eam", "using"], ["ever", "scheduling", "support", "stocktake", "time", "development", "powerful", "information", "see", "property"]], "textrank_resutls": [[0.16281073181247582, 15, "asset management system professional services asset"], [0.1582286745537921, 1, "general link software solutions asset management system professional services asset management"], [0.1529934337905575, 1, "general link software solutions asset management system professional services"], [0.14823082519803543, 1, "general link software solutions asset management system professional services simplify"], [0.1473877372279554, 1, "oh&s asset management system"], [0.14304683328252799, 1, "asset management system professional services project"], [0.13360117967984655, 1, "oh&s pinnacle asset management"], [0.13308094550697747, 1, "asset management solutions privacy policy ready"], [0.127383379191603, 1, "general link software solutions asset management system professional services preventive maintenance asset management work orders & requests reports"], [0.1192749554041381, 1, "oh&s professional services ready"], [0.11736294851155717, 15, "general link software solutions"], [0.1133222908002164, 8, "work requests scheduling tasks recording asset history compliance"], [0.11252225962324987, 1, "oh&s professional services"], [0.10663836015589817, 1, "install service asset"], [0.10255192474364823, 1, "asset management system professional services enterprise asset stocktaking software schools and government low fixed annual fee schools and government low fixed annual fee reports"], [0.10153427401429024, 4, "recording asset history compliance"], [0.09751206232809713, 4, "work requests scheduling tasks"], [0.09379778435943606, 1, "preventive maintenance tracking work orders"], [0.09121099984409729, 1, "work requests compliance"], [0.08745410032687376, 1, "asset & maintenance management"], [0.08162767825411224, 1, "work management"], [0.07839578523240925, 1, "oh&s customised data collection tools"], [0.07790623519654988, 3, "oh&s ready"], [0.07623748757291286, 2, "oh&s cmms"], [0.07563668161431347, 2, "oh&s"], [0.07561447136750266, 1, "asset data capture, auditing & stocktaking install service asset"], [0.07352372933015595, 1, "oh&s consulting"], [0.07180279005879564, 1, "oh&s condition assessment"], [0.07068726800050362, 11, "compliance"], [0.07047217181426667, 1, "your asset maintenance"], [0.07039191446776721, 1, "– stocktake asset data capture"], [0.06277854378402441, 1, "mobile access"], [0.058936532171647515, 1, "compliance and oh&s condition assessment"], [0.05389644506264481, 1, "conditions service"], [0.050312431435137334, 1, "fleet management"], [0.050312431435137334, 1, "contract management"], [0.04372347158260527, 1, "fmtech terms"], [0.04279773962521763, 1, "stocktaking"], [0.038981366470375534, 1, "property"], [0.03837230004406102, 1, "ready"], [0.037732214509496854, 1, "universities"], [0.03741274936902049, 1, "schools"], [0.03696694933445812, 1, "improve control"], [0.03675635216874768, 1, "plant"], [0.03538474623243802, 1, "equipment"], [0.03473411640423581, 1, "auditing"], [0.03303914404447166, 1, "cloud-based cmms a software"], [0.03215132415234437, 1, "terms"], [0.030885698232871333, 20, "your business"], [0.02849875744159508, 1, "control"]], "textrank_summery__resutls": ["You Can Trust Mobile access, anytime, anywhere Built for any business General Link Software Solutions Asset Management System Professional Services Preventive Maintenance Asset Management Work Orders & Requests Reports,", "General Link Software Solutions Asset Management System Professional Services", "General Link Software Solutions Asset Management System Professional Services", "General Link Software Solutions Asset Management System Professional Services", "General Link Software Solutions Asset Management System Professional Services"], "wordcloud_resutls": [["Asset Management", 1.0], ["FMTech", 0.925531914893617], ["Lorem Ipsum", 0.8936170212765957], ["dummy text", 0.7872340425531915], ["work order", 0.7553191489361702], ["client", 0.5957446808510638], ["project", 0.5], ["Management System", 0.5], ["Work Request", 0.39361702127659576], ["Ipsum simply", 0.39361702127659576], ["simply dummy", 0.39361702127659576], ["text printing", 0.39361702127659576], ["printing typesetting", 0.39361702127659576], ["typesetting industry", 0.39361702127659576], ["industry Lorem", 0.39361702127659576], ["Ipsum industry", 0.39361702127659576], ["industry standard", 0.39361702127659576], ["standard dummy", 0.39361702127659576], ["text 1500s", 0.39361702127659576], ["will", 0.3404255319148936], ["service", 0.3191489361702128], ["provide", 0.3191489361702128], ["Preventive Maintenance", 0.30851063829787234], ["data", 0.2978723404255319], ["asset", 0.2872340425531915], ["Software Solutions", 0.2872340425531915], ["management software", 0.2765957446808511], ["Professional Services", 0.26595744680851063], ["1500s Lorem", 0.2553191489361702], ["support", 0.23404255319148937], ["easy use", 0.23404255319148937], ["Solutions Asset", 0.22340425531914893], ["information", 0.2127659574468085], ["may", 0.2127659574468085], ["Ready see", 0.2127659574468085], ["see help", 0.2127659574468085], ["help business", 0.2127659574468085], ["Cloud based", 0.2127659574468085], ["business General", 0.2127659574468085], ["General Link", 0.2127659574468085], ["Link Software", 0.2127659574468085], ["System Professional", 0.2127659574468085], ["condition assessment", 0.2127659574468085], ["Maintenance Management", 0.2127659574468085], ["stocktake", 0.20212765957446807], ["development", 0.19148936170212766], ["time", 0.19148936170212766], ["need", 0.18085106382978725], ["application", 0.18085106382978725], ["website", 0.1702127659574468], ["Pinnacle Asset", 0.1702127659574468], ["ensure", 0.1595744680851064], ["Brisbane", 0.1595744680851064], ["orders asset", 0.1595744680851064], ["order management", 0.1595744680851064], ["central database", 0.1595744680851064], ["tool", 0.14893617021276595], ["Maintenance Software", 0.14893617021276595], ["FMTech will", 0.14893617021276595], ["based system", 0.14893617021276595], ["assets location", 0.14893617021276595], ["Maintenance Tracking", 0.13829787234042554], ["Tracking work", 0.13829787234042554], ["orders Work", 0.13829787234042554], ["Compliance OH", 0.13829787234042554], ["Software prevent", 0.13829787234042554], ["prevent machine", 0.13829787234042554], ["machine breakdowns", 0.13829787234042554], ["breakdowns equipment", 0.13829787234042554], ["equipment failures", 0.13829787234042554], ["failures increase", 0.13829787234042554], ["increase productivity", 0.13829787234042554], ["productivity CMMS", 0.13829787234042554], ["use powerful", 0.13829787234042554], ["powerful software", 0.13829787234042554], ["software facilities", 0.13829787234042554], ["facilities equipment", 0.13829787234042554], ["equipment maintenance", 0.13829787234042554], ["maintenance Cloud", 0.13829787234042554], ["system work", 0.13829787234042554], ["management scheduling", 0.13829787234042554], ["scheduling reporting", 0.13829787234042554], ["reporting Schedule", 0.13829787234042554], ["Schedule dispatch", 0.13829787234042554], ["dispatch track", 0.13829787234042554], ["track every", 0.13829787234042554], ["every work", 0.13829787234042554], ["order easily", 0.13829787234042554], ["easily central", 0.13829787234042554], ["database create", 0.13829787234042554], ["create manage", 0.13829787234042554], ["manage work", 0.13829787234042554], ["implementation", 0.1276595744680851], ["organisation", 0.1276595744680851], ["many", 0.1276595744680851], ["Services Preventive", 0.1276595744680851], ["Requests Scheduling", 0.1276595744680851], ["Scheduling tasks", 0.1276595744680851], ["tasks Recording", 0.1276595744680851], ["Recording asset", 0.1276595744680851]], "wordcloud_resultsbi": ["asset_management", "dummy_text", "work_order", "management_system", "industry_lorem", "industry_standard", "ipsum_industry", "lorem_dummy", "lorem_ipsum", "printing_typesetting", "standard_dummy", "text_printing", "typesetting_industry", "preventive_maintenance", "software_solution", "management_software", "work_request", "text_lorem", "business_software", "solution_asset", "condition_assessment", "ready_business", "system_service", "asset_location", "central_database", "order_asset", "order_management", "facility_manager", "maintenance_management", "maintenance_software", "breakdown_equipment", "cmms_powerful", "customer_help", "database_work", "dispatch_work", "equipment_failure", "equipment_maintenance", "facility_equipment", "failure_productivity", "machine_breakdown", "maintenance_system", "maintenance_tracking", "management_scheduling", "order_central", "order_work", "powerful_software", "productivity_cmms", "reporting_schedule", "schedule_dispatch", "scheduling_reporting", "service_preventive", "software_facility", "software_machine", "system_work", "tracking_work", "amount_paperwork", "asset_history", "call_amount", "communication_person", "constant_communication", "convert_work", "desk_request", "easy_progress", "help_desk", "history_compliance", "job_lorem", "location_work", "manager_prioritise", "number_phone", "order_easy", "paperwork_convert", "person_job", "phone_call", "prioritise_customer", "progress_constant", "request_number", "request_system", "request_task", "system_facility", "task_asset", "datum_collection", "ipsum_preventive", "asset_maintenance", "hourly_rate", "personal_information", "project_manager", "system_implementation", "asset_stocktake", "management_asset", "management_consultant", "management_solution", "service_fmtech", "annual_fee", "client_fmtech", "compliance_ready", "fmtech_project", "mobile_app", "software_development", "standard_hourly", "third_party"]}]