[{"company": "Elastomer Products Limited", "introduction": "polymer and rubber extrusion company", "end_market": "Industrial", "industry": "Manufacturing", "link": "http://eplgroup.com", "search_text": "http://eplgroup.com", "title": "EPL Group: Quality plastic product solutions", "link_corrected": "https://www.eplgroup.com/", "description": "EPL Group specialises in manufacturing extruded and injection molded plastic products at scale. We can deliver large volumes in the most cost-effective way ...", "crawled_links": ["https://www.eplgroup.com/industry-solutions", "https://www.eplgroup.com/about-us", "https://www.eplgroup.com/case-studies", "https://www.eplgroup.com/about-us/environmental-commitment", "https://www.eplgroup.com/about-us/our-locations", "https://www.eplgroup.com/about-us/our-team", "https://www.eplgroup.com/locations/australia-operations", "https://www.eplgroup.com/about-us/quality-assured", "https://www.eplgroup.com/locations/thailand-operations", "https://www.eplgroup.com/locations/new-zealand-operations", "https://www.eplgroup.com/products/glazing-seals", "https://www.eplgroup.com/products/slip-sheets", "https://www.eplgroup.com/products", "https://www.eplgroup.com/custom-design-development", "https://www.eplgroup.com/industry-solutions/packaging-material-handling", "https://www.eplgroup.com/industry-solutions/health-industry", "https://www.eplgroup.com/terms-conditions", "https://www.eplgroup.com/privacy-policy", "https://www.eplgroup.com/", "https://www.eplgroup.com/contact-us", "https://www.eplgroup.com/about-us/careers", "https://www.eplgroup.com/industry-solutions/food-manufacturing", "https://www.eplgroup.com/industry-solutions/marine", "https://www.eplgroup.com/industry-solutions/automotive", "https://www.eplgroup.com/industry-solutions/appliances", "https://www.eplgroup.com/industry-solutions/construction", "https://www.eplgroup.com/industry-solutions/agriculture", "https://www.eplgroup.com/industry-solutions/window-joinery", "https://www.eplgroup.com/case-studies/leading-edge-bioplastic-developments", "https://www.eplgroup.com/case-studies/solutions-that-stack-up", "https://www.eplgroup.com/case-studies/on-the-tools-with-resene-construction", "https://www.eplgroup.com/standard-glazing-range-catalogue"], "header_text": ["Industry Solutions", "Window Joinery", "Agriculture", "Construction", "Appliances", "Automotive", "Marine", "Food Manufacturing", "Health Sector", "Packaging", "Solutions that make a real difference", "Looking for a polymer product solution?", "About Us", "Our history", "\n                                Global reach, local focus\n                            ", "\n                                Committed to innovation\n                            ", "Careers", "Case Studies", "On the tools with Resene Construction", "Solutions that stack up", "Leading edge bioplastic developments", "Community Commitment", "Sustainability initiative", "Trees That Count", "Operation Clean Up", "Canterbury Westcoast Rescue Trust", "Volunteer Work", "Our Locations", "Global reach, local focus", "\n                                New Zealand\n                            ", "\n                                Thailand\n                            ", "\n                                Australia\n                            ", "Our Team", "Executive", "Sales", "Administration / Customer Service", "Contact Us", "Australia operations", "\n                                Get in touch\n                            ", "Australia", "Quality Assured", "Quality plus", "Over and above", "Solutions that make a real difference", "Thailand operations", "\n                                Get in touch\n                            ", "Thailand", "New Zealand Operations", "\n                                Get in touch\n                            ", "New Zealand", "Glazing Seals", "Standard Glazing Catalgoue", "Need a different product?", "Slip Sheets", "Slip sheet customisation", "Products", "\n                                Materials\n                            ", "\n                                Profiles\n                            ", "Slip Sheets", "Glazing Seals", "Custom Design & Development", "Technology", "Design", "Develop", "Manufacture", "Looking for a polymer product solution?", "Rapid prototyping", "3D Flow Modelling", "Packaging and Material Handling", "Quality polymer solutions for packaging and material handling", "\n                                Slip sheets\n                            ", "\n                                Packaging material\n                            ", "Looking for a packing or material handling solution?", "Design and Development", "Other Industry solutions", "Window Joinery", "Marine Industry", "Appliances", "Health Industry", "Quality polymer solutions for the health manufacturing industry", "Looking for a solution for your healthcare product?", "Design and Development", "Other industry solutions", "Window Joinery", "Appliances", "Marine Industry", "Terms & Conditions", "Privacy Policy", "We design and deliver quality polymer product solutions that make a real difference to our customers.", "Innovative design and development", "Connected worldwide", "Experienced across industries", "Featured products", "Solutions that make a real difference", "Slip sheets", "Glazing", "Contact Us", "\n                                Get in touch\n                            ", "New Zealand", "Thailand", "Australia", "Careers", "Wide range of roles", "Interested in joining EPL?", "Food Manufacturing", "Quality polymer solutions for the food manufacturing industry", "Looking for a solution for food manufacturing?", "Design and Development", "Other Industry solutions", "Appliances", "Healthcare", "Construction", "Marine", "Quality polymer solutions for the marine industry", "Looking for a new product for the marine industry?", "Design and Development", "Other industry solutions", "Construction", "Healthcare", "Appliances", "Automotive", "Quality polymer solutions for the automotive industry", "Looking for a solution for your automotive project?", "Design and Development", "Other industry solutions", "Marine Industry", "Window Joinery", "Appliances", "Appliances", "Quality polymer solutions for the appliance industry", "Looking for a solution for your appliance design?", "Design and Development", "Solutions that stack up", "Other industry solutions", "Construction", "Healthcare", "Marine", "Construction", "Quality polymer solutions for the construction industry", "Looking for a solution for your building product?", "On the tools with Resene Construction", "Design and Development", "Other industry solutions", "Marine Industry", "Appliances", "Healthcare Industry", "Agriculture", "Quality polymer solutions for the agricultural industry", "Looking for a polymer product solution?", "Leading edge bioplastic developments", "Design and development", "See other industry solutions", "Construction", "Packaging", "Appliances", "Window Joinery", "Quality polymer products for window joinery", "Looking for a glazing solution?", "On the tools with Resene Construction", "Design and Development", "Other industry solutions", "Construction", "Packaging", "Appliances", "Leading edge bioplastic developments", "A growing problem", "Trialling options", "Scaling up", "The makeup of a solution", "Need your own custom solution?", "Solutions that stack up", "Responding in kind", "Parts of the revolution", "Need your own custom solution?", "On the tools with Resene Construction", "Need your own custom solution?", "Standard Glazing Range Catalogue"], "paragraph_text": ["We produce quality, cost-effective polymer solutions at scale across a range of industries and applications.", "We manufacture profiles out of Silicone, TPV, PVC, ABS and more. ", "We're always looking for ways to add value and save you manufacturing costs through efficiency and design. The earlier we can partner with you, the greater the difference we can make. ", "Working with TPV, PVC, Silicone and Foam, we create countless products for the window industry and have done so since the 70s.", "We manufacture a range of extrusion profiles and injected moulded products for the agricultural and viticultural sectors.", "We develop a variety of profiles for building systems including exterior cladding and interior lining. ", "We help leading appliance design teams across the world to bring their ideas to life, providing solutions for ovens, refrigerators and more. ", "Since 1974 we've been developing a variety of products for the likes of roadmarker posts and roof racks. ", "Marina fenders, hatch seals and more. We have extensive experience manufacturing profiles for the marine industry.", "We manufacture an extensive range of products for the food manufacturing industry including Silicone O rings, tubing and more.", "We produce quality profiles for non-sterile applications for the health industry. ", "We offer a number of packaging and material handling products including PVC tubing and slip sheets. ", "We're always looking for ways to add value to our customers. ", "From completely new product design, to improving the quality and reducing the costs of manufacturing pre-exisiting products, find out how our expertise has made a difference for our customers.", "Whether you're looking for help in new product design or improving processes behind an existing product, our team is here to help.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Since 1974, we have produced countless polymer products over a range of applications and industries.", " We bring together a unique blend of expertise, technology and capability to provide high quality, competitively priced polymer products at scale, offering complete peace of mind to meet our customer's needs. ", "We were founded in 1974 by Jerry O’Neill and Neal Ottmann. Our current Managing Director, Tom Thomson, ONZM, has been with us since 1975. ", "In 2006 following Jerry's retirement, Tom Thomson and new partner, Independent Fisheries, took over the ownership of EPL.", " In 2007 we established a full manufacturing facility in Amata City, Rayong, Thailand.", "In 2015 our Christchurch based operations moved to a new purpose-built facility in Woolston Christchurch.", "With a manufacturing presence across New Zealand and Thailand, we're able to offer a range of polymer manufacturing solutions across multiple industries.", "Our global reach is balanced with a strong local focus. We have a solid understanding of the markets we operate in and provide responsive, hands-on support.", "As well as being a product supplier we have a history as innovators ", "Each of our locations has a dedicated Research & Development facility which allows us to make our own tooling, fabrication and dies. These capabilities mean we can manufacture unique developments that solve our customers' specific challenges.", "We're always looking for ways to make a real difference to our customers and truly add value. And we're always looking for people to join us in our mission to do so. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "We're always looking for ways to add value to our customers by improving the quality and reducing the manufacturing costs of their products, designing new, totally fit for purpose products or both.", "Read on to see how we've made a difference to just some of our valued customers. ", "We manufacture a wide range of polymer extrusions for exterior facades, helping Resene and their applicators stay ahead of the competition. ", "Published Apr 11, 2019", "When Fisher & Paykel needed innovative polymer solutions for a revolutionary new dishwasher, we developed three specific products that have helped DishDrawer® dishwashers become a market favourite. ", "Published Mar 13, 2019", "When the viticulture industry needed to address an emerging issue, we teamed up with a leading research institute to provide a sustainable solution growers can really get behind. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "We're committed to giving back to the communities we work in. We are actively involved in supporting community organisations and have implemented our own processes to support sustainable practices in our own organisation too.", "At EPL we take our commitment to the environment seriously. We prefer to design with recyclability in mind from the outset, using a selection of recyclable compounds.", "We have been part of the Plastics New Zealand Sustainability Initiative since 2003 and we work with our partner Comspec to actively decrease the amount of waste going to the landfill. We measure our performance to actively target waste reduction to ensure we recycle paper, cardboard and other materials. ", "We are a supporter of Trees That Count. Native trees are a gift to our natural environment, they absorb carbon from the atmosphere and are planted to last for decades longer. Every time we do a new development we gift native trees to be planted for community-based projects across New Zealand.", "Each year our team get involved in Keep New Zealand Beautiful's Clean Up Week campaign. We travel to various locations to support the efforts of the local community to clean up beaches, rivers and parks. ", "We are proud supporters of the Canterbury Westcoast Rescue Helicopter. They provide a vital service and they rescued 959 people in 2018. Our support allowed the rescue helicopter to transfer a 1 day old baby with respiratory issues from Kaikoura to Christchurch", "Each year the team in Thailand do a volunteer day in which they spend a day in the community supporting local organisations. This year the team volunteered at a local school and gave away ice creams and gifts.", "The New Zealand Team support the Ronald McDonald Housing Charities by spending time cooking for the families staying at the Christchurch facility. RMHC New Zealand supports families when their child is in a New Zealand hospital away from home. In 2018, RMHC New Zealand provided more than 4,300 families with accommodation and support free of charge.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "With manufacturing and warehousing facilities throughout New Zealand and Thailand, plus warehousing facilities in Australia's major cities, we can deliver polymer products at scale in the most cost-effective way possible, anywhere in the world. ", "Our manufacturing presence across New Zealand and Thailand brings our customers peace of mind that we can meet their demands no matter the scale.", "With teams in both countries, we have a strong understanding of the local markets, and our capabilities in extruded and injection moulding means we're able to offer a range of polymer solutions. ", "To ensure continuity of supply and cost-effective delivery we have warehousing facilities in Auckland, Christchurch, Brisbane, Melbourne, Sydney and Thailand. ", "We can export products anywhere in the world, and regularly export to customers throughout Australasia, Asia, North America, the Middle East and Europe. ", "Based in both Christchurch and Auckland, our New Zealand operations provide expert service to customers around the globe.", "Our Thailand team have access to our full capabilities and also specialise in polymer extrusion and injection moulding manufacturing.", "With warehousing facilities across the Australian east coast, and a team dedicated our full range of services can be facilitated effectively and efficiently for our Australian customers. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "We are people with passion and experience. As you talk to the team at EPL, you’ll discover a shared commitment to finding the best way to solve your design and manufacturing challenges.", "Tom Thomson ONZM", "Managing Director", "or call ", "+64 21 743 333", "Tom has worked in the manufacturing and plastics industry for his entire working career since leaving school at the age of 17 to join Dunlop (NZ) Ltd. He joined the fledgling business of EPL, set up by Jerry O'Neill and Neil Ottmann in 1974 and bought into the business in 1983. In 2005, Tom was part of a small team who set up Compounding Specialists (Comspec) Ltd, a purpose built plastics recycling facility. To facilitate the retirement of his senior partner, Tom headed up a management buyout in 2006. His passion for the industry has led to Tom serving as National President of Plastics New Zealand (1998-2000) and as President of the NZ Manufacturers & Exporters Association (2014-2016). He was elected the youngest ever life member of Plastics NZ in 2006 and awarded a prestigious fellowship of the NZ Institute of Management in October 2008. Tom has three adult children and six grandchildren. He is an active sportsman with, among others, six Coast to Coast events under his belt. His love of scuba diving allows him to indulge in shell collecting and underwater photography. His is also a keen game fisherman. In 2019 the Governor General invested Tom with an Officer of New Zealand Order of Merit for Services to manufacturing, philanthropy and the community.", "Mark Field", "Chief Executive Officer", "or call ", "+64 21 222 7412", "Mark has been in the manufacturing sector for 28 years, having worked in the paint, chemical and clothing industries before joining EPL in 2002. He holds a Bachelor of Science (Chem) degree from Canterbury University, a diploma in a management science and another in the design and specification of plastics. Mark played a key role in establishing EPL's manufacturing division in Thailand. Mark is currently president of Plastic's New Zealand. An avid sports lover and administrator. He enjoys to spend his leisure hours golfing, fishing, shooting and boating.", "Chris Egan", "Chief Financial Officer", "or call ", "+64 33738609", "With over 25 years experience working for New Zealand based manufacturing businesses exporting products and services to customers around the world, Chris joined EPL as CFO in 2006. In this role he heads up the team responsible for meeting all the administration, accounting and legal obligations of the company. Chris holds a Bachelor of Commerce degree from Canterbury University, and is a member of the Chartered Accountants Australia and New Zealand (CAANZ). Married with three children, he is actively involved in road cycling and skiing, and is also a very keen follower of rugby.", "Stephen Woodhouse", "Research & Development Manager", "or call ", "+6433738619", " Stephen loves developing new products and has an extensive background in the development of new products, materials and technologies across a number of industries. Stephen leads the Research & Development Team and has been with EPL since 2011. He is our resident scientist and is highly qualified with a Master of Science in Polymer and Polymer Composite Science, along with a Bachelor of Engineering from the University of Sheffield. ", " Stephen enjoys spending time with his family, mountain biking, golf, fishing, football and cricket.", "Carolina Santa", "Manufacturing Manager", "or call ", "+6433738751", "Passionate about manufacturing, Carolina has brought a wealth of production, manufacturing and quality experience into EPL since joining in 2017. Carolina ensures the smooth running of the manufacturing operation.", "She is highly qualified with a BE in Industrial Engineering (LUZ Venezuela), DIp H&S Management (ESLAE Venezuela) and an MSc Quality Management & Productivity (UC Venezuela). Outside of EPL Carolina enjoys a good book, food and wine, tramping and travel with her husband and children.", "Gareth Innes", "General Manager Sales and Marketing Manager", "or call ", "+64 27 627 7779", "Gareth loves seeing the clients and teams' work come to life. Passionate about innovation, he loves to learn about the needs of the clients and he’s no stranger to getting involved in all aspects of a project either. Gareth is responsible for the Sales and Marketing Teams.", "He has a Bachelor of Commerce and Administration from Victoria University with Majors in Management and Commercial Law. He is currently studying towards the Diploma in Design and Specification of Plastics. Gareth has a huge passion for mountain biking, rugby and motor sport.", "Gareth is a Member of the Institute of Directors and an Affiliate member of Engineering NZ (IPENZ) ", "Alan Bower", "Development Manager", "or call ", "+64 33738601", "Someone who loves a challenge, he’s meticulous when it comes to planning and loves seeing a great idea come to life. He has been with EPL since 1985, and He is the link between the Sales Team, The Research and Development Team and the Manufacturing team during the development of new profiles. ", "His interests outside of the business include aviation, motor sport and chamber music (Alan is a keen cellist).", "Simon Burcher", "Business Development Manager", "or call ", "+64 212227408", "Simon uses his extensive experience in the plastic industry to help craft solutions for his customers. He has been involved with the Plastics Industry for almost his entire working career in a variety of roles and has been with EPL since 2011 . Simon has an NZIM Diploma in Management, a Diploma in Export Marketing and has completed the Plastics NZ Diploma in Design and Specification. When Simon is not at work he is spending time with his family, travelling around the globe or fishing whenever the opportunity presents.", "Don Pogson", "Business Development Manager", "or call ", "+64 21 222 7416", "Don’s career has spanned over 30 years at EPL having started in 1989. This has seen him enjoy various roles which allows him to understand his clients key business objectives. Don gets a kick out of seeing a development come to life.", "Don is also part of the Component Committee for the Window and Glazing Association of New Zealand. He has an NZCS in Chemistry, an NZIM Diploma in Management and a Diploma in Design and Specification of Plastics. Don enjoys spending time with his children and two grandsons. His interests are motorbikes, fishing and boating.", "Brian Moyna", "Business Development Manager", "or call ", "+64 21 222 7421", "Brian's passion and drive for delivering value to our clients is evident regardless of the project. He has been with EPL since 2008. A keen rugby player, Brian has played rugby in New Zealand, England and in Ireland and now watches his two sons play from the sideline. He is one of many passionate golfers here at EPL.", "Brian is also the former President of Plastic New Zealand South Island Branch. He has a Diploma in design and specification of plastics. ", "Melissa McLean", "Sales and Marketing Support", "or call ", "+64 3 373 8604", "Melissa joined the team in 2018 and she’s already been able to apply her skills working alongside a number of teams here; making sure that projects keep moving and she enjoys being able to help make things happen. She works closely with not only her customers but also as support to the Business Development Managers and their customers. ", "Melissa is currently studying towards the Diploma in Design and Specification of Plastics. She enjoys Aqua classes, walking, supporting her two daughters netball and family time.", "Sue Brocket", "Customer Service", "or call ", "+64 3 373 8600", "Sue is one of the most well known and most loved team members here at EPL. As the director of first impressions, she takes pride in keeping the clients up to date . Sue has been with EPL since 1998 and her front line role gives her lots of opportunity for direct contact with customers. She is a hot rod enthusiast and rugby fan who loves to garden in quieter moments.", "Mandy Cossar", "Assistant Accountant", "or call ", "+64 3 373 8607", "Always up to the task, her high standards and work ethic are reflected in the way she can handle a number of projects at once . A vital member of the team she works closely along side our CFO, Mandy has been with EPL since 2002 and in 2018 Mandy gained her Accounting Technician qualification. She enjoys her weekly spin classes and hanging out with her family, supporting her sons passion for rugby.", "Sarah Lewis", "Customer Service & Assistant Accountant", "Quick thinking, organised and efficient, she’s already proven herself a valuable member of our Customer Service / Administration Team. Sarah started with EPL in 2018 . She has a background in shipping and logistics which is invaluable . Sarah enjoys going to the gym and has previously been to the World Championships in Hong Kong for Dragon Boating.", "\"After nearly 50 years in our industry I am still amazed by what our talented team can produce when given a challenge. It is my privilege to lead them, support them and dream with them as we work hard to turn our Customer’s concepts into reality. The cutting edge is not an easy place to live but it is the most exciting.\"", "Tom Thomson", "Managing Director", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "* - Required fields", "We have warehousing facilities across in Brisbane, Melbourne and Sydney, as well as three Business Development Managers dedicated to servicing Australian customers. This means we're able to offer our full range of services across polymer product design, development and manufacturing and deliver products cost-effectively and at scale. ", "It also supports continuity of supply for all export markets we operate in, throughout Australasia, Asia, North America, the Middle East and Europe.", "To contact our Australia operations, please fill out the form below and we will respond as soon as possible.", "The information collected in this form will only be used to ensure that we provide you with an appropriate response based upon the information you provide in the form above. We will contact you only if we need additional information to appropriately answer your question or in order to address your need. The contact information you provide, including email address, may be used to respond to your request. We will not use the contact information you provide in this form for product or promotional advertising unless you specifically request to receive product news or information.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "At EPL quality isn't just a buzzword or a box to tick, it's part of our DNA. We go to great lengths to guarantee the quality of our polymer solutions and rigorously test and trial our products until we're totally satisfied. This gives our customers total peace of mind in our manufacturing processes. ", "We have been ISO 9001 registered since 1993. ISO standards are recognised in over 160 countries, including all of New Zealand’s major trading destinations. This formal certification of our system demonstrates our commitment to quality, productivity and customer satisfaction. ", "We are also certified by New Zealand's leading certification body, Telarc and as part of our commitment to innovation and quality, we have our own lab and testing facility.", "Our drive for quality does not end with ISO9001. We have implemented the Net-Inspect system into our operation. Net Inspect monitors measurement trends within quality zones. These Quality Zones are used to quickly identify in-process trends with colour coded sigma bands and monitor process control through CPK and real-time CPK calculations.", "Net-Inspect gives our operators and our leadership team real time access to what is happening on the production lines 24 hours per day.", "We're always looking for ways to add value to our customers. ", "From completely new product design, to improving the quality and reducing the costs of manufacturing pre-exisiting products, find out how our expertise has made a difference for our customers.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our Thailand operations are based in Rayong City, an eastern province near the Gulf of Thailand, where we have both a local customer services team and production plant.", "Our Thailand based team specialise in polymer extrusion and injection moulding manufacturing, but with strong connections to our New Zealand operations, is able to offer our customers our full services and capabilities.", "To contact our Thailand operations, please fill out the form below and we will respond as soon as possible.", "The information collected in this form will only be used to ensure that we provide you with an appropriate response based upon the information you provide in the form above. We will contact you only if we need additional information to appropriately answer your question or in order to address your need. The contact information you provide, including email address, may be used to respond to your request. We will not use the contact information you provide in this form for product or promotional advertising unless you specifically request to receive product news or information.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our New Zealand production plant is situated at our Head Office in Christchurch, South Island, where we also have a dedicated Research & Development facility.", "We have customer teams based in both Christchurch and Auckland, providing expert service to customers around the globe.", "Our Christchurch plant performs polymer extrusion and silicone manufacturing, but with strong ties to our Thailand plant, is able to offer our customers our full services and capabilities.", "To contact our New Zealand operations, please fill out the form below and we will respond as soon as possible.", "The information collected in this form will only be used to ensure that we provide you with an appropriate response based upon the information you provide in the form above. We will contact you only if we need additional information to appropriately answer your question or in order to address your need. The contact information you provide, including email address, may be used to respond to your request. We will not use the contact information you provide in this form for product or promotional advertising unless you specifically request to receive product news or information.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "We offer competitively priced polymer products for window glazing, made up from a number of different materials including:", "Our products include:", "We were the first commercial developers of Santoprene® TPV outside mainland USA for the glazing industry.", "This catalogue outlines our most popular window glazing polymer products as well as a guide to types, materials, technical considerations and packaging to help you choose the right product for your application.", "As well as the products outlined in our catalogue, we have a wider range of glazing products available on request. To find out more get in touch.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Slip Sheets are a thin, lightweight and hygienic alternative to using wooden pallets. Slip Sheets are an effective way to save space and ultimately transport costs.", "Benefits:", "Our equipment can suit any pallet size up to 1500mm x 2500mm. Sheet thickness can range from 0.55mm up to 2.00mm. Larger solutions can be engineered through enquiry.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "With over 45 years experience manufacturing products for a wide range of customers, we have built up an extensive catalogue of products covering a wide range of applications.", "Slip Sheets are a lightweight and hygienic solution for layering more products on to a pallet. Slip Sheets are an effective product to help save space and ultimately transport costs.", "We've been developing polymer products for the window industry since the 70s and have a wide range of glazing seals. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "With a dedicated R&D facility we live by our commitment to innovation.", "We partner with our customers to deliver the best possible polymer product solutions. ", "Our process starts with listening to your specific challenges and needs. Our expert team then explores and develops a fit-for-purpose response, be it new product design, new manufacturing techniques, or both, all while looking for opportunities to add value, improve quality and efficiency and save manufacturing costs. ", "The earlier we can partner with you, the greater the difference we can make. ", "We are investing in our own technology to produce 3D prototypes. We have also partnered with the leading 3D printing specialist, so we can produce rapid prototypes of our customer's profiles. ", "Our R&D Team use the latest 3D Flow Modelling so we can virtually trial our dies. This cuts down the traditional time for R&D, meaning we can turnaround Off-Tool Samples (OTS) faster and more efficiently.", "Collaborating with you and our expert R&D team, we fine-tune your design to ensure its robust. This process involves sharing working drawings with you to review and sign off. ", "This process has been refined over our 45 years to ensure you have no issues further down the manufacturing line, offering protection and transparency. ", "Once you're happy with the design and have signed off the drawings, we move into die development. ", "This is often one of the most exciting stages of the process as you get to see your designs come to life. ", "We will provide you with off tool samples (OTS) for you to review and check.", "Once you've approved the OTS, we move into the final stage of your product development; manufacturing.", "As experts in extruded and injection moulding manufacturing, we can deliver your product at large volumes and we go to great lengths to ensure it meets both your specifications and our strict quality standards.", "Whether you're looking for help in new product design or improving processes behind an existing product, our team is here to help.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our understanding of manufacturing nuances and our extensive experience in polymer extrusion and injection moulding makes us an ideal provider for anyone who needs quality, cost-effective polymer solutions.", "We partner with our clients in each to design, refine, and manufacture quality and robust products that are fit for purpose and customised to suit their specific needs. ", "We have extensive experience partnering with leading exporters to develop customised slip sheets.", "We will work with you to determine the best solution for your manufacturing systems and we can integrate into your supply chain to ensure a continuous supply. ", "We manufacture a range of highly specific packaging material products. ", "We work closely with our clients to produce quality products they're proud to take to market including tubing and O rings made out of a variety of material including silicone and PVC. ", "We offer competitively priced polymer solutions", "There’s nothing we like more than working with clients to help shape new product design.", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution.", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early on so we can help you maximise efficiencies.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our relationships within the health industry go back 45 years.", "Our understanding of manufacturing nuances and our extensive experience in polymer extrusion and injection moulding, makes us an ideal provider for anyone who needs quality, cost-effective polymer solutions for non-sterile applications.", "We partner with our clients in each to design, refine, and manufacture quality and robust products they're proud to take to market.", "We offer competitively priced products for customers operating in the health care industry", "There's nothing we like more than working with clients to help shape new product design.", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution.", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early on so we can help you maximise efficiencies. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Click below to download our latest terms and conditions. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "With a dedicated R&D facility and a long history of new product innovation, our expert team can design and shape new polymer products to solve even the most specific challenges.", "Wherever you are in the world, when you need cost effective manufacturing solutions and products at scale and volume, our global manufacturing and warehousing capabilities across New Zealand, Thailand and Australia make it possible.", "We've been manufacturing extruded and injection moulded polymer products at scale for over 45 years. Our capabilities span a number of applications and industries, making us an ideal provider for quality, cost-effective polymer products.", "We're always looking for ways to add value to our customers.", "From completely new product design, to improving the quality and reducing the costs of manufacturing pre-exisiting products, find out how our expertise has made a difference for our customers.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our team is always happy to help answer any questions you have about our polymer products solutions and processes.", " Please fill out the form below and we will respond to you as soon as we can.", "The information collected in this form will only be used to ensure that we provide you with an appropriate response based upon the information you provide in the form above. We will contact you only if we need additional information to appropriately answer your question or in order to address your need. The contact information you provide, including email address, may be used to respond to your request. We will not use the contact information you provide in this form for product or promotional advertising unless you specifically request to receive product news or information.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our foundations are built on innovation. Our purpose is to make a difference and we are a company with heart.", "Our dedicated R&D facilities not only helps design new products to solve specific challenges, we use these capabilities to develop manufacturing techniques that improve overall quality.", "We are actively involved in the community and support a number of different organisations. We support Ronald McDonald House, we sponsor the Canterbury West Coast Rescue Helicopter and every year we are part of the clean up crew cleaning up our waterways.", "It's vital that we continue to develop our teams abilities and this is why we invest in training. We won the Plastic Training Company of the year award in 2015 and were a finalist the last two years running. ", "Our people and customers are what make EPL great. You’ll find a diverse range of job opportunities at EPL including roles in", "\"I really enjoy the interaction with our customers and I love the people I work with\"", "Sue Brocket", "Customer Services", "\"I find my work interesting and challenging. I enjoy turning concepts into reality\"", "Dylan Grootelarr", "Research and Development", "We are always interested in hearing from people who want to share their expertise with our team, so please feel free to get in touch and tell us about yourself. ", "Please note we do not use the Jobs4U website and this website is a scam. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our understanding of manufacturing nuances and our extensive experience in polymer extrusion and injection moulding, makes us an ideal provider for anyone who needs quality, cost-effective polymer solutions for non-sterile applications.", "We're experts in manufacturing rigid and flexible profiles for the food manufacturing industry and produce a range of different products.", "We offer competitively priced polymer products for the food manufacturing industry", "There’s nothing we like more than working with clients to help shape new product design.", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution.", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early on so we can help you maximise efficiencies.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "We have been working with customers in the appliance industry since we started in 1974, regularly teaming up with leading designers from around the world to help turn their ideas into a reality.", "We partner with our clients in each to design, refine, and manufacture quality and robust products they're proud to take to market.", "Our understanding of the manufacturing nuances of the marine industry and our expertise in polymer extrusion and injection moulding, makes us an ideal provider for anyone who needs quality, cost-effective polymer solutions for new or existing appliances.", "The profiles we develop, including rigid and flexible, are used for a variety of applications.", "We offer competitively priced polymer products for the marine industry ", "There's nothing we like more than working with clients to help shape new product design.", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution.", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early on so we can help you maximise efficiencies. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our relationships within the automotive industry go back to our inception in 1974. Our expertise and experience in the industry have seen us build a strong reputation for producing quality, cost-effective solutions.", "Our customers often look to us to not only manufacture their products but collaborate with their leading design teams and look for opportunities to add value, improve quality and efficiency and save manufacturing costs.", "The profiles we develop are used in a variety of products for a number of applications.", "We offer competitively priced polymer products for the automotive industry", "There’s nothing we like more than working with clients to help shape new product design.", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution.", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early on so we can help you maximise efficiencies.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "We have been working with customers in the appliance industry since we started in 1974, regularly teaming up with leading appliance designers from around the world to help turn their ideas into a reality. ", "Our understanding of the manufacturing nuances of the appliance industry and our expertise in polymer extrusion and injection moulding, makes us an ideal provider for anyone who needs quality, cost-effective polymer solutions for new or existing appliances. ", "The profiles we develop are used in a variety of products for a number of applications.", "We offer competitively priced polymer products for the appliance industry", "There’s nothing we like more than working with clients to help shape new product design.", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution.", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early on so we can help you maximise efficiencies.", "When internationally renowned appliance manufacturer Fisher & Paykel approached us about their new proposed dishwasher, the DishDrawer®, we couldn't wait to help them turn their revolutionary idea into reality.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our relationships within the construction industry go back to our inception in 1974. Our expertise and experience have seen us build a strong reputation for producing quality, cost-effective extruded and injection moulded polymer products at scale.", "Our customers often look to us to not only manufacture their products but collaborate with their leading design teams and look for opportunities to add value, improve quality and efficiency and save manufacturing costs.", "We supply profiles that are used in both external cladding and interior systems. We work closely with our customers to design, refine, and manufacture quality and robust products they're proud to take to market.", "We offer competitively priced polymer for the construction industry, including exterior and interior profiles made either rigid, flexible or both. ", "We manufacture a wide range of polymer extrusions for exterior facades, helping Resene and their applicators stay ahead of the competition.", "There's nothing we like more than working with clients to help shape new product design.", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution.", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early so we can help you maximise efficiencies. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our relationships within the agricultural industry go back 45 years. Over that time we've produced, and continue to produce, a range of custom polymer solutions for dairy, horticulture and viticulture customers, gaining a strong reputation for producing quality, cost-effective products at scale. ", "Our customers look to us to not only manufacture their products but collaborate with them design and refine their products too. ", "The profiles we develop are used in a variety of products for a number of applications.", "Whether you're looking for help in new product design or improving processes behind an existing product, our team is here to help.", "When Crown Research Institue, Scion, approached us to help develop a faster degrading bioplastic vine clip for the viticulture industry, we threw everything we could at the challenge.", "Harnessing the expertise of our extrusion team, we optimised the clip to create a solution that's not just sustainable, but scalable too. ", "There’s nothing we like more than working with clients to help shape new product design.", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution.", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early on so we can help you maximise efficiencies.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Our partnerships in the window industry go back 45 years. We've produced countless polymer extrusion profiles since then, forever adapting and innovating to the changing needs of the industry, building specifications and codes, to become one of the most trusted suppliers in New Zealand and beyond. ", "We supply profiles for timber and aluminium joinery, working closely with our clients in each to design, refine, and manufacture quality and robust products they're proud to take to market. ", "We offer competitively priced polymer products for window glazing including TPV, PVC, Silicone seals and setting blocks.", "We manufacture a wide range of polymer extrusions for exterior facades, helping Resene and their applicators stay ahead of the competition.", "There’s nothing we like more than working with clients to help shape new product design. ", "Our process starts with listening to your specific needs, then exploring the best approach to deliver the right solution. ", "We find partnering with clients early in the design process results in greater manufacturing cost savings. Chat to us early on so we can help you maximise efficiencies. ", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "When Crown Research Institue, Scion, approached us to help develop a faster degrading bioplastic vine clip for the viticulture industry, we threw everything we could at the challenge. ", "Harnessing the expertise of our extrusion team, we optimised the clip to create a solution that's not just sustainable, but scalable too. ", "Every year the New Zealand wine industry uses an estimated 16.8 million plastic vine clips to hold nets over ripening bunches of grapes to prevent loss from birds and other pests. ", "The clips are used for 6 - 8 weeks until the nets are removed and the clips fall to the ground. This leaves a growing pile of plastic littering vineyards around the country and contributes to an emerging environmental problem: the accumulation of non-degrading litter of broken net clips in vineyards and the subsequent generation of microplastic pollution.", "With the viticulture industry keen to stamp out the waste, Scion began developing a faster-degrading vine clip made of grape marc and bioplastic.", "Led by researcher Steph Weal they trialled different prototypes at a local vineyard, testing numerous formulations before arriving at the right mechanical and physical properties. ", "The next challenge was ensuring the clip could go the distance to be produced at a commercial scale, and that's where our team's expertise really came in to play. ", "With the prototype clips showing real promise, our team was tasked to look for opportunities to improve the clip and ready it for production at scale. ", " Initial extrusion trials from our team lead to further formulation development, as we worked to optimise the raw material processing. ", "The improved formulations were then converted into clips via extrusion and secondary processing in our Christchurch plant. ", "The finished clips were then distributed for real-life testing. They were sent to vineyards, and having now recognised out of industry applications, to bread manufacturers as a potential replacement for plastic bread clips.", "Initial feedback has been very positive, with the project now set to deliver a solution to the market that has a much more sustainable and greener footprint. ", "The innovative new clip is made of biodegradable polymers and renewable additives. ", "What was a short-life, single-use product has now been revolutionised, with a sustainable product in its place - one that has an appropriate, environmentally friendly end of life. ", "Whether you're looking for help in new product design or in improving processes behind an existing product, our team is here to help.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "When internationally renowned appliance manufacturer Fisher & Paykel approached us about their new proposed dishwasher, the DishDrawer®, we couldn't wait to help them turn their revolutionary idea into reality. ", "A dishwashing system made of two independent drawers was a market first and with it came a specific set our challenges our team needed to help see Fisher & Paykel through.", "Compared to standard dishwashers, DishDrawers® require smaller parts, need to weigh less and require advanced waterproofing.", "We responded to these challenges with three smart solutions, including a new bespoke product innovation. ", "Our expert team designed and manufactured three specific products.", "Inflatable rubber gasket", "To cope with the high water pressure, we developed an inflatable silicone rubber gasket to seal the doors under high water pressure. It inflates when the door closes and deflates to all but disappear when the door is opened.", "A resistant fill hose", "Using a special grade of silicone rubber and a specialised cutting system, we produced a highly flexible, fatigue resistant fill hose with very tight dimensional tolerances to meet critical potable water standards.", "Bespoke drain hose", "Using a new material for the client’s exclusive use, as well as a purpose-made corrugator and cutter, we created a drain hose that is chemically inert, resistant to collapse, highly flexible and has very precise location grooves.", "Whether you're looking for help in new product design or in improving processes behind an existing product, our team is here to help.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "We've been partnering with Resene Construction for over 20 years. During that time we've manufactured a wide range of polymer products for the exterior facades of buildings for Resene, and continue to partner with their team on new product innovations too, regularly developing new profiles they're proud to take to market. ", "Quality product, good turnaround, consistent supply throughout the year, accurate and innovative... it's a close working relationship that we have with EPL and they always deliver a quality product.", "Mark Flewellen", "National Technical Development Manager - Resene Construction", "Whether you're looking for help in new product design or in improving processes behind an existing product, our team is here to help.", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative", "Please fill in your details below to download the catalogue", "© EPL Group 2020.  All rights reserved.", "Website by ", "Plato Creative"], "emails": ["dpogson@eplgroup.com", "bmoyna@eplgroup.com", "sburcher@eplgroup.com", "custserv-th@eplgroup.com", "info@eplgroup.com", "info@eplgroup.com", "info@eplgroup.com", "info@eplgroup.com", "custserv-th@eplgroup.com", "dpogson@eplgroup.com", "bmoyna@eplgroup.com", "sburcher@eplgroup.com"], "addresses": [], "social_media_links": [], "telephone_numbers": ["+64 21 743 333", "+64 21 222 7412", "+64 33738609", "+6433738619", "+6433738751", "+64 27 627 7779", "+64 33738601", "+64 212227408", "+64 21 222 7416", "+64 21 222 7421", "+64 3 373 8604", "+64 3 373 8600", "+64 3 373 8607", "+64 21 222 7416", "+64 21 222 7421", "+64 21 222 7408", "+66 38 650 868", "+66 38 650 874", "+64 3 389 2125", "+64 3 389 2230", "+64 9 274 4052", "+64 3 389 2230", "+64 3 389 2125", "+64 3 389 2230", "+64 9 274 4052", "+64 3 389 2230", "+66 38 650 868", "+66 38 650 874", "+64 21 222 7416", "+64 21 222 7421", "+64 21 222 7408"], "lda_resutls": [[0, "0.066*\"product\" + 0.053*\"look\" + 0.045*\"design\" + 0.043*\"customer\" + 0.043*\"help\" + 0.034*\"new\" + 0.032*\"team\" + 0.024*\"work\" + 0.019*\"improve\" + 0.019*\"value\""], [1, "0.086*\"website\" + 0.026*\"sheet\" + 0.023*\"material\" + 0.017*\"packaging\" + 0.016*\"slip\" + 0.016*\"product\" + 0.014*\"develop\" + 0.012*\"polymer\" + 0.011*\"solution\" + 0.011*\"new\""], [2, "0.047*\"early\" + 0.026*\"great\" + 0.026*\"partner\" + 0.026*\"manufacturing\" + 0.025*\"design\" + 0.024*\"help\" + 0.024*\"client\" + 0.023*\"efficiency\" + 0.023*\"cost\" + 0.022*\"process\""], [3, "0.018*\"customer\" + 0.014*\"support\" + 0.011*\"product\" + 0.010*\"range\" + 0.010*\"manufacturing\" + 0.010*\"family\" + 0.010*\"play\" + 0.010*\"passion\" + 0.010*\"include\" + 0.010*\"major\""], [4, "0.036*\"product\" + 0.033*\"offer\" + 0.032*\"price\" + 0.032*\"competitively\" + 0.031*\"polymer\" + 0.023*\"glaze\" + 0.022*\"solution\" + 0.019*\"need\" + 0.019*\"seal\" + 0.015*\"window\""], [5, "0.036*\"polymer\" + 0.027*\"call\" + 0.019*\"product\" + 0.018*\"solution\" + 0.016*\"extrusion\" + 0.014*\"help\" + 0.014*\"manufacture\" + 0.014*\"industry\" + 0.013*\"effective\" + 0.013*\"range\""], [6, "0.064*\"solution\" + 0.055*\"industry\" + 0.054*\"right\" + 0.042*\"reserve\" + 0.024*\"polymer\" + 0.018*\"construction\" + 0.017*\"quality\" + 0.016*\"deliver\" + 0.016*\"good\" + 0.016*\"need\""], [7, "0.018*\"team\" + 0.015*\"plastic\" + 0.014*\"local\" + 0.014*\"touch\" + 0.013*\"join\" + 0.010*\"year\" + 0.010*\"work\" + 0.010*\"industry\" + 0.009*\"spend\" + 0.009*\"enjoy\""], [8, "0.043*\"appliance\" + 0.036*\"product\" + 0.018*\"quality\" + 0.016*\"include\" + 0.016*\"design\" + 0.016*\"manufacturing\" + 0.015*\"work\" + 0.014*\"reality\" + 0.014*\"turn\" + 0.014*\"customer\""], [9, "0.041*\"product\" + 0.030*\"information\" + 0.026*\"provide\" + 0.021*\"team\" + 0.017*\"contact\" + 0.017*\"manufacture\" + 0.015*\"form\" + 0.015*\"need\" + 0.014*\"quality\" + 0.013*\"design\""]], "kpe_resutls": [["polym product solut", 0.10886919581293542], ["marin industri term", 0.05860231021535503], ["design", 0.04870076252665897], ["materi", 0.04651746573760093], ["develop technolog", 0.044986662090235455], ["slip sheet", 0.043428077383133236], ["differ product", 0.0429350045535115], ["new zealand", 0.035581926492151396], ["real differ", 0.034172865422842764], ["touch", 0.032489666254757674]], "rake_resutls": [[57.743859649122804, "development connected worldwide experienced across industries featured products solutions"], [52.22982017982017, "industry solutions construction packaging appliances leading edge bioplastic developments"], [51.748696968666, "industry solutions construction packaging appliances window joinery quality polymer products"], [50.554545454545455, "leading edge bioplastic developments community commitment sustainability initiative trees"], [50.33817065287654, "industry solutions appliances healthcare construction marine quality polymer solutions"], [48.13817065287653, "industry solutions construction healthcare appliances automotive quality polymer solutions"], [48.076265890971776, "industry solutions construction healthcare marine construction quality polymer solutions"], [44.94642857142857, "touch new zealand glazing seals standard glazing catalgoue need"], [43.19230769230769, "net inspect monitors measurement trends within quality zones"], [42.82435897435897, "industry solutions window joinery appliances marine industry terms"], [38.86904761904762, "plastics new zealand sustainability initiative since 2003"], [38.791666666666664, "tom thomson managing director © epl group 2020"], [37.303030303030305, "64 27 627 7779 gareth loves seeing"], [37.00833333333333, "touch new zealand thailand australia careers wide range"], [34.1559829059829, "material handling slip sheets packaging material looking"], [34.06190476190476, "real difference slip sheets glazing contact us get"], [33.78314536340852, "new zealand based manufacturing businesses exporting products"], [31.083333333333332, "rapid prototyping 3d flow modelling packaging"], [30.0, "santoprene ® tpv outside mainland usa"], [29.259615384615387, "touch australia quality assured quality plus"], [29.0, "production lines 24 hours per day"], [28.25, "plato creative © epl group 2020"], [28.218207282913166, "polymer manufacturing solutions across multiple industries"], [27.969696969696965, "64 3 373 8604 melissa joined"], [27.847619047619048, "touch thailand new zealand operations get"], [27.83571428571429, "customer service contact us australia operations get"], [26.71883116883117, "leading edge bioplastic developments design"], [26.386904761904763, "plastic new zealand south island branch"], [26.324408924408928, "window industry go back 45 years"], [25.928571428571427, "canterbury westcoast rescue trust volunteer work"], [25.674408924408922, "health industry go back 45 years"], [25.31111111111111, "mark flewellen national technical development manager"], [25.257742257742258, "agricultural industry go back 45 years"], [24.86052631578947, "6433738619 stephen loves developing new products"], [24.833333333333336, "entire working career since leaving school"], [24.244444444444444, "local focus new zealand thailand australia"], [23.8030303030303, "64 3 373 8600 sue"], [23.8017848164907, "material handling quality polymer solutions"], [23.682748538011694, "material handling products including pvc tubing"], [23.53333333333333, "new zealand operations provide expert service"], [23.383333333333333, "catalogue © epl group 2020"], [23.333333333333336, "luz venezuela ), dip h"], [23.011363636363637, "64 21 743 333 tom"], [22.903030303030302, "64 3 373 8607 always"], [22.853030303030305, "64 21 222 7412 mark"], [22.833333333333332, "dishdrawers ® require smaller parts"], [22.719696969696972, "64 21 222 7421 brian"], [22.5, "growing problem trialling options scaling"], [22.40392156862745, "offer competitively priced polymer solutions"], [22.381302521008404, "produced countless polymer extrusion profiles since"]], "guided_lda_resutls": [["products", "since", "deliver", "form", "profiles", "industry", "make", "provide", "exterior", "custom"], ["window", "resene", "64", "extrusion", "joinery", "turn", "president", "3d", "tools", "fishing"], ["challenges", "expert", "possible", "service", "plastic", "anyone", "develop", "may", "developments", "family"], ["product", "find", "years", "leading", "greater", "nothing", "capabilities", "based", "world", "able"], ["glazing", "market", "material", "rugby", "touch", "plant", "catalogue", "response", "upon", "helping"], ["new", "epl", "team", "us", "including", "applications", "extensive", "please", "robust", "specification"], ["clients", "listening", "moulding", "number", "1974", "around", "respond", "full", "need", "seals"], ["get", "variety", "offer", "ideal", "whether", "one", "materials", "tpv", "hose", "clean"], ["effective", "across", "approach", "christchurch", "community", "plato", "order", "plastics", "different", "trees"], ["design", "help", "thailand", "specific", "work", "costs", "operations", "savings", "teams", "produce"], ["plato", "marine", "difference", "also", "partnering", "supply", "slip", "australia", "extrusion", "innovation"], ["looking", "cost", "range", "partner", "process", "enjoys", "facility", "services", "well", "flexible"], ["quality", "right", "business", "maximise", "offer", "food", "exploring", "three", "back", "reserved"], ["manufacturing", "polymer", "solutions", "group", "rights", "used", "needs", "injection", "results", "address"], ["industry", "customers", "contact", "manufacture", "construction", "process", "appliances", "sheets", "proud", "dedicated"], ["time", "facilities", "look", "degrading", "see", "existing", "project", "standards", "venezuela", "families"], ["working", "life", "like", "diploma", "research", "customer", "year", "warehousing", "2006", "moulded"], ["zealand", "website", "development", "early", "provide", "expertise", "support", "made", "starts", "tom"], ["priced", "go", "chat", "behind", "experience", "slip", "challenge", "pvc", "started", "ways"], ["creative", "2020", "solution", "reserved", "information", "ensure", "appliance", "improving", "competitively", "local"]], "textrank_resutls": [[0.1267407527162564, 1, "construction healthcare marine construction quality polymer solutions"], [0.12474106929503546, 1, "marine industry window joinery appliances appliances quality polymer solutions"], [0.12253622826745644, 1, "construction healthcare appliances automotive quality polymer solutions"], [0.12162526750104619, 2, "other industry solutions"], [0.12139440054549702, 1, "marine industry appliances healthcare industry agriculture quality polymer solutions"], [0.12044738643502066, 1, "window joinery marine industry appliances health industry quality polymer solutions"], [0.116592398355232, 1, "industries featured products solutions"], [0.11579300059760082, 1, "quality polymer product solutions"], [0.11312107395130963, 1, "food manufacturing quality polymer solutions"], [0.10932347755086605, 10, "solutions"], [0.10906116448499227, 1, "design and development other industry solutions appliances healthcare construction marine quality polymer solutions"], [0.10903176094653814, 1, "construction packaging appliances window joinery quality polymer products"], [0.10534774339051804, 1, "marine industry window joinery appliances appliances quality"], [0.10305265892766315, 1, "construction healthcare marine construction quality"], [0.102297058460943, 1, "appliances healthcare construction marine quality"], [0.10056706318197409, 1, "marine industry appliances healthcare industry agriculture quality"], [0.09654238120375398, 1, "construction healthcare appliances automotive quality"], [0.09422566838023715, 1, "construction packaging appliances window"], [0.09202828288970606, 1, "construction packaging appliances leading"], [0.09048476379842205, 2, "resene construction design and development other industry solutions"], [0.09039234347994847, 1, "industry solutions window joinery agriculture construction appliances automotive marine food manufacturing health sector packaging solutions"], [0.08540597186894566, 3, "design and development other industry solutions"], [0.08091685248133025, 1, "3d flow modelling packaging and material handling quality polymer solutions"], [0.08074678861088014, 2, "window joinery appliances"], [0.07764763823756243, 3, "a polymer product solution"], [0.07738622863436034, 1, "development other industry"], [0.07733574500050024, 1, "resene construction need"], [0.07543725624823115, 1, "new zealand glazing seals standard"], [0.07522597001354205, 1, "new zealand glazing seals"], [0.07512718821061756, 1, "marine industry terms"], [0.07500618668300348, 2, "resene construction solutions"], [0.07461123110601775, 2, "new zealand thailand australia careers"], [0.07296657952934875, 1, "resene construction"], [0.07189733039201968, 2, "australia quality"], [0.06959610864800247, 2, "thailand new zealand operations"], [0.06876886426864781, 1, "leading edge bioplastic developments"], [0.0680939505109475, 1, "leading edge bioplastic developments community commitment sustainability initiative trees"], [0.06723168667850196, 1, "slip sheets slip sheet customisation"], [0.06554940879872839, 3, "your own custom solution"], [0.06531231400983666, 1, "quality"], [0.064185311558059, 2, "resene construction design and development other"], [0.060912550813586576, 1, "products"], [0.060263073071134356, 1, "a glazing solution"], [0.0601797102462769, 1, "slip sheets slip"], [0.05990211202944034, 1, "glazing seals"], [0.05936664530692361, 1, "local focus"], [0.05881183798206444, 1, "contact us australia"], [0.058055365794536684, 1, "standard glazing range catalogue"], [0.05799119855427064, 1, "slip sheets glazing seals custom design & development technology"], [0.05509168055057694, 1, "trust volunteer work"]], "textrank_summery__resutls": ["Design and Development Solutions that stack up Other industry solutions Construction Healthcare Marine Construction Quality polymer solutions for the construction industry", "Innovative design and development Connected worldwide Experienced across industries Featured products Solutions that make a real difference", "Design and Development Other industry solutions Marine Industry Window Joinery Appliances Appliances Quality polymer solutions for the appliance industry", "Design and Development Other industry solutions", "Leading edge bioplastic developments Design and development See other industry solutions Construction Packaging Appliances Window Joinery Quality polymer products for window joinery Looking for a glazing solution?"], "wordcloud_resutls": [["team", 1.0], ["product", 0.74], ["customer", 0.72], ["EPL Group", 0.64], ["Group rights", 0.64], ["rights reserved", 0.64], ["reserved Website", 0.64], ["Website Plato", 0.64], ["Plato Creative", 0.64], ["New Zealand", 0.62], ["solution", 0.54], ["new product", 0.5], ["polymer product", 0.48], ["manufacturing", 0.46], ["appliance", 0.44], ["product design", 0.42], ["quality", 0.4], ["industry", 0.38], ["year", 0.38], ["polymer solutions", 0.38], ["design process", 0.36], ["EPL", 0.32], ["range", 0.3], ["work", 0.28], ["profiles", 0.28], ["Plastic", 0.28], ["manufacturing cost", 0.28], ["operation", 0.26], ["support", 0.26], ["cost effective", 0.26], ["Thailand", 0.24], ["manufacture", 0.24], ["across", 0.24], ["including", 0.24], ["expertise", 0.24], ["clip", 0.24], ["Design Development", 0.24], ["polymer extrusion", 0.24], ["form will", 0.24], ["information provide", 0.24], ["scale", 0.22], ["enjoy", 0.22], ["Slip Sheet", 0.22], ["Quality polymer", 0.22], ["Construction", 0.2], ["new", 0.2], ["partner", 0.2], ["Christchurch", 0.2], ["industry solutions", 0.2], ["quality cost", 0.2], ["competitively priced", 0.2], ["process starts", 0.2], ["starts listening", 0.2], ["listening specific", 0.2], ["specific needs", 0.2], ["shape new", 0.2], ["leading", 0.18], ["service", 0.18], ["glazing", 0.18], ["facility", 0.18], ["marine industry", 0.18], ["add value", 0.18], ["design improving", 0.18], ["priced polymer", 0.18], ["injection moulding", 0.18], ["offer competitively", 0.18], ["nothing working", 0.18], ["working clients", 0.18], ["clients help", 0.18], ["help shape", 0.18], ["needs exploring", 0.18], ["exploring best", 0.18], ["best approach", 0.18], ["approach deliver", 0.18], ["deliver right", 0.18], ["right solution", 0.18], ["solution find", 0.18], ["find partnering", 0.18], ["partnering clients", 0.18], ["clients early", 0.18], ["early design", 0.18], ["process results", 0.18], ["results greater", 0.18], ["greater manufacturing", 0.18], ["cost savings", 0.18], ["savings Chat", 0.18], ["Chat us", 0.18], ["us early", 0.18], ["early help", 0.18], ["help maximise", 0.18], ["maximise efficiencies", 0.18], ["innovation", 0.16], ["Australia", 0.16], ["develop", 0.16], ["produce", 0.16], ["Silicone", 0.16], ["world", 0.16], ["capabilities", 0.16], ["part", 0.16], ["expert", 0.16]], "lda_mallet_resutls": {"Topic_0": ["polymer", "quality", "cost", "extrusion", "produce", "effective", "experience", "expertise", "scale", "application"], "Topic_1": ["team", "support", "develop", "material", "number", "local", "community", "expert", "innovation", "involve"], "Topic_2": ["industry", "year", "clip", "plastic", "sheet", "time", "join", "life", "enjoy", "health"], "Topic_3": ["product", "provide", "information", "include", "form", "contact", "operation", "base", "ensure", "respond"], "Topic_4": ["solution", "website", "specific", "deliver", "start", "good", "approach", "challenge", "listen", "explore"], "Topic_5": ["work", "profile", "offer", "service", "market", "price", "variety", "food", "silicone", "competitively"], "Topic_6": ["design", "manufacturing", "process", "client", "partner", "early", "find", "great", "efficiency", "saving"], "Topic_7": ["product", "make", "improve", "difference", "add", "real", "shape", "purpose", "opportunity", "net"], "Topic_8": ["reserve", "appliance", "development", "lead", "facility", "construction", "call", "manager", "packaging", "idea"], "Topic_9": ["customer", "manufacture", "range", "polymer", "wide", "automotive", "plant", "exterior", "full", "slip"]}, "wordcloud_resultsbi": ["right_website", "new_product", "design_process", "polymer_product", "product_design", "polymer_solution", "industry_solution", "manufacturing_cost", "design_development", "information_form", "polymer_extrusion", "quality_cost", "quality_polymer", "solution_client", "cost_effective", "process_specific", "specific_need", "approach_right", "chat_efficiency", "client_design", "client_new", "cost_saving", "development_industry", "good_approach", "great_manufacturing", "injection_moulding", "need_good", "process_great", "right_solution", "saving_chat", "wide_range", "contact_information", "efficiency_right", "effective_polymer", "extrusion_injection", "food_manufacturing", "product_scale", "product_solution", "design_specification", "difference_customer", "extensive_experience", "help_new", "ideal_provider", "process_product", "product_team", "proud_market", "provider_quality", "range_polymer", "slip_sheet", "appliance_industry", "industry_client", "manufacturing_industry", "marine_industry", "moulding_ideal", "packaging_material", "product_proud", "product_window", "quality_robust", "real_difference", "refine_quality", "research_development", "resene_construction", "robust_product", "solution_construction", "specific_challenge", "team_right", "way_value", "additional_information", "address_request", "advertising_product", "appropriate_response", "client_refine", "customer_service", "diploma_design", "email_address", "expert_team", "exterior_facade", "form_additional", "form_appropriate", "form_product", "idea_reality", "information_email", "information_question", "information_right", "material_handling", "need_contact", "news_information", "number_application", "order_need", "product_news", "product_promotional", "promotional_advertising", "question_order", "request_contact", "response_information", "solution_appliance", "solution_marine", "solution_real", "specification_plastic", "tool_resene"]}]