[{"company": "Thrive Early Learning Centres", "introduction": "Childcare centres", "end_market": "Childcare", "industry": "Education", "link": "", "search_text": "Thrive Early Learning Centres australia/new zealand company", "title": "Thrive Early Learning Centres", "link_corrected": "https://www.thrive.edu.au/", "description": "Thrive Learning Centres are located in Sydney wide | Book a Tour or Call 02 ... to book a FREE, no-obligation tour at your nearest Thrive Early Learning Centre ... Give your children the most socially, academically and physically healthy daycare ... You'll quickly see why so many NSW parents choose Thrive to give their ...", "crawled_links": ["https://www.thrive.edu.au/privacy-policy/", "https://www.thrive.edu.au/centres/", "https://www.thrive.edu.au/book-a-tour-thank-you/", "https://www.thrive.edu.au/blog/", "https://www.thrive.edu.au/book-a-tour/", "https://www.thrive.edu.au/contact-us/", "https://www.thrive.edu.au/blog", "https://www.thrive.edu.au/careers/", "https://www.thrive.edu.au/new-centres-opening-soon/", "https://www.thrive.edu.au/pyrmont-early-learning-centre/", "https://www.thrive.edu.au/merrylands-early-learning-centre/", "https://www.thrive.edu.au/hornsby-early-learning-centre/", "https://www.thrive.edu.au/north-ryde-early-learning-centre/", "https://www.thrive.edu.au/coniston-early-learning-centre-2/", "https://www.thrive.edu.au/about-us/", "https://www.thrive.edu.au/coniston-early-learning-centre/", "https://www.thrive.edu.au/eco-thriving/", "https://www.thrive.edu.au/physically-thriving/", "https://www.thrive.edu.au/academically-thriving/", "https://www.thrive.edu.au/socially-thriving/", "https://www.thrive.edu.au/category/merrylands/", "https://www.thrive.edu.au/merrylands-open-day/", "https://www.thrive.edu.au/choosing-right-child-care/", "https://www.thrive.edu.au/author/thrive/", "https://www.thrive.edu.au/category/uncategorized/", "https://www.thrive.edu.au/favourite-brain-boosting-toddler-activities/", "https://www.thrive.edu.au/join-our-waiting-list/", "https://www.thrive.edu.au/cdn-cgi/l/email-protection", "https://www.thrive.edu.au/wp-login.php?redirect_to=https%3A%2F%2Fwww.thrive.edu.au%2Ffavourite-brain-boosting-toddler-activities%2F", "https://www.thrive.edu.au/wp-login.php?redirect_to=https%3A%2F%2Fwww.thrive.edu.au%2Fchoosing-right-child-care%2F", "https://www.thrive.edu.au/wp-login.php?redirect_to=https%3A%2F%2Fwww.thrive.edu.au%2Fmerrylands-open-day%2F", "https://www.thrive.edu.au/macquarie-park-early-learning-centre/", "https://www.thrive.edu.au/wollongong-early-learning-centre/", "https://www.thrive.edu.au/jobs/childcare-trainee-certificate-3-or-diploma-educators/", "https://www.thrive.edu.au/jobs/director-childcare-centre-manager-early-childhood/", "https://www.thrive.edu.au/jobs/early-childhood-teacher-ect-early-childhood-educator/"], "header_text": ["Privacy Policy for thrive.edu.au", "Data Controller and Owner", "Types of Data collected", "Methods of processing", "Place", "Retention time", "The use of the collected Data", "Facebook permissions asked by this Application", "Basic information", "Email", "Detailed information on the processing of Personal Data", "Legal action", "Additional information about User’s Personal Data", "System logs and maintenance", "Information not contained in this policy", "The rights of Users", "Changes to this privacy policy", "Information about this privacy policy", "Definitions and legal references", "Join our Waiting List", "Thanks for booking a tour!", "Address", "Contact", "Join our Waiting List", " ", " ", " ", "Latest Post", "Categories", "Book a Tour of Thrive Early Learning Centre Today!", "Where are you located?", "How many children do you have that would attend day care?", "What age group are your child/ren?", "Fill Out Your Details Below", "Our Office", "Contact us", " ", " ", " ", "Latest Post", "Categories", "TEAM – Together  Everyone  Achieves  More", "\r\n            ", "\r\n        ", "\r\n            ", "\r\n        ", "\r\n            ", "\r\n        ", "Join our Waiting List", "Two New Thrive Centre Locations Opening in MAY 2020", "Early Childhood Education Pyrmont", "We Care About Your Child’s Future", "Why Choose Thrive Early Learning", "Would you like to enrol your child for early childhood education in Pyrmont?", " Centre", "Book a Tour!!!", "Join our Waiting List", "Early Childhood Education Merrylands", "Your Child will be in Good Hands Here at Thrive", "We Make Getting Access to Top Quality Early Child Care in Merrylands Easy", "Contact Us Today to Book a Tour of Thrive", "Merrylands Centre – Now Open", "Book a Tour!!!", "Join our Waiting List", "Early Childhood Education Hornsby", "New to Hornsby, long day care and pre-school provision from one of Sydney’s top pre-school providers", "A better start in life from the child care centre Hornsby parents can trust", "Contact our Hornsby early childhood centre today and book your tour", "Hornsby Centre – Now Open", "Book a Tour!!!", "Join our Waiting List", "Early Childhood Education North Ryde", "Brand new to North Ryde, long day care at our Thrive Early Learning Centre", "Ensuring that your children thrive at the newest child care centre North Ryde has available", "Find out more or enrol your child in our child care centre in North Ryde today", "North Ryde Centre – Now Open", "Book a Tour!!!", "Join our Waiting List", "Early Childhood Education Coniston", "New to Coniston, long day care and pre-school provision from a name you can trust", "More than just pre-school education from the newest child care centre Coniston has on offer", "Find out more about our child care centre in Coniston today", "Coniston Centre – Now Opened", "Book a Tour!!!", "Join our Waiting List", "THRIVE -Learning for Life", "Why Thrive", "What We Offer", "Join our Waiting List", "Early Childhood Education Coniston", "New to Coniston, long day care and pre-school provision from a name you can trust", "More than just pre-school education from the newest child care centre Coniston has on offer", "Find out more about our child care centre in Coniston today", "Coniston Centre – Now Opened", "Book a Tour!!!", "Join our Waiting List", "“Better Environment Better Tomorrow”", "Join our Waiting List", "“Healthy body Healthy mind”", "Join our Waiting List", "“The adventure of life is to Learn”", "Our pre schoolers at thrive-", "Join our Waiting List", "“We believe that happy children are successful children”.", "Building milestones", "Building communities", "Building Partnerships", "Join our Waiting List", " ", "Latest Post", "Categories", " Opening Soon", " ", "No Comments", "Post A Comment", "Latest Post", "Categories", " Choosing the Right Child Care", "Find Child Care Before You Need It", "Choose a Provider With a Structured Curriculum", "Find out about the meals provided", "So There You Have It", " ", "No Comments", "Post A Comment", "Latest Post", "Categories", " ", " ", " ", "Latest Post", "Categories", " ", " ", "Latest Post", "Categories", " Our Favourite Brain-Boosting Toddler Activities", " ", "No Comments", "Post A Comment", "Latest Post", "Categories", "Parent or Guardians Details", "Children's Details", "Childcare Requirement", "Email Protection", " thrive.edu.au", "Early Childhood Education Macquarie Park", "The newest Macquarie Park long day care centre to help busy parents find balance", "Let your child Thrive with the best early childhood education Macquarie Park has available", "Want to know more? Call us now and book your tour of our Macquarie Park Early Learning Centre", "Macquarie Park Centre – Now open", "Early Childhood Education Wollongong", "Early child care in Wollongong to help parents balance home and work life", "Watch your child thrive in our early learning centre in Wollongong", "Book an appointment to tour the latest facilities for childcare Wollongong has available", "Wollongong Centre – Now Open", "Request a call back", "Book a Tour!!!", "Join our waiting list", "Job Features", "Apply Online", "\r\n                    ", "Job Features", "Apply Online", "\r\n                    ", "Job Features", "Apply Online", "\r\n                    "], "paragraph_text": ["This Application collects some Personal Data from its Users.", " ", "Carl Elassal, Thrive Early learning centres", "\nOwner contact email: ", "[email protected]", " ", "Among the types of Personal Data that this Application collects, by itself or through third parties, there are: Cookies and Usage Data.", "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.", "\nThe Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.", "All Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without any consequences on the availability or the functioning of the service.", "\nUsers who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.", "Any use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.", "Users are responsible for any third-party Personal Data obtained, published or shared through this Application and confirm that they have the third party’s consent to provide the Data to the Owner.", "\nMode and place of processing the Data", " ", "The Data Controller processes the Data of Users in a proper manner and shall take appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.", "The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Data Controller, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of the site (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.", "The updated list of these parties may be requested from the Data Controller at any time.", " ", "The Data is processed at the Data Controller’s operating offices and in any other places where the parties involved with the processing are located. For further information, please contact the Data Controller.", " ", "The Data is kept for the time necessary to provide the service requested by the User, or stated by the purposes outlined in this document, and the User can always request that the Data Controller suspend or remove the data.", " ", "The Data concerning the User is collected to allow the Owner to provide its services, as well as for the following purposes: Access to third-party accounts, Analytics and Backup saving and", "\nmanagement.", "The Personal Data used for each purpose is outlined in the specific sections of this document.", " ", "This Application may ask for some Facebook permissions allowing it to perform actions with the User’s Facebook account and to retrieve information, including Personal Data, from it. This service allows this Application to connect with the User’s account on the Facebook social network, provided by Facebook Inc.", "For more information about the following permissions, refer to the Facebook permissions documentation and to the Facebook privacy policy.", "The permissions asked are the following:", " ", "By default, this includes certain User’s Data such as id, name, picture, gender, and their locale. Certain connections of the User, such as the Friends, are also available. If the User has made more of their Data public, more information will be available.", " ", "Provides access to the User’s primary email address.", " ", "Personal Data is collected for the following purposes and using the following services:", "Additional information about Data collection and processing", " ", "The User’s Personal Data may be used for legal purposes by the Data Controller, in Court or in the stages leading to possible legal action arising from improper use of this Application or the related services.", "The User declares to be aware that the Data Controller may be required to reveal personal data upon request of public authorities.", " ", "In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular services or the collection and processing of Personal Data upon request.", " ", "For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) or use for this purpose other Personal Data (such as IP Address).", " ", "More details concerning the collection or processing of Personal Data may be requested from the Data Controller at any time. Please see the contact information at the beginning of this document.", " ", "Users have the right, at any time, to know whether their Personal Data has been stored and can consult the Data Controller to learn about their contents and origin, to verify their accuracy or to ask for them to be supplemented, cancelled, updated or corrected, or for their transformation into anonymous format or to block any data held in violation of the law, as well as to oppose their treatment for any and all legitimate reasons. Requests should be sent to the Data Controller at the contact information set out above.", "This Application does not support “Do Not Track” requests.", "To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.", " ", "The Data Controller reserves the right to make changes to this privacy policy at any time by giving notice to its Users on this page. It is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom. If a User objects to any of the changes to the Policy, the User must cease using this Application and can request that the Data Controller remove the Personal Data. Unless stated otherwise, the then-current privacy policy applies to all Personal Data the Data Controller has about Users.", " ", "The Data Controller is responsible for this privacy policy, prepared starting from the modules provided by Iubenda and hosted on Iubenda’s servers.", " ", "Latest update: January 28, 2018", "\n", "Privacy Policy", "(function (w,d) {var loader = function () {var s = d.createElement(\"script\"), tag = d.getElementsByTagName(\"script\")[0]; s.src = \"//cdn.iubenda.com/iubenda.js\"; tag.parentNode.insertBefore(s,tag);}; if(w.addEventListener){w.addEventListener(\"load\", loader, false);}else if(w.attachEvent){w.attachEvent(\"onload\", loader);}else{w.onload = loader;}})(window, document);", "\niubenda hosts this page and collects some Personal Data about Users Show the simplified Privacy Policy", "\nPrivacy Policy generated with iubenda.", "[wpsl]", "Someone will be in touch shortly to confirm your tour date.", "North Ryde", "\n123 Epping Rd, North Ryde, Australia", "Coniston", "\n5 Bridge St, Coniston, Australia", "Opening Hours", "\n7:00 AM – 6:00 PM, Monday to Friday", "Contact Number", "\n(02) 8021 9488", "The first six years of a child’s life are crucial for all areas of development including brain development. As parents and carers of children, we want to help young toddlers and set them up on a path for success by developing their learning and stimulating their memories and concentration skills.\r\n\r\nBrain-boosting toddler activities are the best way of doing just that and we’re about to share some of our favourite with you so keep reading!\r\n\r\n \tBuilding Blocks\r\n\r\nToddlers find it so hilarious when they build up a tower of play blocks and then knock them all down. If you have played with...", "Parents are endlessly worrying about the child care options available to them, and for good reason. There have been many reports in the media about substandard child care centres so it goes without saying that the most responsible thing a parent can do with regard to this issue is to choose a child care provider carefully.\r\n\r\nWhy this is so important is because all the experiences your child has during these early formative years will have a major impact on the person they eventually turn out to be. We all want the best for our children, so the mission is to...", "Choosing a Kindergarten or Day Care for your child isn’t an easy task.", "Book a tour today and we’ll show you how we will develop your child into a socially, academically, and physically thriving kid. With our expertly designed centre, huge range of educational resources, and nurturing staff, you’ll know exactly what your child will experience day-to-day. Please fill out this short survey so that we can tailor your tour and show you the things that are really important to you and your child.", "    ", "Hornsby", "North Ryde", "Merrylands", "Pyrmont", "Coniston", "Wollongong", "Macquarie Park", "\n    ", "\n  ", "    ", "1", "2", "3+", "\n    ", "\n  ", "    ", "0-2", "3-5", "Both age groups", "\n    ", "\n  ", "And one of our friendly staff will be in touch shortly", "    ", "How did you hear about us?", "Centre Event", "Centre Signage", "Community Event", "Direct Mail", "Email Campaign", "Facebook", "Flyer", "Other Social Media", "Publication Adv", "Referral", "Web Serch", "Unknown", "\n", "\n", "\n", "\n", "\n  ", "North Ryde", ": 123 Epping rd, Northryde", "Email", ":  ", "northryde", "@thrive.edu.au", "Phone", ":", " 02 8355 7777", "The first six years of a child’s life are crucial for all areas of development including brain development. As parents and carers of children, we want to help young toddlers and set them up on a path for success by developing their learning and stimulating their memories and concentration skills.\r\n\r\nBrain-boosting toddler activities are the best way of doing just that and we’re about to share some of our favourite with you so keep reading!\r\n\r\n \tBuilding Blocks\r\n\r\nToddlers find it so hilarious when they build up a tower of play blocks and then knock them all down. If you have played with...", "Parents are endlessly worrying about the child care options available to them, and for good reason. There have been many reports in the media about substandard child care centres so it goes without saying that the most responsible thing a parent can do with regard to this issue is to choose a child care provider carefully.\r\n\r\nWhy this is so important is because all the experiences your child has during these early formative years will have a major impact on the person they eventually turn out to be. We all want the best for our children, so the mission is to...", "We are always searching for amazing people to join our Thrive team apply below or email us today at ", "[email protected]", "We are looking for motivated, enthusiastic, reliable and passionate educators that hold an Overseas Pedagogical Qualification or Australian Early Childhood qualification and are willing be a part of a dedicated, friendly and supportive team that promotes high-quality service and education. Developmental Learning Centre Thrive is a privately owned childcare centre that was established in 2007. We opened with big ideas to help families from all over the world to adapt to the Australian setting. Our aim was to support and accommodate for all different cultures individually. Our curriculum is based on interests, exploration and ideas that lead us to new...", "Read More", "The centre A modern purpose built centre that is conveniently located in a Business park area and caters for children from aged 0-5 years old. The centre has been very successful in bring  education to the local community and committed to provide high quality child care services to children and families. The role: This is an amazing opportunity for an experienced, strong Centre Manager to create a culture, build, mentor and develop a team in a brand new venture. The role will provide you with the scope and opportunity to demonstrate your effective management skills, create innovative ideas, increase capacity and ensure...", "Read More", "This is a FANTASTIC opportunity to join our North Ryde Centre. Excellent working conditions & salary package on offer IMMEDIATE Start! Ongoing support from Management and Staff. Negotiable salary depending on experience. Uniform Provided. State of the art facilities and Resources", "Read More", " ", "\n", "\n", "\n", "\n", "\n", "Welcome to Thrive Early Learning; we’re the top choice for parents who are looking for an ", "early childhood centre in Pyrmont ", "that provides nurturing and caring for their child/children.", "If you’re looking for ", "early child care in Pyrmont ", "that will provide the best care for your little one(s), you’ll love the environment that we’ve created in our bright and modern centre. Located on Bank Street, Thrive Early Learning is committed to providing the best ", "early childhood education", " in ", "Pyrmont. ", "Read more…", "The experiences your child has and the knowledge that he/she gains between birth and six years old will determine the rest of his/her life. Those early years are crucial when it comes to shaping a person’s future both in terms of what kind of person they’ll be and how they’ll perform in terms of their education.", "As an ", "early learning centre in Pyrmont ", "that cares about the future of our children, we’ve structure our entire centre and our curriculum to ensure that your little one’s future will be bright.", "Our team in our ", "early childhood centre in Pyrmont ", "is not just there to mind your child until you arrive to pick him/her up. We’re here to ensure your child thrives socially, academically, ecologically, and physically.", "Parents choose us for ", "early child care in Pyrmont ", "over other centres for the following reasons;", "If so, we’d love to hear from you. You can book a tour of our centre to see our facilities and meet our team so get in touch with us today.", "For more information on our long day care services or to learn more about the curriculum that we follow in our kindergarten, just give us a call on 02 80219488 as we’d be happy to help you. We are also taking enrolments now for our ", "Wollongong", ", ", "Consiston", ", ", "NorthRyde", ", ", "Merrylands", ", ", "Macquarie Park", " & ", "Hornsby Early Learning Centres", ".", "…Hide Content", "Pyrmont", "\n", "Opening Hours", "7:30 AM – 6:30 PM", "\nMonday to Friday", "Contact Number", "(02) 9518 4033", "\n", "\n", "\n", "\n", "\n", "Welcome to Thrive Early Learning; we’re the number one provider of ", "early child care in Merrylands ", "and its surrounding suburbs.", "As a local family run centre, we believe that ", "early childhood education in Merrylands ", "should provide everything that a child needs to set out on a successful journey in life.", "From providing a safe and empowering environment where children can be themselves to following a curriculum that’s designed to help children thrive, we’ve created a ", "child care Merrylands ", "centre that parents always choose first.", "Read more…", "The following are just some of the other reasons why you should consider Thrive for your little one(s);", "When your child attends our ", "kindergarten in Merrylands, ", "he/she can thrive in an environment that allows him/her to;", "The experiences that your child has between the ages of 0 and 6 years old will literally shape the kind of person that they’ll grow up to be. It’s therefore essential that, as a parent, you do everything you can to ensure that your little one has the best experiences and care possible when it comes to attending ", "day care in Merrylands.", "Finding the right centre that specialises in ", "early childhood education in Merrylands ", "is one of the most important things you will do for your child and we’re here to make that task a little easier.", "We invite you to come and see us and take a tour of our centre so you can see the facilities and meet our team for yourself. The tour is free and it comes with zero obligations. Reserve your place by filling out ", "your details here", ". We are also taking enrolments now for our ", "Wollongong", ", ", "Consiston", ", ", "NorthRyde", ", ", "Pyrmont", ", ", "Macquarie Park", " & ", "Hornsby Early Learning Centres", ".", "…Hide Content", "Merrylands", "\n", "Opening Hours", "7:00 AM – 6:00 PM", "\nMonday to Friday", "Contact Number", "02 9682 1885", "\n", "\n", "\n", "\n", "\n", "Are you looking for pre-school or day care provision in Hornsby? If so, you may want to consider enrolling your child in our new ", "Hornsby early learning centre", " on Bridge Street.", "One of the latest centres from Sydney based Thrive Early Learning Centres, we’ve brought all our experience and expertise, together with our fun ‘Thrive’ curriculum to our bright and modern ", "Hornsby day care centre", ".", "Perfect for busy working parents or parents who just want to give their children a head start, our ", "Hornsby pre-school ", "is sure to be over-subscribed so pay us a visit and get your child’s name on the waiting list as soon as possible.", "Read more…", "Over the years we’ve gained an enviable reputation for the quality of our pre-school and day care provision, and now it’s available right here for your convenience in our ", "Hornsby kindergarten", ".", "When you choose to enrol your child into our care, your children will benefit from being in the kind of ", "early learning centre Hornsby ", "parents prefer, especially when it comes to finding day care to fit in with their busy working lives.", "We’re open from Monday to Friday from 7 in the morning through to 6 in the evenings, all meals are provided from our own catering facilities, and all meals, nappies and wipes are included in our all-inclusive fees.", "We’ve got plenty of indoor and outdoor space to meet the needs of your little ones, so why not come along and see it for yourself?", "All parents want to be sure that when they put their child into day care, they’re going to be looked after in a setting that’s caring, supportive and nurturing.", "At our early learning centre in Hornsby, you’re guaranteed this kind of environment, together with play-based learning activities for your child that will really help them to grow and develop.", "We believe that the first years of a child’s life are the most important, and so we’ve put together our ‘Thrive’ curriculum that aims to support and develop your child’s cognitive, physical, social and emotional wellbeing, and is fully supported by the Early Years Learning Framework NSW.", "If you’d like to know more about our new ", "early childhood centre, Hornsby", " parents can call 02 8411 2812 or email us at ", "[email protected]", ".", "We are also now taking enrolments for our ", "Coniston", " , ", "Merrylands ", "and ", "North Ryde Early Learning Centers", ". To book a tour of our facilities, either call, email or fill in the contact form on our website. The staff at Thrive ", "Early Learning Centre Hornsby", " is looking forward to meeting you and showing you just how much your child would benefit from being part of the Thrive family.", "…Hide Content", "Hornsby", "\n", "Opening Hours", "7:00 AM – 6:00 PM", "\nMonday to Friday", "Contact Number", "(02) 8411 2812", "\n", "\n", "\n", "\n", "\n", "When it comes to choosing child care for your pre-school child, you want to be sure that they’ll be spending time in a safe and supportive environment.", "At Thrive Early Learning Centres, we’ve got a reputation for having some of the most caring early learning centres in Sydney, and we’ve just brought our knowledge and expertise to your area with the opening of ", "North Ryde Early Learning Centre", " in Epping Road North.", "In keeping with all our child care centres, our ", "North Ryde pre-school", " offers both pre-school education and the kind of ", "long day care North Ryde", " parents need, to help them to balance home and work life.", "Read more…", "As a family run business, we understand how challenging it can sometimes be to manage a family and a career. That’s why we’ve brought our special brand of day care to a purpose built ", "early learning centre North Ryde", " children and parents will love.", "Our new ", "North Ryde day care", " centre is bright, modern and welcoming with plenty of places for children both indoors and out. We’ve got our own catering facilities so that we can prepare nutritious, healthy food for your children, and all our meals are included in our inclusive fees, as are nappies and wipes.", "To accommodate working parents, our ", "North Ryde kindergarten", " is open from 7 in the morning until 6 at night, and we offer a full range of play-based learning activities to keep your little ones engaged while they’re in our care.", "As in our other ", "Thrive Early Learning Centres in Sydney", ", we offer our tried and tested ‘Thrive’ curriculum to all the children in our care.", "Through a carefully created program of play-based learning activities supported by the Early Years Learning Framework NSW, we aim to promote the growth and development of all areas of your child’s wellbeing, from physical and cognitive through to social and emotional.", "We aim to give your child the best possible start in life in the kind of ", "early childhood centre North Ryde", " parents will be happy to leave their children.", "And, we want you to feel that when you enrol your child in our centre, your children will be getting the best ", "early childhood education North Ryde", " has available.", "The staff at Thrive ", "Early Learning Centre in North Ryde", " will be happy to show you around our brand-new pre-school facility and to answer any questions you may have. We are also now taking enrolments for our ", "Early Centres in Macquarie Park", ", ", "Wollongong", ", ", "Artarmon", ", ", "Coniston", " and ", "Hornsby.", "To make an appointment for your tour, simply call us on 02 8021 9488, email us at ", "[email protected]", " or fill in the contact form on our website.", "…Hide Content", "North Ryde", "\n", "123 Epping Rd, North Ryde, NSW, 2113", "Opening Hours", "7:00 AM – 6:00 PM", "\nMonday to Friday", "Contact Number", "(02) 8021 9488", "\n", "\n", "\n", "\n", "\n", "Choosing the right child care for your pre-school child can be stressful at times. At Thrive Early Learning Centres we take all the stress away by providing top quality pre-school education and day care that’s renowned as some of the best in Sydney.", "And now we’ve brought our knowledge and expertise to your area with our brand-new ", "Coniston Early Learning Centre", ".", "Just like all our other day care centres in Sydney our ", "Coniston day care centre ", "promises a nurturing and supportive environment for all pre-school children, whether they need day care while you’re at work, or you simply want to give them the best start in life with our carefully thought-out Thrive curriculum.", "Read more…", "We’ve already got an enviable reputation for the quality of our day care in Sydney. As a family run business, we pride ourselves on providing the kind of ", "early childhood centre Coniston", " parents will find invaluable when it comes to the care and nurturing of your children.", "Our purpose-built ", "Coniston kindergarten", " in Bridge Street is bright and modern, with plenty of indoor and outdoor space for your children, together with its own catering facility.", "We’ve got some of the best ", "Coniston pre-school", " teachers and managers, and our specially created curriculum uses play-based learning activities which are supported by the Early Years Learning Framework NSW.", "To accommodate working parents, we’re open from 7 in the morning until 6 in the evenings, and our fees are fully inclusive of all meals, nappies and wipes.", "Since we opened our first Thrive Early Learning Centre, we’ve been committed to creating a safe and supportive environment for children to learn and grow.", "We have a firm belief that the early years of a child’s life are the most important, and that’s why our curriculum looks at the child as a whole. We want to promote development in all areas of their life, from physical and cognitive growth through to their social and emotional wellbeing.", "When you send your child to our ", "early child care centre, Coniston", " parents can feel confident that you’ll be giving your child a great start in life.", "If you’d like to know more about our new ", "child care centre, Coniston parents", " can book a tour to see the centre for yourself prior to joining our waiting list.", "Simply call us on 02 4244 7554 or email us at ", "[email protected]", " . and make an appointment.", "We’d love to welcome you to our brand-new ", "early learning centre in artarmon", ", ", "North Ryde", ", ", "Wollongong", " and other ", "early learning centers in sydney", " and show you just what a difference Thrive can make to your child’s, and your, life.", "…Hide Content", "Coniston", "5 Bridge St, ", "Coniston, Australia", "Opening Hours", "7:00 AM – 6:00 PM", "\nMonday to Friday", "Contact Number", "(02) 4244 7554", "At Thrive Early Learning Centres we believe early childhood years are the most vital of a persons life. Therefore, we regard this as an important time to promote growth and development in all areas of wellbeing. We encourage growth of the “whole” child as we believe the social, emotional, physical and cognitive abilities are deeply intertwined and are equally important in ensuring a child’s well-being, learning and growth.", "Thrive Early Learning centres is a family owned and loved dream of nurturing and caring for your children. Our Centres  are built on a wealth of knowledge and many years of experience by both educators and management alike.", "At Thrive we want to make sure your children are happy safe and secure. Our outdoor and indoor environments are aesthetically pleasing and aim to cater for creative minds and growing bodies.", "Our qualified staff ensure that children are exploring and using their creative abilities to learn laugh and grow.", "At Thrive we want to make childcare easy for busy parents, our centres are all inclusive. All centres are fully equipped with catering facilities . Fees include all meals, nappies and wipes.", "The thrive curriculum is all your child needs to begin their journey to learning for life.", "Our curriculum incorporates the 3 major areas of learning. The combination of social, academic and physical aspects of growing are what makes all children special and unique. We encourage creative and structured play in all areas of our curriculum this fosters childrens curiosity and social skills. It may look to outsiders as if the children are just having fun, but teachers and psychologists know that play is how children learn. Through play, they become mini-scientists, exploring the world around them. But they also learn social skills and teamwork, and discover what can happen when they let their imaginations run free.", "Guided by the values and principles of the Early Years Learning Framework we aim to create an exceptional place where children are always “learning for life”.", "The EYLF and Thrive curriculum aim to work on 5 very important outcomes:", "Children learn about themselves and construct their own identity within the context of their families and communities. This includes their relationships with people, places, things and the actions and responses of others. Knowing who we are is essential in forming relationships with others.", "Through our “thriving “curriculum we endeavour to create successful competent learners that have a strong sense of identity, are individually catered for and are equipped with skills that promote life long learning.", "Having a positive sense of identity and experiencing respectful, responsive relationships, strengthens children’s interest and skills in being and becoming active contributors to their world.", "Thrive Early Learning centres are a safe and nurturing environment where children will feel encouraged, equal and included. Through our “thriving” curriculum children will learn and develop responsible habits that will promote confident and involved learners that can contribute to their world and environment. Our centres are an exceptional place where children are always “learning for life”.", "At Thrive, learning about healthy lifestyles, including nutrition, personal hygiene, physical fitness, emotions and social relationships is integral to wellbeing and self-confidence. Physical wellbeing contributes to the childrens ability to concentrate, cooperate and learn. Our Thrive Centres aim to promote healthy, happy children.", "A sense of security and sound wellbeing gives children the confidence to experiment, explore and to try out new ideas, thus developing their competence and becoming active and involved participants in learning.", "Our Thrive team encourages confident and involved learners by using families and community experiences to share understanding and include them in our early childhood setting. This assists children to make connections and to make sense of new experiences.", "At Thrive early learning centres we use processes such as exploration, collaboration and problem solving across all aspects of our curriculum.", "Communication is crucial!", "From birth children communicate with others using gestures, sounds, language and assisted communication. We are all social beings who are intrinsically motivated to exchange ideas, thoughts, questions and feelings with others. At Thrive we use a range of tools and media, including music, dance and drama for children to express themselves and connect with others and extend their learning.", "The team at Thrive aim to maintain a clear and open line of communication with our parents to promote healthy feedback and partnerships that will strengthen our centre community.", "\n", "\n", "\n", "\n", "\n", "Choosing the right child care for your pre-school child can be stressful at times. At Thrive Early Learning Centres we take all the stress away by providing top quality pre-school education and day care that’s renowned as some of the best in Sydney.", "And now we’ve brought our knowledge and expertise to your area with our brand-new ", "Coniston Early Learning Centre", ".", "Just like all our other day care centres in Sydney our ", "Coniston day care centre ", "promises a nurturing and supportive environment for all pre-school children, whether they need day care while you’re at work, or you simply want to give them the best start in life with our carefully thought-out Thrive curriculum.", "Read more…", "We’ve already got an enviable reputation for the quality of our day care in Sydney. As a family run business, we pride ourselves on providing the kind of ", "early childhood centre Coniston", " parents will find invaluable when it comes to the care and nurturing of your children.", "Our purpose-built ", "Coniston kindergarten", " in Bridge Street is bright and modern, with plenty of indoor and outdoor space for your children, together with its own catering facility.", "We’ve got some of the best ", "Coniston pre-school", " teachers and managers, and our specially created curriculum uses play-based learning activities which are supported by the Early Years Learning Framework NSW.", "To accommodate working parents, we’re open from 7 in the morning until 6 in the evenings, and our fees are fully inclusive of all meals, nappies and wipes.", "Since we opened our first Thrive Early Learning Centre, we’ve been committed to creating a safe and supportive environment for children to learn and grow.", "We have a firm belief that the early years of a child’s life are the most important, and that’s why our curriculum looks at the child as a whole. We want to promote development in all areas of their life, from physical and cognitive growth through to their social and emotional wellbeing.", "When you send your child to our ", "early child care centre, Coniston", " parents can feel confident that you’ll be giving your child a great start in life.", "If you’d like to know more about our new ", "child care centre, Coniston parents", " can book a tour to see the centre for yourself prior to joining our waiting list.", "Simply call us on 02 4244 7554 or email us at ", "[email protected]", " . and make an appointment.", "We’d love to welcome you to our brand-new ", "early learning centre in artarmon", ", ", "North Ryde", ", ", "Wollongong", " and other ", "early learning centers in sydney", " and show you just what a difference Thrive can make to your child’s, and your, life.", "…Hide Content", "Coniston", "5 Bridge St, ", "Coniston, Australia", "Opening Hours", "7:00 AM – 6:00 PM", "\nMonday to Friday", "Contact Number", "(02) 4244 7554", "At thrive we aim to operate sustainably. All Thrive centres use rainwater tanks to enable watering of plants and vegetation .We also encourage children to “Recycle, Reuse and Reduce” by providing recycling centres in our childrens rooms so that it is accessible and enforceable. Centres also have a compost bin in which all food scraps are reused in order to water and maintain our beautiful gardens.", "Children learn about the importance of being environmentally aware and taking care of nature so that it provides for us long term. We encourage our children to not only enjoy their outdoor environment but learn to live from it by growing plants and food we can use inside.", "Our green program helps children to discover that loving and looking after nature means a better future for our world.", "Early childhood is the ideal time to instill in children the love of good eating and physical activity.", "At thrive we implement the “Munch and Move program” which is a NSW health initiative that supports the healthy development of children birth to 5 years by promoting physical activity, healthy eating and reduced small screen time. In this program children learn a range of fundamental movement skills that will help children take part in and enjoy physical activity throughout their lives.", "At Thrive we also take pride in our outdoor spaces and encourage children to participate in organised outdoor sports which is managed by the Thrive team. Our staff will focus on achieving the different physical milestones of each age group through a range of fun outdoor activities your child will love.", " ", "Nutrition- “ Making healthy normal”", "Implementing the “Munch and Move program” also means that we are constantly reviewing the centre food menus to provide well balanced, nutritionally satisfying meals. Our menus and meals are designed and overlooked  by a team of peadatricians that make sure your child is eating healthy and receiving their  daily requirements in our care.", "Meal time is not only just about the great food offered in our centres but we use this time to create meaningful learning experiences where language development can take place between educators and children.", "All food is cooked on site by a professional chef that uses ALL fresh seasonal ingredients and is of course made with LOVE", "At Thrive Early Learning Centres we are focussed on making literacy and numeracy a part of everyday life and learning. Literacy and numeracy capabilities are important aspects of communication and are vital for successful learning across the curriculum.", "Literacy is taught and expressed in a variety of ways, it incorporates a range of modes of communication including music, movement, dance, storytelling, visual arts, media and drama, as well as talking, listening, viewing, reading and writing.", "In an increasingly technological world, the ability to critically analyse texts is a key component of literacy. Children benefit from opportunities to explore their world using technologies and to develop confidence in using digital media.", "Children bring new mathematical understandings through engaging with problem solving. It is essential that the mathematical ideas with which young children interact are relevant and meaningful in the context of their current lives.", "Learning experiences at Thrive build on a range of experiences with language, literacy and numeracy that children have within their families and communities.", "Thrive staff are trained to create Positive experiences in literacy and numeracy and recognise how essential these are in forming and creating the platform for future successful learning.", " ", "Our pre- school program focuses on preparing your child for reading writing and arithmetic. The Thrive team embraces a child centred multi-sensory, phonemic awareness program called Jolly phonics along side an online partner called Reading eggs. These programs teach the five key skills of reading and writing by seeing hearing feeling and doing, giving children a sense of achievement. In this program children cover:", "Both these programs are being taught in many primary schools and at Thrive we intend to use it in our centres to give children a headstart to their learning.", "Our use of technology in the classroom to enable and assist in learning will not only make learning fun but will be a time where children look forward to the programs and concepts being reinforced or taught.", "The academically thriving program not only embraces children’s abilities but we intend to further their knowledge and help children expand on their learning experiences.", "We tailor all our programs so that children can relate to what is being taught and participate in a ways that harbour self confidence.", "Parents will be provided with a checklist of things their chid can and can’t do so that we can work together on furthering their childs academic experiences.", "Social development involves learning the values, knowledge and skills that enable children to relate to those around them.", "At thrive Early learning centres we aim to equip children with", "Thrive carers assist all age groups in developing their social milestones by promoting good social practise, respect and cognitive empathy thinking. In order to do this children must have a sense of “belonging” in their community and self confidence to be able to build social relationships with those around them.", "Our program is supported by the Early Learning Years framework NSW and is delivered through a combination of structured and play based learning opportunities that build on children’s strengths and experiences.", "In our “socially thriving” curriculum we also want to harbour in children a respect and tolerance for diversity as our community continues to grow and change. We do this by making sure celebrations from around the world are acknowledged and children understand the world around them through books and experiences shared within the community.", "Respect for diversity and partnerships with families build better, stronger centres. These are extremely important values that form a basis that the Thrive team continues to build on. Educators at thrive recognise that families are childrens first and most influential teachers, Children need to feel that parents are involved in their learning and growing by participating in the various centre based activities provided.", "You must be ", "logged in", " to post a comment.", "Parents are endlessly worrying about the child care options available to them, and for good reason. There have been many reports in the media about substandard child care centres so it goes without saying that the most responsible thing a parent can do with regard to this issue is to choose a child care provider carefully.", "Why this is so important is because all the experiences your child has during these early formative years will have a major impact on the person they eventually turn out to be. We all want the best for our children, so the mission is to choose child care that helps the child to positively thrive while avoiding negative experiences as much as possible.", "In this short guide, we’ll tell you some of the things that can indicate the quality of child care you can expect from a provider based on what you can see. With places for child care so fiercely competitive, getting it right the first time is definitely a goal worth striving for.", "If there’s just one tip you take away from this article, this is the one it should be. Child care places fill quickly (the good ones at least) and you need to make sure you’re at the number one position on the waiting list. That means it’s best to start your search before your child is even born, as that way you get to check more thoroughly and you’ll also be ahead of those who leave it until later to get onto the waiting list.", "Some child care providers just let the kids run around as free spirits, and while that can be a fun experience, it doesn’t help your child to gain the best from his or her formative years. This is the most important time in your child’s life, and a daycare provider that can provide a fun educational environment is much better than one that doesn’t care much about providing opportunities for learning.", "If you’re not sure why that’s so important, it’s because of the way the brain develops. A newborn baby has more than 20 billion brain cells. That’s an amazing fact right there. The problem, however, is that the actual number of brain cells is far less important than the number of connections that exist between those cells.", "Experience of any kind will trigger neurons to fire, and when a group of neurons fire together, a neural pathway is formed between these neurons. The more frequently and intensely groups of neurons fire together, the more neural pathways get formed, and the better that brain is able to function.", "Conversely, and somewhat frighteningly, neurons that don’t fire will wither and die. By the time that newborn baby is a year old, many billions of brain cells will be already gone, but more importantly, far more neural pathways will have been forged. The pathways are the key to a highly developed mind, far more important than the number of cells.", "By giving your child the optimal chance to gain positive experience in a supportive learning and social environment, brain development will be more advanced than would otherwise be the case.", "Child care providers such as the aptly named ", "Thrive Early Learning Centres", " are a perfect example of the type of child care services that give children the best chance to thrive and grow.", "Good ", "Child Care Centres", " will provide meals that support healthy growth and will encourage good eating habits. If the child care provider regularly serves up unhealthy or unappetising meals, they’re either cost-cutting or clueless, and neither is best for your child.", "Go with the provider that demonstrates a good understanding of nutrition, and that can answer your questions positively.", "It’s pretty simple really. Get off to an early start by locating a provider in advance of your need, check they have the proper credentials, look for a structured curriculum, make sure there is adequate supervision, check out what food is offered, and look for smiles. That’s really how easy it is to locate a good child care provider.", "You must be ", "logged in", " to post a comment.", "The first six years of a child’s life are crucial for all areas of development including brain development. As parents and carers of children, we want to help young toddlers and set them up on a path for success by developing their learning and stimulating their memories and concentration skills.\r\n\r\nBrain-boosting toddler activities are the best way of doing just that and we’re about to share some of our favourite with you so keep reading!\r\n\r\n \tBuilding Blocks\r\n\r\nToddlers find it so hilarious when they build up a tower of play blocks and then knock them all down. If you have played with...", "Parents are endlessly worrying about the child care options available to them, and for good reason. There have been many reports in the media about substandard child care centres so it goes without saying that the most responsible thing a parent can do with regard to this issue is to choose a child care provider carefully.\r\n\r\nWhy this is so important is because all the experiences your child has during these early formative years will have a major impact on the person they eventually turn out to be. We all want the best for our children, so the mission is to...", "The first six years of a child’s life are crucial for all areas of development including brain development. As parents and carers of children, we want to help young toddlers and set them up on a path for success by developing their learning and stimulating their memories and concentration skills.\r\n\r\nBrain-boosting toddler activities are the best way of doing just that and we’re about to share some of our favourite with you so keep reading!\r\n\r\n \tBuilding Blocks\r\n\r\nToddlers find it so hilarious when they build up a tower of play blocks and then knock them all down. If you have played with...", "Parents are endlessly worrying about the child care options available to them, and for good reason. There have been many reports in the media about substandard child care centres so it goes without saying that the most responsible thing a parent can do with regard to this issue is to choose a child care provider carefully.\r\n\r\nWhy this is so important is because all the experiences your child has during these early formative years will have a major impact on the person they eventually turn out to be. We all want the best for our children, so the mission is to...", "The first six years of a child’s life are crucial for all areas of development including brain development. As parents and carers of children, we want to help young toddlers and set them up on a path for success by developing their learning and stimulating their memories and concentration skills.", "Brain-boosting toddler activities are the best way of doing just that and we’re about to share some of our favourite with you so keep reading!", "Toddlers find it so hilarious when they build up a tower of play blocks and then knock them all down. If you have played with building blocks like Lego or something similar with a toddler, you will understand exactly what we mean.", "Again and again, they will want to re-build their “tower”, “castle” or “house” of blocks and, each time, the structure eventually come crashing down. If this is something your toddler enjoys, it’s an activity that you should encourage.", "Building with play blocks helps children to build their knowledge of directional language i.e. “up”, “down”, “left” right”, “here”, there” and requires the brain to develop strategic thinking. A child will be forced to engage in problem solving by having to answer questions such as “which block will fit on top of another block?” and “will the blocks tip over if I add this shaped block?”", "Few activities help to stimulate imagination and encourage creativity among toddlers like fancy dress. Playing dress-up isn’t just about allowing your toddler to wear their favourite Princess or Superman costume again and again.", "Put together a chest of different items and encourage them to come up with different “characters” based on the items and props inside. Dressing up is fun, it gets them thinking and it gives a child an opportunity to express himself/herself in so many different ways.", "Most children only get to experience a scavenger hunt once a year whether that’s at Easter or Christmas time. That’s no where near often enough for a really fun group activity that encourages and supports healthy brain development.", "Scavenger hunts don’t have to be extravagant. You can simply send your toddler on a fun mission around the home, perhaps with a little treat at the end as a reward.", "Send them off in search of 5 red items, or a specific list of common items like a pair of socks, a book or a towel. It helps to familiarise a toddler with different types of colours, objects etc. and it encourages their analytical and problem-solving skills in a really fun and effective way.", "It’s an age-old game but it remains a classic for many reasons. Games like “Duck, Duck, Goose” aren’t based on winning so toddlers are unlikely to shy away fearing losing as a result.", "A game with such a simple concept is a good introduction to gameplay for toddlers as it teaches them to understand and play by rules, while improving motor skills, making them aware of their surroundings and strengthening their attention span.", "Another classic game that is a huge hit with toddlers is Hide and Seek. It’s an excellent brain boosting game as each player is always engaged and learning.", "The hiding toddlers will need to think strategically and think fast of a suitable place to hide where the seeker will have difficulty finding them. The ‘seeking’ toddler will need to think about where the hiders could be, visualise places in the house where they could potential hide and demonstrate spatial awareness. There’s a lot more to a game of hide and seek than you think!", "And that completes our list of our 5 favourite brain-boosting activities for toddlers. How do you combine learning and fun for your little one? We’d love to hear from you!", "You must be ", "logged in", " to post a comment.", "The website from which you got to this page is protected by Cloudflare. Email addresses on that page have been hidden in order to keep them from being accessed by malicious bots. ", "You must enable Javascript in your browser in order to decode the e-mail address", ".", "If you have a website and are interested in protecting it in a similar way, you can ", "sign up for Cloudflare", ".", "\n    ", "Cloudflare Ray ID: ", "56ea639e9cebd6bd", "\n    ", "•", "\n    ", "Your IP", ": 192.248.15.153", "\n    ", "•", "\n    ", "Performance & security by", " ", "Cloudflare", "\n    \n  ", "\n", "\n", "\n", "\n", "\n", "Living in Macquarie Park just got even better with the addition of a brand new ", "Macquarie Park pre-school", ". Part of Thrive Early Learning Centres, our ", "Macquarie Park kindergarten", " provides both long day care and early childhood education for pre-school children in our bright and modern facility.", "Our ", "Macquarie Park day care", " centre is perfect for both working parents and parents who just want their child to get a head start in life, and offers our well-respected and very successful ‘Thrive’ curriculum which concentrates on developing all aspects of your child.", "We suspect that our ", "Macquarie Park early learning centre", " is going to be very popular, so make sure you pay us a visit as soon as possible to check out the facilities for yourself and to add your child to our waiting list.", "Read more…", "As a family run ", "early child care centre, Macquarie Park", " Early Learning Centre aims to provide working parents with a reliable and nurturing day care facility for little ones.", "Not only do we open from Monday to Friday from 7 in the morning until 6 in the evening, but we provide healthy and nutritious meals for your children from our own catering facilities.", "We’ve got plenty of modern, bright indoor and outdoor space, so that your children can play in safety, and our staff are fully committed to making sure that your child really has a great experience each and every time they visit.", "Our prices are fully inclusive of all meals, nappies and wipes, so why not come and check out the latest ", "early learning centre Macquarie Park", " has available and see all of our facilities?", "All parents want the best for their children, and we believe they’ll get one of the best starts at Thrive.", "As leaders in providing innovative ", "early childhood education, Macquarie Park", " Early Learning Centre will offer your child a chance to learn and grow in a totally supportive environment.", "Our ‘Thrive’ curriculum has been carefully thought out to support and develop children’s cognitive, physical, emotional and social wellbeing, and is fully supported by the Early Years Learning Framework NSW.", "If you’d like to book a tour of our new ", "pre-school and day care facility in Macquarie Park", ", call us on 02 8021 9488, email us at, ", "[email protected]", " or fill out the contact form on our website.", "Our committed and caring staff would love a chance to show you how your child will benefit from being part of the ", "Thrive Early Learning Centres", " family and what you can expect when you enrol them into our ", "Macquarie Park day care facility", ". Also, We are now taking enrolments for our ", "Hornsby", ", ", "North Ryde", ", ", "Artarmon", ", ", "Coniston Early Learning Centers", ".", "…Hide Content", "Book a Tour!!!", "Macquarie Park", "\n", "123 Epping Rd, Macquarie Park, NSW, 2113", "Opening Hours", "7:00 AM – 6:00 PM", "\nMonday to Friday", "Contact Number", "(02) 8021 9488", "Join our Waiting List", "We believe that the early years of a child’s life are the most important. That’s why, here at Thrive Early Learning Centres, we set out to provide the kind of early years’ care and education that children will really benefit from.", "And now, we’re bringing our early years’ expertise to Wollongong, with the opening of our brand new ", "early childhood centre in Wollongong", ".", "With a reputation for providing some of the best day care and pre-school education in Sydney, we aim to deliver the kind of ", "early childhood education Wollongong", " children need to give them the best start in life in one of the brightest and most modern ", "child care centres Wollongong ", "has available.", "Read more…", "As a family run business, we understand that it can sometimes be difficult to get a good balance between home and work life.", "We aim to take some of that strain from you by providing the kind of ", "long day care Wollongong", " parents need in our purpose-built facility. We’ve plenty of room for young children to play and learn, both indoors and out, plus we have our own catering facilities to ensure they get healthy and nutritious meals while they’re in our care.", "Our fees are fully inclusive of all meals, nappies and wipes, and we open from Monday to Friday, from 7 in the morning to 6 in the evening for your convenience. We strive to offer the best ", "day care Wollongong", " has available, to enable working parents to juggle their busy lives.", "While we take exceptionally good care of your children when they’re at our ", "early learning centre, Wollongong", " parents can also feel confident that the children are learning while they play.", "Through our carefully constructed ‘Thrive’ curriculum, they’ll get to improve their cognitive, physical, emotional and social skills through a range of play-based learning activities. All our activities are designed to enhance the wellbeing of every child in our care, and are fully supported by the Early Years Learning Framework NSW.", "It’s no wonder we’re already the ", "kindergarten Wollongong", " parents are choosing for their little ones.", "If you’d like to see our first class facilities for yourself, book an appointment now.", "We’re confident that you’ll be more than happy with what you see and that you really will appreciate the quality of ", "child care Wollongong", " based Thrive Early Learning Centre provides. But hurry, our places are filling up fast.", "Call us on 02 4244 7554, email us at ", "[email protected]", " or fill in the contact form on our website and make sure you don’t miss out on getting your little one enrolled in the best ", "pre school in Wollongong", ". We are also now taking enrolments for our other ", "Early Learning Centres in Sydney", ", ", "Macquarie Park", ", ", "Wollongong", ", ", "Artarmon", ", ", "Coniston", " and ", "Hornby Early Learning Centres", "…Hide Content", "\n", "\n", "\n", "\n", "\n", "Wollongong", "5 Bridge St, ", "Wollongong, Australia", "Opening Hours", "7:00 AM – 6:00 PM", "\nMonday to Friday", "Contact Number", "(02) 4244 7554", "This is a FANTASTIC opportunity to join our North Ryde Centre. Excellent working conditions & salary package on offer IMMEDIATE Start!", "The centre", "A modern purpose built centre that is conveniently located in a Business park area and caters for children from aged 0-5 years old. The centre has been very successful in bring  education to the local community and committed to provide high quality child care services to children and families.", "The role: ", "This is an amazing opportunity for an experienced, strong Centre Manager to create a culture, build, mentor and develop a team in a brand new venture.", "The role will provide you with the scope and opportunity to demonstrate your effective management skills, create innovative ideas, increase capacity and ensure the smooth day to day running of the centre.", "If you are passionate about Early Childhood and enjoy the challenge this is the role for you!", "Qualifications & Requirement:", "The benefits", "We are looking for motivated, enthusiastic, reliable and passionate educators that hold an Overseas Pedagogical Qualification or Australian Early Childhood qualification and are willing be a part of a dedicated, friendly and supportive team that promotes high-quality service and education.", "Developmental Learning Centre Thrive is a privately owned childcare centre that was established in 2007. We opened with big ideas to help families from all over the world to adapt to the Australian setting. Our aim was to support and accommodate for all different cultures individually.", "Our curriculum is based on interests, exploration and ideas that lead us to new possibilities as we grow. We create a holistic approach as well as a unique way of learning, to each individual child. Both of our campuses have gained great results in Quality and Assessment Rating and we are looking for staff that are able to keep up the great standards we have achieved, bringing more innovative ideas to promote constant improvement of our service.", "Our centre is looking for a staff with pedagogical experience and qualification:", "We are happy to invite applicants into our Thrive team who have completed or are about to compete their studies in Bachelor of Early Childhood Education. Applicants should be skilled and committed educators who enjoy building relationships with children, families and being part of dedicated team. In addition applicants must be able to plan and deliver kindergarten programs, reflect on their work, understand the expectations of the National Quality Framework and National Quality Standard, and be open to co-operate and work together with an enthusiastic team towards the excellence in education and care.", "We are happy to invite applicants into our Thrive team who have completed or are about to compete their studies in Diploma in Early Childhood Education. Applicants should be skilled and committed educators who enjoy building relationships with children, families and enjoy being part of dedicated team. In addition applicants must be able to plan and deliver programs, reflect on their work, understand the expectations of the National Quality Framework and National Quality Standard, and be open to co-operate and work together with an enthusiastic team towards the excellence in education and care.", "At Thrive we offer attractive salaries and conditions, including full-time positions, well-resourced centres, positive working environment with a team that holds wealth of experience, appealing professional development options and much more.", " "], "emails": [], "addresses": [], "social_media_links": [], "telephone_numbers": ["2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2) 8021 9488", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 80219488", "2) 9518 4033", "2 8355 7777", "2 8355 7777", "2 9682 1885", "2 8355 7777", "2 8355 7777", "2) 8411 2812", "2 8355 7777", "2 8355 7777", "2 8021 9488", "2) 8021 9488", "2 8355 7777", "2 8355 7777", "2 4244 7554", "2) 4244 7554", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 4244 7554", "2) 4244 7554", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "192.248.15.153", "2 8355 7777", "2 8021 9488", "2) 8021 9488", "2 8355 7777", "2 8355 7777", "2 4244 7554", "2) 4244 7554", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777", "2 8355 7777"], "lda_resutls": [[0, "0.041*\"child\" + 0.038*\"learn\" + 0.035*\"early\" + 0.026*\"school\" + 0.026*\"pre\" + 0.021*\"care\" + 0.020*\"datum\" + 0.019*\"thrive\" + 0.018*\"life\" + 0.018*\"curriculum\""], [1, "0.035*\"education\" + 0.030*\"early\" + 0.029*\"childhood\" + 0.021*\"child\" + 0.020*\"policy\" + 0.020*\"build\" + 0.019*\"team\" + 0.018*\"privacy\" + 0.013*\"family\" + 0.011*\"care\""], [2, "0.029*\"parent\" + 0.028*\"child\" + 0.022*\"early\" + 0.021*\"merryland\" + 0.020*\"care\" + 0.016*\"datum\" + 0.014*\"user\" + 0.014*\"qualification\" + 0.011*\"learn\" + 0.011*\"pyrmont\""], [3, "0.096*\"child\" + 0.047*\"care\" + 0.027*\"parent\" + 0.026*\"good\" + 0.016*\"choose\" + 0.013*\"experience\" + 0.013*\"get\" + 0.012*\"provider\" + 0.012*\"want\" + 0.012*\"thing\""], [4, "0.020*\"eppe\" + 0.018*\"provide\" + 0.012*\"find\" + 0.012*\"loader\" + 0.012*\"prior\" + 0.011*\"parent\" + 0.009*\"kind\" + 0.009*\"datum\" + 0.009*\"well\" + 0.008*\"get\""], [5, "0.051*\"early\" + 0.034*\"child\" + 0.031*\"learning\" + 0.026*\"centre\" + 0.020*\"datum\" + 0.016*\"thrive\" + 0.016*\"year\" + 0.011*\"time\" + 0.011*\"experience\" + 0.011*\"support\""], [6, "0.028*\"book\" + 0.025*\"child\" + 0.025*\"tour\" + 0.022*\"contact\" + 0.020*\"hide\" + 0.018*\"healthy\" + 0.016*\"late\" + 0.014*\"number\" + 0.014*\"thrive\" + 0.013*\"post\""], [7, "0.041*\"list\" + 0.036*\"join\" + 0.034*\"wait\" + 0.021*\"open\" + 0.018*\"child\" + 0.017*\"hour\" + 0.015*\"application\" + 0.011*\"provide\" + 0.011*\"together\" + 0.011*\"datum\""], [8, "0.033*\"child\" + 0.030*\"toddler\" + 0.025*\"read\" + 0.020*\"brain\" + 0.018*\"learn\" + 0.017*\"block\" + 0.017*\"development\" + 0.016*\"play\" + 0.014*\"wollongong\" + 0.014*\"activity\""], [9, "0.043*\"child\" + 0.031*\"care\" + 0.028*\"thrive\" + 0.024*\"centre\" + 0.018*\"learn\" + 0.017*\"also\" + 0.016*\"day\" + 0.016*\"protect\" + 0.016*\"comment\" + 0.015*\"category\""]], "kpe_resutls": [["tour", 0.057628555726069015], ["wait list thank", 0.055614105758104465], ["latest post categori book", 0.04807875098030214], ["child", 0.038407277823716446], ["centr book", 0.035472071479590264], ["top qualiti earli child care", 0.03447347932069805], ["open book", 0.03207196540645689], ["centr today", 0.029876940769475623], ["address contact", 0.02564106308355341], ["day", 0.02519221250296761]], "rake_resutls": [[79.44624381466485, "social media publication adv referral web serch unknown north ryde"], [64.35822510822511, "comment latest post categories latest post categories latest post categories"], [52.6, "phonemic awareness program called jolly phonics along side"], [47.15858949692071, "waiting list early childhood education north ryde brand new"], [46.1570652426823, "waiting list two new thrive centre locations opening"], [45.75210748392683, "macquarie park early learning centre macquarie park centre –"], [45.30734060625365, "waiting list “ healthy body healthy mind ” join"], [44.949540517961566, "… hide content north ryde 123 epping rd"], [44.48115013006317, "waiting list “ better environment better tomorrow ” join"], [40.65466477966478, "waiting list latest post categories opening soon"], [39.115476190476194, "… hide content pyrmont opening hours 7"], [38.94880952380952, "… hide content merrylands opening hours 7"], [38.73452380952381, "… hide content hornsby opening hours 7"], [38.21400206266183, "child care wollongong based thrive early learning centre provides"], [36.65280298447267, "north ryde today north ryde centre –"], [36.54761904761905, "… hide content coniston 5 bridge st"], [36.54264150049334, "purpose built early learning centre north ryde children"], [35.794763264673435, "waiting list early childhood education coniston new"], [35.65646198941487, "open early childhood education wollongong early child care"], [35.651906121816296, "waiting list early childhood education hornsby new"], [35.0, "attachevent (\" onload \", loader );} else"], [34.7495894909688, "newest macquarie park long day care centre"], [33.77966477966478, "waiting list latest post categories book"], [32.942581090407174, "”, “ left ” right ”, “"], [32.46666666666667, "encourage creativity among toddlers like fancy dress"], [32.25, "getelementsbytagname (\" script \")[ 0 ];"], [32.15268894374868, "long day care north ryde parents need"], [31.262238349230117, "latest early learning centre macquarie park"], [31.234612888733587, "waiting list early childhood education merrylands"], [30.767857142857146, "building milestones building communities building partnerships join"], [30.321975526096224, "au early childhood education macquarie park"], [30.307767882684526, "newest child care centre north ryde"], [30.055534748991047, "early childhood centre north ryde parents"], [30.03342080596256, "best early childhood education north ryde"], [29.65530885942956, "best early childhood education macquarie park"], [28.991023145143846, "may 2020 early childhood education pyrmont"], [28.902137527727366, "new north ryde day care centre"], [28.90166214382632, "aptly named thrive early learning centres"], [28.853147440139203, "macquarie park early learning centre aims"], [27.95646006953879, "early learning centre hornsby parents prefer"], [27.952741702741704, "comment latest post categories parent"], [27.952741702741704, "comment latest post categories choosing"], [27.41400966183575, "“ tower ”, “ castle ”"], [27.250655624568665, "“ making healthy normal ” implementing"], [26.925730994152048, "north ryde 123 epping rd"], [26.907722749886926, "thrive early learning centres owner contact email"], [26.78573859229832, "early childhood education wollongong children need"], [26.547619047619047, "macquarie park 123 epping rd"], [25.731259386672203, "north ryde early learning centre"], [25.711111111111112, "simplified privacy policy privacy policy generated"]], "guided_lda_resutls": [["day", "macquarie", "social", "provider", "number", "families", "sydney", "email", "person", "community"], ["childhood", "also", "based", "email", "family", "using", "keep", "places", "young", "monday"], ["application", "pyrmont", "areas", "purpose", "developing", "create", "fill", "join", "tower", "pm"], ["thrive", "centres", "ryde", "important", "find", "aim", "activities", "providing", "way", "outdoor"], ["wollongong", "healthy", "physical", "start", "join", "work", "details", "feel", "addition", "supported"], ["children", "best", "us", "development", "learn", "early", "nsw", "know", "comes", "wipes"], ["controller", "user", "kind", "together", "options", "need", "skills", "cells", "communication", "set"], ["child", "years", "education", "want", "pre", "toddler", "build", "latest", "many", "different"], ["data", "coniston", "curriculum", "new", "waiting", "brain", "book", "park", "one", "brand"], ["early", "list", "provide", "00", "boosting", "content", "crucial", "neurons", "see", "artarmon"], ["child", "toddlers", "sure", "get", "friday", "wellbeing", "take", "encourage", "emotional", "park"], ["working", "framework", "responsible", "categories", "choosing", "without", "share", "7554", "path", "knock"], ["children", "parents", "team", "merrylands", "hide", "experience", "long", "call", "protected", "committed"], ["north", "tour", "hornsby", "help", "post", "modern", "carefully", "well", "must", "catering"], ["experiences", "got", "part", "happy", "good", "around", "facebook", "hours", "show", "believe"], ["care", "personal", "play", "facilities", "like", "services", "including", "ideas", "policy", "taking"], ["centre", "time", "environment", "open", "building", "program", "right", "looking", "service", "supportive"], ["make", "little", "first", "skills", "relationships", "cognitive", "involved", "opening", "issue", "always"], ["information", "world", "02", "processing", "great", "choose", "game", "thriving", "essential", "parties"], ["learning", "life", "school", "contact", "quality", "meals", "blocks", "privacy", "read", "users"]], "textrank_resutls": [[0.09094009864294901, 4, "early child care"], [0.08883836118684851, 6, "child care"], [0.08852443998639978, 3, "early child care centre"], [0.08527826099872708, 1, "child care services"], [0.08451543759531584, 8, "child care providers"], [0.08420034441594862, 1, "child care places"], [0.08393007152685947, 5, "substandard child care centres"], [0.08143828708532495, 1, "top quality early child care"], [0.0800264947527668, 149, "children"], [0.07694425322693878, 2, "high quality child care services"], [0.07533314913488358, 2, "young children"], [0.07525993757880994, 1, "successful children"], [0.07507237855375319, 1, "happy children"], [0.074109487319489, 2, "birth children"], [0.07404662799821654, 6, "pre-school children"], [0.0737911135918966, 1, "most children"], [0.05923432532786591, 2, "thrive early learning"], [0.058919912100218415, 10, "day care"], [0.05832135465519862, 1, "day care facility"], [0.05821121765278458, 1, "the child care centre hornsby parents"], [0.058006376894855174, 4, "the newest child care centre coniston"], [0.057854013609229316, 1, "the newest child care centre north ryde"], [0.0568075492347819, 2, "long day care"], [0.05673961141713331, 1, "a good child care provider"], [0.05651014171047513, 3, "early childhood centre"], [0.05620196517615067, 1, "thrive early learning centre ensuring"], [0.05521456699369148, 2, "our child care centre"], [0.055188315665674906, 1, "thrive early"], [0.055149470464370805, 4, "thrive early learning centre"], [0.0543096966659164, 12, "care"], [0.053528353787311286, 1, "early learning"], [0.05332086991616044, 5, "thrive early learning centres"], [0.052961163050535554, 5, "the child care options"], [0.052839313500418796, 2, "the right child care"], [0.05269588862521775, 2, "coniston early learning centre"], [0.052041966579235516, 1, "early learning centres"], [0.051522522362172765, 1, "early childhood years"], [0.05142024595150376, 1, "sydney based thrive early learning centres"], [0.05093186119561656, 10, "early years"], [0.04955317675885819, 1, "early learning centre hornsby"], [0.04942802102430163, 1, "good  child care centres"], [0.049397411335814836, 4, "early learning centre"], [0.048308752074861516, 1, "hornsby day care centre"], [0.047509666416532946, 2, "hornsby early learning centres"], [0.0469691415472194, 1, "coniston early learning centers"], [0.04681989442182487, 1, "north ryde early learning centers"], [0.046791822469820665, 4, "developmental learning centre thrive"], [0.04665946178901647, 1, "other personal data"], [0.046447615060628236, 1, "personal data legal"], [0.04637655679365776, 1, "healthy, happy children"]], "textrank_summery__resutls": ["We all want the best for our children, so the mission is to choose child care that helps the child to positively thrive while avoiding negative experiences as much as possible.", "When you send your child to our  early child care centre, Coniston  parents can feel confident that you’ll be giving your child a great start in life.", "When you send your child to our  early child care centre, Coniston  parents can feel confident that you’ll be giving your child a great start in life.", "There have been many reports in the media about substandard child care centres so it goes without saying that the most responsible thing a parent can do with regard to this issue is to choose a child care provider carefully.\r\n\r\n", "There have been many reports in the media about substandard child care centres so it goes without saying that the most responsible thing a parent can do with regard to this issue is to choose a child care provider carefully.\r\n\r\n"], "wordcloud_resutls": [["children", 1.0], ["child care", 0.5913978494623656], ["Early Learning", 0.5806451612903226], ["will", 0.5376344086021505], ["child", 0.5161290322580645], ["centre", 0.5053763440860215], ["Learning Centre", 0.5053763440860215], ["Thrive", 0.41935483870967744], ["day care", 0.3763440860215054], ["early childhood", 0.3548387096774194], ["Thrive Early", 0.3010752688172043], ["care centre", 0.3010752688172043], ["User", 0.2903225806451613], ["pre school", 0.2903225806451613], ["North Ryde", 0.27956989247311825], ["Coniston", 0.26881720430107525], ["experience", 0.26881720430107525], ["Data", 0.25806451612903225], ["Wollongong", 0.25806451612903225], ["provide", 0.24731182795698925], ["time", 0.23655913978494625], ["Waiting List", 0.23655913978494625], ["Macquarie Park", 0.23655913978494625], ["parent", 0.22580645161290322], ["Hornsby", 0.21505376344086022], ["service", 0.21505376344086022], ["Personal Data", 0.21505376344086022], ["Childhood Education", 0.20430107526881722], ["Application", 0.1935483870967742], ["curriculum", 0.1935483870967742], ["Book Tour", 0.1935483870967742], ["re", 0.1827956989247312], ["learn", 0.17204301075268819], ["program", 0.17204301075268819], ["Data Controller", 0.17204301075268819], ["Join Waiting", 0.17204301075268819], ["use", 0.16129032258064516], ["information", 0.16129032258064516], ["team", 0.16129032258064516], ["new", 0.16129032258064516], ["aim", 0.16129032258064516], ["place", 0.15053763440860216], ["may", 0.15053763440860216], ["make", 0.15053763440860216], ["Sydney", 0.15053763440860216], ["healthy", 0.15053763440860216], ["need", 0.15053763440860216], ["social", 0.15053763440860216], ["ll", 0.15053763440860216], ["Merrylands", 0.13978494623655913], ["Early Years", 0.13978494623655913], ["together", 0.12903225806451613], ["one", 0.12903225806451613], ["offer", 0.12903225806451613], ["environment", 0.12903225806451613], ["providing", 0.12903225806451613], ["Read", 0.12903225806451613], ["staff", 0.12903225806451613], ["come", 0.12903225806451613], ["encourage", 0.12903225806451613], ["privacy policy", 0.12903225806451613], ["Monday Friday", 0.12903225806451613], ["child life", 0.12903225806451613], ["Pyrmont", 0.11827956989247312], ["help", 0.11827956989247312], ["best", 0.11827956989247312], ["see", 0.11827956989247312], ["families", 0.11827956989247312], ["fun", 0.11827956989247312], ["promote", 0.11827956989247312], ["us email", 0.11827956989247312], ["now", 0.10752688172043011], ["life", 0.10752688172043011], ["want", 0.10752688172043011], ["purpose", 0.10752688172043011], ["take", 0.10752688172043011], ["important", 0.10752688172043011], ["kindergarten", 0.10752688172043011], ["develop", 0.10752688172043011], ["nurturing", 0.10752688172043011], ["world", 0.10752688172043011], ["love", 0.10752688172043011], ["ve", 0.10752688172043011], ["give", 0.10752688172043011], ["wellbeing", 0.10752688172043011], ["brand new", 0.10752688172043011], ["centre Coniston", 0.10752688172043011], ["little one", 0.10752688172043011], ["Thrive curriculum", 0.10752688172043011], ["today", 0.0967741935483871], ["quality", 0.0967741935483871], ["open", 0.0967741935483871], ["happy", 0.0967741935483871], ["provided", 0.0967741935483871], ["using", 0.0967741935483871], ["following", 0.0967741935483871], ["support", 0.0967741935483871], ["really", 0.0967741935483871], ["looking", 0.0967741935483871], ["committed", 0.0967741935483871]], "lda_mallet_resutls": {"Topic_0": ["thrive", "centre", "child", "experience", "time", "sydney", "community", "group", "range", "sense"], "Topic_1": ["early", "learn", "learning", "environment", "base", "encourage", "grow", "kind", "supportive", "love"], "Topic_2": ["care", "day", "school", "pre", "provide", "wollongong", "start", "give", "merryland", "brand"], "Topic_3": ["datum", "user", "personal", "service", "application", "policy", "purpose", "controller", "information", "privacy"], "Topic_4": ["list", "book", "contact", "join", "tour", "make", "wait", "email", "number", "call"], "Topic_5": ["child", "parent", "care", "good", "provider", "choose", "carefully", "thing", "reason", "person"], "Topic_6": ["provide", "facility", "meal", "healthy", "hide", "offer", "opportunity", "modern", "outdoor", "bright"], "Topic_7": ["education", "family", "team", "open", "childhood", "program", "quality", "create", "hour", "idea"], "Topic_8": ["child", "year", "curriculum", "life", "important", "support", "social", "promote", "physical", "cognitive"], "Topic_9": ["toddler", "play", "activity", "brain", "read", "development", "develop", "life", "skill", "find"]}, "wordcloud_resultsbi": ["child_care", "early_learning", "early_childhood", "waiting_list", "learning_centre", "childhood_education", "personal_datum", "pre_school", "child_life", "data_controller", "early_year", "privacy_policy", "book_tour", "child_early", "care_provider", "thrive_early", "brand_new", "early_child", "thrive_curriculum", "care_centre", "contact_number", "curriculum_child", "good_child", "hour_contact", "little_one", "year_child", "child_good", "late_post", "long_care", "post_category", "brain_development", "bright_modern", "catering_facility", "experience_child", "nappy_wipe", "parent_child", "thrive_team", "toddler_activity", "tour_waiting", "brain_toddler", "child_parent", "early_parent", "first_year", "formative_year", "list_early", "meal_nappy", "own_catering", "play_block", "program_child", "school_child", "school_education", "start_life", "supportive_environment", "third_party", "activity_good", "area_development", "available_good", "building_block", "care_option", "care_school", "care_wollongong", "carer_child", "centre_responsible", "centre_sydney", "child_child", "child_family", "child_mission", "child_young", "concentration_skill", "content_hour", "crucial_area", "datum_user", "development_brain", "development_parent", "early_formative", "family_run", "good_reason", "good_way", "hilarious_tower", "impact_person", "important_experience", "issue_child", "kind_early", "learning_memory", "life_crucial", "life_important", "life_thrive", "major_impact", "many_report", "medium_substandard", "memory_concentration", "morning_evening", "option_available", "outdoor_space", "parent_carer", "parent_regard", "path_success", "person_good", "provider_important", "reason_many"]}]