[{"company": "InteractSport", "introduction": "Sports management platform for NSOs, associations, clubs and teams", "end_market": "Sports", "industry": "IT - Software", "link": "http://www.interactsport.com/about.aspx?rw=c", "search_text": "http://www.interactsport.com/about.aspx?rw=c", "title": "About - InteractSport", "link_corrected": "http://www.interactsport.com/about.aspx?rw=c", "description": "InteractSport PTY LTD. ABN 94 111 117 116. Level 1 351 William Street West Melbourne VIC 3003. Australia. InteractSport UK Limited. 10537219. 10 John ...", "crawled_links": ["http://www.interactsport.com/%5C", "http://www.interactsport.com/terms-and-conditions.aspx?rw=c", "http://www.interactsport.com/content.aspx?file=7506|24052z", "http://www.interactsport.com/content.aspx?print=1&file=7506%7C45561z", "http://www.interactsport.com/careers.aspx?rw=c", "http://www.interactsport.com/content.aspx?print=1&file=7506%7C22971t", "http://www.interactsport.com/content.aspx?print=1&file=7506%7C45796n", "http://www.interactsport.com/content.aspx?print=1&file=7506%7C24052z"], "header_text": ["Now Delivering a Video Streaming Platform for Cricket", "Products", "Solutions", "Competition Management", "Membership and Registration", "Mobile Apps", "Programs and Events", "Websites", "Over 4,800,000 Active Users Worldwide", "Competition Management", "Memberships & Registrations", "Mobile Apps", "Programs & Events", "Websites", "Terms and Conditions", "Privacy Policy", "InteractSport Privacy Policy", "Personal Information We Collect", "Cookies", "Do Not Track", "Using and Disclosing Your Personal Information", "Advertising on the Site", "Disclosing and Sharing your personal information", "Using Your Personal Information For Social Communications", "Storing and Disposing Your Personal Information", "Data Retention", "Your Rights", "Changes", "Contact Us", "Definitions", "Visiting The Site", "Registering your details on The Site", "Type of Cookies", "Log files", "Personal identifiers", "EU/UK platforms", "Rest of the world", "About", "The Team", "A complete sports management platform servicing NSOs, associations, clubs and teams worldwide.", "Board of Directors", "InteractSport PTY LTD", "InteractSport UK Limited", "David Macaulay", "Peter Macaulay", "Andrew Walton", " ", " ", " ", " ", " ", "Sam Taylor", "Rob Knee", "Liam Clancy", "Adi Tedjasukmana", "Justin Tickner", "Justin Cook", "Phil Matic", "Amila Priyankara", "James Renton", "Mayooran Kugathas", "Nik Goodman", "Jed Linford", "James Cara", "Ian Hewett", "Matt Shimmel", "Paige Farrell", "Jacky Shen", "Careers", "There are no current vacancies", "InteractSport is one of Australia's leading providers of online sports management and we service some of Australia's biggest sporting organisations.", "Terms and Conditions", "Careers", "There are no current vacancies", "InteractSport is one of Australia's leading providers of online sports management and we service some of Australia's biggest sporting organisations.", "Privacy Policy", "InteractSport Privacy Policy", "Personal Information We Collect", "Cookies", "Do Not Track", "Using and Disclosing Your Personal Information", "Advertising on the Site", "Disclosing and Sharing your personal information", "Using Your Personal Information For Social Communications", "Storing and Disposing Your Personal Information", "Data Retention", "Your Rights", "Changes", "Contact Us", "Definitions", "Visiting The Site", "Registering your details on The Site", "Type of Cookies", "Log files", "Personal identifiers", "EU/UK platforms", "Rest of the world"], "paragraph_text": ["We offer a range of fully integrated software products for sporting organisations.", "We partner with sporting organisations to configure and customise product packages to deliver a fit for purpose sports management solution.", "© 1999-2018", "InteractSport PTY LTD", "ABN: 94 111 117 116", "Level 1", "\n351 William Street", "\nWest Melbourne VIC 3003", "\nAustralia", "+61 3 9329 9010", " Definitions:", "The Service “The Service” means the provision of a web based competitions management service, support, web site or sites, supporting software, hardware and infrastructure to provide the outcomes listed in the agreement.", "InteractSport “InteractSport” refers to Interact Sport P/L (ABN 94 111 117 116)", "The Client “The Client” refers to the person, organisation, sporting body or entity contracting InteractSport to supply the service.", "The Agreement “The Agreement” is this document and any other schedule or service description signed by both The Client and InteractSport as per the terms detailed.", "Administrative Access “Administrative Access” means access to the administration areas of the site(s) for the purposes of", "data upload, maintenance or administration. This area is password protected.", "Public Access “Public Access” means access to the public web site to view results, statistics, and other information. It is", "not password protected.", "1. Service Term", "The Service Term is defined in The Agreement – “Service Period”.", "If The Agreement is not extended or renegotiated after expiry, InteractSport reserves the right to terminate or restrict access to The Service including Administration and Public access.", "InteractSport is under no obligation to keep, maintain or backup data that had been previously entered or uploaded by The Client after an agreement has expired or has been terminated. A copy and extract of data will be made available to The Client at the time of expiration upon request.", "InteractSport is not bound to provide any form of access or service after The Agreement has expired or has been terminated.", "InteractSport reserves the right to terminate or restrict The Service including Administration and Public Access for failure to pay for services from 21 days after written notice to terminate is given.", "InteractSport reserves the right to terminate or restrict The Service immediately without notice if any of the Conditions of Use in section 5 are breached by The Client.", "2. Service Provision, Inclusions & Exclusions", "The service inclusions are described within the agreement.", "InteractSport will provide The Service so that it is:", "i.         available to the maximum extent possible within our control, notwithstanding any planned system outages for upgrades and maintenance that we may announce from time to time with sufficient notice given to The Client provided no reasonable objection is raised by The Client.", "ii.        acceptable in terms of performance and speed, being comparable with other major web sites", "iii.      recoverable in case of system crash, accident or disaster so as to minimise downtime and data loss", "InteractSport is not bound to manually provide any data extracts during or after the term of the agreement. The Client may obtain data extracts via the relevant administration functions at any time, subject to Clause 1d above.", "The Client is responsible for the integrity of equipment and software used to transmit data to The Service and to pay for Internet service costs associated with such transmission.", "Extra services not covered in the attached agreement, requested by the Client, will be paid within 30 days following submission of invoices with authorised purchase details from The Client.", "InteractSport must, at all times, ensure that it keeps a back up of all data submitted to ResultsVault during the previous 7 days and provide The Client with assistance retrieving data from the back up records in the event that data entered into ResultsVault is lost or otherwise unable to be accessed.", "3. Confidentiality & Privacy", "InteractSport will use its best endeavours to protect information entered into ResultsVault that is considered “personal information” under Privacy laws or otherwise of a confidential nature from being accessed by others.", "InteractSport warrants that its standard operating procedures when dealing with personal information are compliant with the regulations as outlined in the Australian Privacy Act 1988. The Privacy Policy of InteractSport is detailed at http://www.interactsport.com", "4. Limitation/Disclaimer of Liability", "We accept liability for the supply of the Service but only to the extent provided in this clause.", "InteractSport does not represent or warrant that The Client will receive continual and uninterrupted Service during the term of this agreement. In no event shall InteractSport be liable to The Client for any damages resulting from or related to any failure or delay of InteractSport to provide services under this agreement, if such delay or failure is due to an act of God, any governmental authority, war, civil disturbance, court order, labor dispute, third party nonperformance caused by an act of force majeure as defined in this Section, or any other cause beyond its reasonable control, including without limitation failures in telecommunications equipment or lines, Internet connections, or other equipment. Such deemed nonperformance shall not be a default under this Agreement or a ground for termination of this Agreement. If an ongoing interruption is likely to eventuate, any payments for service due will be adjusted to allow for the interruption on an agreed pro rata basis for the time endured.", "We accept liability where:", "i.         the Service is not supplied with due care and skill;", "ii.        any material supplied in connection with the Service is not reasonably fit for the purpose for which it was supplied; and", "iii.      we are otherwise required to do so by the Trade Practices Act.", "Our liability under clause 4c is limited to, at our option of resupplying or paying for the costs of having the services resupplied, if the liability relates to services.", "Other than liability accepted by us in clause 4c, neither party is liable for indirect and consequential loss or damage of any kind, loss or corruption of data, loss of revenue, loss of profits, failure to realise expected profits or savings and any other commercial or economic loss of any kind, in contract, tort (including negligence), under any statute or otherwise arising from or relating in any way to this agreement and/or its subject matter.", "Other than liability accepted by us in clause 4c, our total liability for loss or damage of any kind not excluded by clauses 4b and 4e, however caused, in contract, tort (including negligence), under any statute or otherwise arising from or relating in any way to this agreement and/or its subject matter is limited in aggregate for any and all claims to the amount payable by The Client to InteractSport under The Agreement.", "Under this Agreement, InteractSport will not be held liable for any breach of privacy as defined in the Australian Privacy Act 1988 by The Client.", "5. Conditions of Use", "The Client is deemed responsible for the actions of any person that they authorise for administrative access by providing a system login. This includes staff and management / operational staff and association / club management personnel. The Service contains permission levels for access control for administrative functions.", "The Client must not grant logins or pass on login or password information to any person, party or affiliate who do not directly carry out data entry or administrative functions for the Client.", "The Client must not use the Service, attempt to use the Service or allow the Service to be used in any way:", "i.      to send unsolicited “spam” email", "ii.     to upload pornographic images or material", "iii.    which results in The Client or InteractSport breaching, or being involved in a breach of a law, order or regulation (including a foreign law, order or regulation), a mandatory code of conduct; or a voluntary code of conduct that The Client have agreed to comply with;", "iv.    which results, or could result, in damage to property or injury to any person;", "v.     which enables a minor to access material inappropriate for a minor or to establish (or try to establish) contact with a minor not otherwise known to you;", "vi.    which incites discrimination, hate or violence towards one person or group because of their race, religion, gender or nationality;", "vii.   to send, display or be otherwise involved in material which is obscene or defamatory;", "viii. which is, or which would be considered by a reasonable person to be, offensive or abusive;", "ix.    to engage in any misleading or deceptive business or marketing practice;", "x.     that involves providing or promoting illegal pyramid selling schemes or unlawful gambling or gaming activities;", "xi.    which infringes InteractSport’s or any other person's rights (including intellectual property rights and moral rights);", "xii.   which constitutes a misuse of InteractSport’s or any other person's confidential information;", "d.     Where the Service has not been used in accordance with the requirements in Clause 5c, InteractSport reserves the right to terminate services to a client immediately without notice.", "6. Warranty", "a.     The Client acknowledges that the Service cannot be guaranteed free of errors and further acknowledges that the existence of any such errors shall not constitute a breach of this Agreement.", "7. Ownership of Intellectual Property & Data", "a.     The Client acknowledges and agrees that all right, title and interest in the Services, including technology embodied therein, or used in connection with the Services, provided in connection with this Agreement, including all copyrights, patents, moral rights, trade secrets, trademarks and other proprietary rights, and any derivative works thereof, shall belong solely and exclusively to InteractSport.", "b.     The Client shall retain ownership of all copyright in materials, data or other information submitted to The Service regardless of whether that data or other information was submitted by The Client or another person with permission.", "c.     The Client grants InteractSport royalty free, perpetual, irrevocable, assignable, non-exclusive right to copy, re-publish and distribute any materials, data or other information submitted to The Service for the duration of The Agreement and will not submit any content unless able to grant this right. InteractSport will not apply these rights in such a way as to contradict the Privacy Policy detailed at http://www.interactsport.com", "d.     InteractSport acknowledges that The Client is not responsible for data entered into The Service by any party other than The Client.", "                                                                                                                                                                                                               ", "8. Governing Law", "a.     This Agreement will be governed by and interpreted in accordance with the laws of Victoria (Australia) and the parties agree to submit to the non-exclusive jurisdiction of the courts of Victoria.", "9. Waiver", "a.     Waiver by a party of any breach by the other party shall not be deemed a waiver of any other or subsequent breach.", "10. Data Management (Recovery & Security)", "a.     For the duration of The Agreement, InteractSport must at all times ensure that ResultsVault, related database and data", "information is backed up and replicated to a mirror site operated by InteractSport and must provide The Client with access to this back up material at no cost if any data or information related to ResultsVault is lost, damaged or destroyed.                                                                                                                                                                                 ", "b.     InteractSport give an assurance regarding the following practices that accommodate different recovery scenarios ranging from loss of web server capacity to complete loss of hosting ability (ie: fire or permanent Internet outage):", "i.      Transaction log backups hourly on main database server                                                                                                                           ", "ii.     Hourly database log shipping to redundant database server                                                                                                                     ", "iii.    Full database backup nightly stored both onsite and offsite                                                                                                                               ", "iv.    Regular system snapshots captured to permanent media                                                                                                                          ", "v.     All system use RAID 1 disc mirroring to guard against disc failure                                                                                                             ", "vi.    Multiple redundant web serving ability in web farm configuration                                                                                                          ", "vii.   Regular complete rebuilds of servers to test recovery from scratch", "11. Entire Agreement", "a.     This Agreement comprises the entire agreement between the parties with respect to the subject matter of this Agreement and supersedes all prior agreements, representations and correspondence between the parties with respect to that subject matter.", "© 1999-2018", "InteractSport PTY LTD", "ABN: 94 111 117 116", "Level 1", "\n351 William Street", "\nWest Melbourne VIC 3003", "\nAustralia", "+61 3 9329 9010", "InteractSport, at ", "Level 1 351 William Street, West Melbourne VIC 3003, Australia ", "and 10 John Street, London", ", ", "WC1N 2EB", ", ", "United Kingdom", "(‘We’ or ‘Us’) are a data processor on behalf of Data Controllers, for the purpose of the General Data Protection Regulation GDPR (in countries where applicable) and we are responsible for the processing of your personal information as noted blow. Data Controllers include sport entities that you are member in, e.g. your club, association, state or national sporting body.", "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or register on our site “The Site”", " ", "When you visit The Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse The Site, we collect information about the individual web pages you view, what websites or search terms referred you to the Site, and information about how you interact with the Site. ", "We will treat this information as personal information.", "Additionally, we collect and store your personal information such as full name, phone number, age, sex, email and residential address using the following channels: ", "We will treat this information as personal information", "Please note that we do not store your credit card information.", "Cookies are data files that are placed on your device or computer and often include an anonymous unique identifier.", "Cookies we use in the Site generally fall into the following categories:", "Essential cookies, these are cookies originate from our Site:", "Session cookies are automatically deleted at the end of each browsing session, typically when the web browser is closed", "Persistent cookies remain until the expiry date and time set by the web server. They can be manually deleted by the user", "Essential cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The Site cannot function properly without these cookies.", "3rd party cookies originate from a domain that is different to the Site visited. InteractSport uses only 3", "rd", " party cookies by Google.", "The Data Controller may decide to place extra 3", "rd", " party cookies on the site. InteractSport encourages our users to review the cookie policies of such sites before engaging in any activity with them.", "We will treat this information as personal information.", "Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser", "Log files gather information and track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.", "We will treat this information as personal information.", "Information about your computer and about your visits to and use of the website such as your IP address, location, browser type and user name will be recorded when you log in to our website.", "We will treat this information as personal information.", "We, or our affiliates use the personal information you provide for the following purposes:", "Register your player details;", "Record and publish scores and game footage;", "To maintain a database of current and past players;", "Your club, association, state or national sporting body or organisation must gain your consent before collecting this information.", "Additionally, we use the information within log files to help us screen for potential risk and breaches (in particular, IP addresses), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns).", "The Data Controller may decide to place advertisement on the site. Please note that these advertisements are are not controlled or managed by InteractSport. ", "When the Site contains links to a variety of advertising and third-party website sources, InteractSport has no control over the content or privacy policy practices of such sites and encourage our users to review the privacy policies of such sites before engaging in any activity with them.", "We may, without notifying you disclosing your information with the following party:", "With your registered, club, association, state or national sporting body ", "With legal authorities for any criminal investigation to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.", "We share your Personal Information with third parties to help us use your Personal Information, as described above.", "  ", "We use Google Analytics to help us understand how our customers use the Site--you can read more about how Google uses your Personal Information here:", "  ", "https://www.google.com/intl/en/policies/privacy/", ".", "We do not use your data for any social communications or events. However Club, association, state or national sporting body that you belong to, may use your data to provide you with information we believe may be of interest to you such as end of year celebration and special club events.", "Your data is stored and protected in accordance to industry better practices in our state-of-the-art hosted Data Centres. Our security practices and processes to store and handle this data is regularly reviewed by independent third-party security firms and optimised in accordance to their recommendations.", "Your personal information stored in our data centre in the United Kingdom and a standby facility located in Australia. Backup data is held securely by a cloud provider located in Republic of Ireland. We may access some of your data by our development team located in Australia. ", "We may to transfer your data to other suppliers who are based outside of the EU zone.", "Your personal information stored in our data centre in Australia. Backup data is held securely by a cloud provider located in Australia. ", " ", "We may access some of your data by our development team located in Australia.", "When you register your information through the site, we will keep your Information for our records as follow:", "Until you request us to delete this information.", "If the, club, association, state or national sporting body requests us to delete this information", "As required by our legal and regulatory requirements", "If data cannot be deleted due to integrity of past records (for example historical competition data) then personal data will be anonymised.", "If you are a European resident, you have the right to access your personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact information below.", "Additionally, if you are a European resident we note that we are processing your information in order to fulfil contracts we might have with your club, association, state or national sporting body, or otherwise to pursue our legitimate business interests listed above.", "We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons. If you continue to access or use our services after notified changes have come into effect, you will have agreed to the revised policy.", "For any information about our privacy practices, if you have questions, request or complaint, please contact our Data Privacy Officer by e-mail at ", "privacy@interactsport.com", "Data Controllers:", "  ", "A Data Controller is the legal entity, person or other body that hold and stores customer information and it is the legal entity responsible for the security of that data. This includes where applicable, club, association, state or national sporting body.", "Data Processors: ", "A Data processor is InteractSport Pty Ltd who process the data in accordance to the requirements set by the Data controller.", "Consent", " means freely given, specific, informed and unambiguous indication of the data subject’s approval by which he or she, by a statement or by a clear affirmative action, signifies agreement to the processing (and storing) of personal data relating to him or her. It is the duty of Data processor to collect consent from Data subject before storing the data in the System.", "© 1999-2018", "InteractSport PTY LTD", "ABN: 94 111 117 116", "Level 1", "\n351 William Street", "\nWest Melbourne VIC 3003", "\nAustralia", "+61 3 9329 9010", "ABN 94 111 117 116", "Level 1", "\r\n351 William Street", "\r\nWest Melbourne VIC 3003", "\r\nAustralia", "10537219", "10 John Street", "\r\nLondon", "\r\nWC1N 2EB", "\r\nUnited Kingdom", "Chief Product Architect", "Chief Technology Officer", "Chief Executive Officer", "Chief Operations Officer", "Head of Iterations", "Head of Client Projects and Services", "Head of Mobile Development", "Head of Innovation Engineering", "Senior Development Team Lead", "Senior Application Developer", "Senior Application Developer", "Application Developer", "Product Operations Manager", "QA Manager", "Project Specialist", "Project Specialist", "Product Services Specialist", "Product Services Specialist", "Administration Services Specialist", "We're always keen to hear from talented individuals. Feel free to email your resume to ", "Rob Knee", " if you are interested in joining our team.\r\n", "© 1999-2018", "InteractSport PTY LTD", "ABN: 94 111 117 116", "Level 1", "\n351 William Street", "\nWest Melbourne VIC 3003", "\nAustralia", "+61 3 9329 9010", " Definitions:", "The Service “The Service” means the provision of a web based competitions management service, support, web site or sites, supporting software, hardware and infrastructure to provide the outcomes listed in the agreement.", "InteractSport “InteractSport” refers to Interact Sport P/L (ABN 94 111 117 116)", "The Client “The Client” refers to the person, organisation, sporting body or entity contracting InteractSport to supply the service.", "The Agreement “The Agreement” is this document and any other schedule or service description signed by both The Client and InteractSport as per the terms detailed.", "Administrative Access “Administrative Access” means access to the administration areas of the site(s) for the purposes of", "data upload, maintenance or administration. This area is password protected.", "Public Access “Public Access” means access to the public web site to view results, statistics, and other information. It is", "not password protected.", "1. Service Term", "The Service Term is defined in The Agreement – “Service Period”.", "If The Agreement is not extended or renegotiated after expiry, InteractSport reserves the right to terminate or restrict access to The Service including Administration and Public access.", "InteractSport is under no obligation to keep, maintain or backup data that had been previously entered or uploaded by The Client after an agreement has expired or has been terminated. A copy and extract of data will be made available to The Client at the time of expiration upon request.", "InteractSport is not bound to provide any form of access or service after The Agreement has expired or has been terminated.", "InteractSport reserves the right to terminate or restrict The Service including Administration and Public Access for failure to pay for services from 21 days after written notice to terminate is given.", "InteractSport reserves the right to terminate or restrict The Service immediately without notice if any of the Conditions of Use in section 5 are breached by The Client.", "2. Service Provision, Inclusions & Exclusions", "The service inclusions are described within the agreement.", "InteractSport will provide The Service so that it is:", "i.         available to the maximum extent possible within our control, notwithstanding any planned system outages for upgrades and maintenance that we may announce from time to time with sufficient notice given to The Client provided no reasonable objection is raised by The Client.", "ii.        acceptable in terms of performance and speed, being comparable with other major web sites", "iii.      recoverable in case of system crash, accident or disaster so as to minimise downtime and data loss", "InteractSport is not bound to manually provide any data extracts during or after the term of the agreement. The Client may obtain data extracts via the relevant administration functions at any time, subject to Clause 1d above.", "The Client is responsible for the integrity of equipment and software used to transmit data to The Service and to pay for Internet service costs associated with such transmission.", "Extra services not covered in the attached agreement, requested by the Client, will be paid within 30 days following submission of invoices with authorised purchase details from The Client.", "InteractSport must, at all times, ensure that it keeps a back up of all data submitted to ResultsVault during the previous 7 days and provide The Client with assistance retrieving data from the back up records in the event that data entered into ResultsVault is lost or otherwise unable to be accessed.", "3. Confidentiality & Privacy", "InteractSport will use its best endeavours to protect information entered into ResultsVault that is considered “personal information” under Privacy laws or otherwise of a confidential nature from being accessed by others.", "InteractSport warrants that its standard operating procedures when dealing with personal information are compliant with the regulations as outlined in the Australian Privacy Act 1988. The Privacy Policy of InteractSport is detailed at http://www.interactsport.com", "4. Limitation/Disclaimer of Liability", "We accept liability for the supply of the Service but only to the extent provided in this clause.", "InteractSport does not represent or warrant that The Client will receive continual and uninterrupted Service during the term of this agreement. In no event shall InteractSport be liable to The Client for any damages resulting from or related to any failure or delay of InteractSport to provide services under this agreement, if such delay or failure is due to an act of God, any governmental authority, war, civil disturbance, court order, labor dispute, third party nonperformance caused by an act of force majeure as defined in this Section, or any other cause beyond its reasonable control, including without limitation failures in telecommunications equipment or lines, Internet connections, or other equipment. Such deemed nonperformance shall not be a default under this Agreement or a ground for termination of this Agreement. If an ongoing interruption is likely to eventuate, any payments for service due will be adjusted to allow for the interruption on an agreed pro rata basis for the time endured.", "We accept liability where:", "i.         the Service is not supplied with due care and skill;", "ii.        any material supplied in connection with the Service is not reasonably fit for the purpose for which it was supplied; and", "iii.      we are otherwise required to do so by the Trade Practices Act.", "Our liability under clause 4c is limited to, at our option of resupplying or paying for the costs of having the services resupplied, if the liability relates to services.", "Other than liability accepted by us in clause 4c, neither party is liable for indirect and consequential loss or damage of any kind, loss or corruption of data, loss of revenue, loss of profits, failure to realise expected profits or savings and any other commercial or economic loss of any kind, in contract, tort (including negligence), under any statute or otherwise arising from or relating in any way to this agreement and/or its subject matter.", "Other than liability accepted by us in clause 4c, our total liability for loss or damage of any kind not excluded by clauses 4b and 4e, however caused, in contract, tort (including negligence), under any statute or otherwise arising from or relating in any way to this agreement and/or its subject matter is limited in aggregate for any and all claims to the amount payable by The Client to InteractSport under The Agreement.", "Under this Agreement, InteractSport will not be held liable for any breach of privacy as defined in the Australian Privacy Act 1988 by The Client.", "5. Conditions of Use", "The Client is deemed responsible for the actions of any person that they authorise for administrative access by providing a system login. This includes staff and management / operational staff and association / club management personnel. The Service contains permission levels for access control for administrative functions.", "The Client must not grant logins or pass on login or password information to any person, party or affiliate who do not directly carry out data entry or administrative functions for the Client.", "The Client must not use the Service, attempt to use the Service or allow the Service to be used in any way:", "i.      to send unsolicited “spam” email", "ii.     to upload pornographic images or material", "iii.    which results in The Client or InteractSport breaching, or being involved in a breach of a law, order or regulation (including a foreign law, order or regulation), a mandatory code of conduct; or a voluntary code of conduct that The Client have agreed to comply with;", "iv.    which results, or could result, in damage to property or injury to any person;", "v.     which enables a minor to access material inappropriate for a minor or to establish (or try to establish) contact with a minor not otherwise known to you;", "vi.    which incites discrimination, hate or violence towards one person or group because of their race, religion, gender or nationality;", "vii.   to send, display or be otherwise involved in material which is obscene or defamatory;", "viii. which is, or which would be considered by a reasonable person to be, offensive or abusive;", "ix.    to engage in any misleading or deceptive business or marketing practice;", "x.     that involves providing or promoting illegal pyramid selling schemes or unlawful gambling or gaming activities;", "xi.    which infringes InteractSport’s or any other person's rights (including intellectual property rights and moral rights);", "xii.   which constitutes a misuse of InteractSport’s or any other person's confidential information;", "d.     Where the Service has not been used in accordance with the requirements in Clause 5c, InteractSport reserves the right to terminate services to a client immediately without notice.", "6. Warranty", "a.     The Client acknowledges that the Service cannot be guaranteed free of errors and further acknowledges that the existence of any such errors shall not constitute a breach of this Agreement.", "7. Ownership of Intellectual Property & Data", "a.     The Client acknowledges and agrees that all right, title and interest in the Services, including technology embodied therein, or used in connection with the Services, provided in connection with this Agreement, including all copyrights, patents, moral rights, trade secrets, trademarks and other proprietary rights, and any derivative works thereof, shall belong solely and exclusively to InteractSport.", "b.     The Client shall retain ownership of all copyright in materials, data or other information submitted to The Service regardless of whether that data or other information was submitted by The Client or another person with permission.", "c.     The Client grants InteractSport royalty free, perpetual, irrevocable, assignable, non-exclusive right to copy, re-publish and distribute any materials, data or other information submitted to The Service for the duration of The Agreement and will not submit any content unless able to grant this right. InteractSport will not apply these rights in such a way as to contradict the Privacy Policy detailed at http://www.interactsport.com", "d.     InteractSport acknowledges that The Client is not responsible for data entered into The Service by any party other than The Client.", "                                                                                                                                                                                                               ", "8. Governing Law", "a.     This Agreement will be governed by and interpreted in accordance with the laws of Victoria (Australia) and the parties agree to submit to the non-exclusive jurisdiction of the courts of Victoria.", "9. Waiver", "a.     Waiver by a party of any breach by the other party shall not be deemed a waiver of any other or subsequent breach.", "10. Data Management (Recovery & Security)", "a.     For the duration of The Agreement, InteractSport must at all times ensure that ResultsVault, related database and data", "information is backed up and replicated to a mirror site operated by InteractSport and must provide The Client with access to this back up material at no cost if any data or information related to ResultsVault is lost, damaged or destroyed.                                                                                                                                                                                 ", "b.     InteractSport give an assurance regarding the following practices that accommodate different recovery scenarios ranging from loss of web server capacity to complete loss of hosting ability (ie: fire or permanent Internet outage):", "i.      Transaction log backups hourly on main database server                                                                                                                           ", "ii.     Hourly database log shipping to redundant database server                                                                                                                     ", "iii.    Full database backup nightly stored both onsite and offsite                                                                                                                               ", "iv.    Regular system snapshots captured to permanent media                                                                                                                          ", "v.     All system use RAID 1 disc mirroring to guard against disc failure                                                                                                             ", "vi.    Multiple redundant web serving ability in web farm configuration                                                                                                          ", "vii.   Regular complete rebuilds of servers to test recovery from scratch", "11. Entire Agreement", "a.     This Agreement comprises the entire agreement between the parties with respect to the subject matter of this Agreement and supersedes all prior agreements, representations and correspondence between the parties with respect to that subject matter.", "We're always keen to hear from talented individuals. Feel free to email your resume to ", "Rob Knee", " if you are interested in joining our team.\r\n", "InteractSport, at ", "Level 1 351 William Street, West Melbourne VIC 3003, Australia ", "and 10 John Street, London", ", ", "WC1N 2EB", ", ", "United Kingdom", "(‘We’ or ‘Us’) are a data processor on behalf of Data Controllers, for the purpose of the General Data Protection Regulation GDPR (in countries where applicable) and we are responsible for the processing of your personal information as noted blow. Data Controllers include sport entities that you are member in, e.g. your club, association, state or national sporting body.", "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or register on our site “The Site”", " ", "When you visit The Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse The Site, we collect information about the individual web pages you view, what websites or search terms referred you to the Site, and information about how you interact with the Site. ", "We will treat this information as personal information.", "Additionally, we collect and store your personal information such as full name, phone number, age, sex, email and residential address using the following channels: ", "We will treat this information as personal information", "Please note that we do not store your credit card information.", "Cookies are data files that are placed on your device or computer and often include an anonymous unique identifier.", "Cookies we use in the Site generally fall into the following categories:", "Essential cookies, these are cookies originate from our Site:", "Session cookies are automatically deleted at the end of each browsing session, typically when the web browser is closed", "Persistent cookies remain until the expiry date and time set by the web server. They can be manually deleted by the user", "Essential cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The Site cannot function properly without these cookies.", "3rd party cookies originate from a domain that is different to the Site visited. InteractSport uses only 3", "rd", " party cookies by Google.", "The Data Controller may decide to place extra 3", "rd", " party cookies on the site. InteractSport encourages our users to review the cookie policies of such sites before engaging in any activity with them.", "We will treat this information as personal information.", "Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser", "Log files gather information and track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.", "We will treat this information as personal information.", "Information about your computer and about your visits to and use of the website such as your IP address, location, browser type and user name will be recorded when you log in to our website.", "We will treat this information as personal information.", "We, or our affiliates use the personal information you provide for the following purposes:", "Register your player details;", "Record and publish scores and game footage;", "To maintain a database of current and past players;", "Your club, association, state or national sporting body or organisation must gain your consent before collecting this information.", "Additionally, we use the information within log files to help us screen for potential risk and breaches (in particular, IP addresses), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns).", "The Data Controller may decide to place advertisement on the site. Please note that these advertisements are are not controlled or managed by InteractSport. ", "When the Site contains links to a variety of advertising and third-party website sources, InteractSport has no control over the content or privacy policy practices of such sites and encourage our users to review the privacy policies of such sites before engaging in any activity with them.", "We may, without notifying you disclosing your information with the following party:", "With your registered, club, association, state or national sporting body ", "With legal authorities for any criminal investigation to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.", "We share your Personal Information with third parties to help us use your Personal Information, as described above.", "  ", "We use Google Analytics to help us understand how our customers use the Site--you can read more about how Google uses your Personal Information here:", "  ", "https://www.google.com/intl/en/policies/privacy/", ".", "We do not use your data for any social communications or events. However Club, association, state or national sporting body that you belong to, may use your data to provide you with information we believe may be of interest to you such as end of year celebration and special club events.", "Your data is stored and protected in accordance to industry better practices in our state-of-the-art hosted Data Centres. Our security practices and processes to store and handle this data is regularly reviewed by independent third-party security firms and optimised in accordance to their recommendations.", "Your personal information stored in our data centre in the United Kingdom and a standby facility located in Australia. Backup data is held securely by a cloud provider located in Republic of Ireland. We may access some of your data by our development team located in Australia. ", "We may to transfer your data to other suppliers who are based outside of the EU zone.", "Your personal information stored in our data centre in Australia. Backup data is held securely by a cloud provider located in Australia. ", " ", "We may access some of your data by our development team located in Australia.", "When you register your information through the site, we will keep your Information for our records as follow:", "Until you request us to delete this information.", "If the, club, association, state or national sporting body requests us to delete this information", "As required by our legal and regulatory requirements", "If data cannot be deleted due to integrity of past records (for example historical competition data) then personal data will be anonymised.", "If you are a European resident, you have the right to access your personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact information below.", "Additionally, if you are a European resident we note that we are processing your information in order to fulfil contracts we might have with your club, association, state or national sporting body, or otherwise to pursue our legitimate business interests listed above.", "We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons. If you continue to access or use our services after notified changes have come into effect, you will have agreed to the revised policy.", "For any information about our privacy practices, if you have questions, request or complaint, please contact our Data Privacy Officer by e-mail at ", "privacy@interactsport.com", "Data Controllers:", "  ", "A Data Controller is the legal entity, person or other body that hold and stores customer information and it is the legal entity responsible for the security of that data. This includes where applicable, club, association, state or national sporting body.", "Data Processors: ", "A Data processor is InteractSport Pty Ltd who process the data in accordance to the requirements set by the Data controller.", "Consent", " means freely given, specific, informed and unambiguous indication of the data subject’s approval by which he or she, by a statement or by a clear affirmative action, signifies agreement to the processing (and storing) of personal data relating to him or her. It is the duty of Data processor to collect consent from Data subject before storing the data in the System."], "emails": ["privacy@interactsport.com", "privacy@interactsport.com"], "addresses": ["94 111 117 116 Level 1 351 William Street West Melbourne VI", "94 111 117 116 Level 1 351 William Street West Melbourne VI", "1 351 William Street, West Melbourne VI", "94 111 117 116 Level 1 351 William Street West Melbourne VI", "94 111 117 116 Level 1 351 William Street West Melbourne VI", "94 111 117 116 Level 1 351 William Street West Melbourne VI", "1 351 William Street, West Melbourne VI"], "social_media_links": [], "telephone_numbers": ["94 111 117 116", "+61 3 9329 9010", "94 111 117 116", "94 111 117 116", "+61 3 9329 9010", "94 111 117 116", "+61 3 9329 9010", "94 111 117 116", "94 111 117 116", "+61 3 9329 9010", "94 111 117 116"], "lda_resutls": [[0, "0.152*\"information\" + 0.099*\"personal\" + 0.028*\"treat\" + 0.027*\"datum\" + 0.022*\"delete\" + 0.020*\"follow\" + 0.018*\"record\" + 0.017*\"use\" + 0.017*\"contact\" + 0.016*\"body\""], [1, "0.040*\"site\" + 0.037*\"agreement\" + 0.032*\"interactsport\" + 0.031*\"service\" + 0.030*\"cookie\" + 0.024*\"client\" + 0.024*\"party\" + 0.018*\"terminate\" + 0.015*\"right\" + 0.015*\"reserve\""], [2, "0.038*\"service\" + 0.027*\"client\" + 0.026*\"information\" + 0.021*\"interactsport\" + 0.021*\"privacy\" + 0.021*\"data\" + 0.017*\"officer\" + 0.014*\"product\" + 0.014*\"must\" + 0.014*\"provide\""], [3, "0.077*\"service\" + 0.031*\"datum\" + 0.026*\"supply\" + 0.020*\"system\" + 0.019*\"change\" + 0.019*\"time\" + 0.013*\"term\" + 0.013*\"policy\" + 0.013*\"specialist\" + 0.013*\"internet\""], [4, "0.050*\"interactsport\" + 0.031*\"client\" + 0.029*\"access\" + 0.027*\"management\" + 0.023*\"breach\" + 0.022*\"service\" + 0.019*\"include\" + 0.016*\"provide\" + 0.015*\"administration\" + 0.015*\"administrative\""], [5, "0.050*\"datum\" + 0.036*\"client\" + 0.029*\"may\" + 0.024*\"information\" + 0.022*\"store\" + 0.019*\"locate\" + 0.015*\"time\" + 0.015*\"provide\" + 0.015*\"hold\" + 0.014*\"personal\""], [6, "0.038*\"interactsport\" + 0.027*\"information\" + 0.027*\"submit\" + 0.017*\"datum\" + 0.016*\"right\" + 0.016*\"log\" + 0.016*\"agreement\" + 0.014*\"database\" + 0.011*\"client\" + 0.011*\"material\""], [7, "0.027*\"cookie\" + 0.027*\"datum\" + 0.025*\"server\" + 0.020*\"store\" + 0.016*\"web\" + 0.016*\"database\" + 0.016*\"recovery\" + 0.013*\"level\" + 0.011*\"information\" + 0.011*\"business\""], [8, "0.027*\"agreement\" + 0.027*\"service\" + 0.021*\"right\" + 0.021*\"include\" + 0.021*\"loss\" + 0.020*\"interactsport\" + 0.020*\"datum\" + 0.017*\"client\" + 0.016*\"failure\" + 0.013*\"liability\""], [9, "0.055*\"site\" + 0.052*\"information\" + 0.028*\"privacy\" + 0.026*\"service\" + 0.024*\"interactsport\" + 0.024*\"web\" + 0.019*\"policy\" + 0.019*\"access\" + 0.016*\"collect\" + 0.014*\"result\""]], "kpe_resutls": [["person inform advertis", 0.12280354075099403], ["site disclos", 0.08740183074888261], ["australia", 0.05852552012589401], ["cooki", 0.05772979070411018], ["contact", 0.041053767325905474], ["right", 0.03992705655995155], ["definit", 0.039028944567842096], ["biggest sport organis", 0.03710794483994512], ["provid", 0.03601973193245729], ["onlin sport manag", 0.035526377139150384]], "rake_resutls": [[40.03547008547009, "public access “ public access ” means access"], [39.53547008547009, "administrative access “ administrative access ” means access"], [39.27777777777778, "000 active users worldwide competition management memberships"], [35.477777777777774, "send unsolicited “ spam ” email ii"], [32.77777777777778, "cricket products solutions competition management membership"], [31.666666666666664, "enabling basic functions like page navigation"], [31.530555555555555, "conditions privacy policy interactsport privacy policy personal information"], [28.61111111111111, "complete sports management platform servicing nsos"], [28.333333333333336, "paid within 30 days following submission"], [27.96388888888889, "agreement – “ service period ”."], [27.86388888888889, "privacy policy interactsport privacy policy personal information"], [26.125, "system use raid 1 disc mirroring"], [25.87121212121212, "cookies log files personal identifiers eu"], [25.0, "promoting illegal pyramid selling schemes"], [25.0, "abn 94 111 117 116"], [24.7, "61 3 9329 9010 definitions"], [24.330882352941178, "client may obtain data extracts via"], [23.754545454545454, "place extra 3 rd party cookies"], [23.688888888888886, "rights changes contact us definitions visiting"], [23.0, "level 1 351 william street"], [22.491666666666667, "61 3 9329 9010 interactsport"], [21.3, "multiple redundant web serving ability"], [21.291666666666664, "2018 interactsport pty ltd abn"], [20.666666666666664, "accommodate different recovery scenarios ranging"], [20.372549019607845, "general data protection regulation gdpr"], [20.06111111111111, "interactsport “ interactsport ” refers"], [19.894444444444446, "considered “ personal information ”"], [19.5, "browser log files gather information"], [19.291666666666664, "client grants interactsport royalty free"], [19.2, "site cannot function properly without"], [18.954545454545453, "user essential cookies help make"], [18.8, "web based competitions management service"], [18.53921568627451, "data controllers include sport entities"], [18.333333333333336, "full database backup nightly stored"], [17.97222222222222, "national sporting body requests us"], [16.0, "west melbourne vic 3003"], [16.0, "transaction log backups hourly"], [15.754545454545454, "3 rd party cookies"], [15.666666666666666, "registrations mobile apps programs"], [15.666666666666666, "registration mobile apps programs"], [15.666666666666666, "fully integrated software products"], [15.5, "information within log files"], [15.454545454545455, "closed persistent cookies remain"], [15.333333333333334, "hourly database log shipping"], [15.0, "maximum extent possible within"], [15.0, "including technology embodied therein"], [14.944444444444443, "purpose sports management solution"], [14.872549019607845, "example historical competition data"], [14.75, "permanent internet outage ):"], [14.75, "consent means freely given"]], "guided_lda_resutls": [["personal", "privacy", "address", "please", "melbourne", "relating", "regulation", "protected", "kingdom", "limited"], ["data", "agreement", "club", "association", "management", "additionally", "state", "google", "agreed", "policies"], ["information", "services", "events", "supplied", "defined", "detailed", "changes", "free", "decide", "browse"], ["otherwise", "submitted", "recovery", "provide", "contact", "10", "warrant", "resident", "permission", "allow"], ["interactsport", "system", "breach", "351", "1999", "limitation", "ip", "integrity", "arising", "respect"], ["access", "australia", "body", "treat", "third", "3003", "law", "email", "includes", "immediately"], ["service", "party", "policy", "legal", "administrative", "responsible", "means", "note", "94", "4c"], ["ii", "including", "located", "111", "ltd", "pty", "property", "information", "activity", "officer"], ["cookies", "right", "abn", "browser", "results", "kind", "marketing", "maintain", "publish", "organisations"], ["service", "practices", "must", "failure", "material", "used", "functions", "security", "reserves", "team"], ["sporting", "liability", "street", "collect", "terminate", "order", "deleted", "level", "victoria", "non"], ["interactsport", "us", "state", "internet", "register", "store", "entity", "records", "type", "processing"], ["may", "web", "shall", "without", "control", "help", "cookies", "connection", "equipment", "back"], ["client", "person", "including", "request", "national", "parties", "development", "restrict", "provided", "united"], ["way", "client", "due", "vic", "related", "liable", "view", "permanent", "cloud", "european"], ["loss", "sites", "public", "accordance", "controller", "terms", "website", "west", "disclosing", "advertising"], ["log", "act", "database", "entered", "files", "deemed", "william", "protect", "61", "automatically"], ["time", "resultsvault", "com", "controllers", "9329", "purposes", "computer", "costs", "policy", "staff"], ["provide", "clause", "server", "notice", "days", "backup", "waiver", "cookies", "extent", "session"], ["site", "interactsport", "rights", "following", "administration", "matter", "term", "iii", "storing", "provider"]], "textrank_resutls": [[0.07858370484224417, 2, "data information"], [0.07073034805169022, 8, "other information"], [0.06939054788204203, 32, "personal information"], [0.0654942483895951, 4, "personal data"], [0.06301534312864371, 44, "information"], [0.06298025887115459, 1, "interactsport pty ltd interactsport uk"], [0.06005573453154517, 2, "customer information"], [0.05854760045108167, 2, "certain information"], [0.05693905342973261, 3, "privacy policy interactsport privacy policy personal information"], [0.056174276664284734, 117, "interactsport"], [0.05591070920093272, 4, "data processors"], [0.054643246220103615, 4, "data controllers"], [0.05451868628628279, 2, "data entry"], [0.054291410730159556, 2, "data upload"], [0.05229568489812123, 2, "web site"], [0.051242801068340865, 6, "such sites"], [0.05070968142762031, 2, "other proprietary rights"], [0.05006508728491612, 8, "interactsport pty ltd abn"], [0.04998713235199409, 4, "interactsport pty ltd"], [0.04738332266626573, 2, "other body"], [0.04677254410562829, 2, "downtime and data loss interactsport"], [0.046690642711898295, 60, "client"], [0.04485012686149156, 40, "sites"], [0.043956972015136445, 1, "client projects"], [0.043452894621506234, 1, "board of directors interactsport pty ltd interactsport"], [0.04344146089413117, 2, "other equipment"], [0.04223183037405485, 2, "internet service provider"], [0.0420811202747485, 2, "party cookies"], [0.041993290203880124, 2, "other suppliers"], [0.04186764007069366, 2, "other lawful request"], [0.0405182100338249, 2, "personal identifiers"], [0.040514332203397556, 2, "internet service costs"], [0.03837860441858515, 18, "service"], [0.03823199450378872, 2, "third parties"], [0.03806943476719403, 4, "moral rights"], [0.0380102544042406, 2, "service term"], [0.03759885852108991, 2, "third party nonperformance"], [0.037555474622997305, 2, "web server capacity"], [0.037553956601352655, 2, "extra services"], [0.03754864292973485, 2, "service provision"], [0.03740939198634069, 1, "project specialist project specialist product services specialist product services specialist administration services specialist"], [0.03738121468949968, 2, "the service term"], [0.037101636550216414, 2, "service description"], [0.036891207458633675, 2, "service period"], [0.03682016896542428, 8, "national sporting body"], [0.036806519965192255, 2, "intellectual property rights"], [0.03643107523677777, 1, "using your personal information for social communications"], [0.03642507274642856, 4, "data processor"], [0.03639991011341283, 2, "information and track actions"], [0.03600415209465143, 2, "privacy policy practices"]], "textrank_summery__resutls": ["For the duration of The Agreement, InteractSport must at all times ensure that ResultsVault, related database and data information is backed up and replicated to a mirror site operated by InteractSport and must provide The Client with access to this back up material at no cost if any data or information related to ResultsVault is lost, damaged or destroyed.                                                                                                                                                                                  ", "For the duration of The Agreement, InteractSport must at all times ensure that ResultsVault, related database and data information is backed up and replicated to a mirror site operated by InteractSport and must provide The Client with access to this back up material at no cost if any data or information related to ResultsVault is lost, damaged or destroyed.                                                                                                                                                                                  ", "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or register on our site “The Site”   When you visit The Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.", "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or register on our site “The Site”   When you visit The Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.", "We will treat this information as personal information."], "wordcloud_resutls": [["data", 1.0], ["Service", 0.9545454545454546], ["InteractSport", 0.8068181818181818], ["Client", 0.7386363636363636], ["Site", 0.6590909090909091], ["information", 0.5227272727272727], ["Agreement", 0.5227272727272727], ["personal information", 0.5227272727272727], ["use", 0.38636363636363635], ["will", 0.3181818181818182], ["access", 0.2727272727272727], ["web", 0.25], ["person", 0.22727272727272727], ["provide", 0.20454545454545456], ["may", 0.20454545454545456], ["practice", 0.20454545454545456], ["Privacy", 0.18181818181818182], ["term", 0.18181818181818182], ["time", 0.18181818181818182], ["cookie", 0.18181818181818182], ["sporting body", 0.18181818181818182], ["right", 0.1590909090909091], ["including", 0.1590909090909091], ["loss", 0.1590909090909091], ["material", 0.1590909090909091], ["website", 0.1590909090909091], ["Privacy Policy", 0.1590909090909091], ["club association", 0.1590909090909091], ["association state", 0.1590909090909091], ["state national", 0.1590909090909091], ["national sporting", 0.1590909090909091], ["Data Controller", 0.1590909090909091], ["collect", 0.13636363636363635], ["failure", 0.13636363636363635], ["system", 0.13636363636363635], ["following", 0.13636363636363635], ["must", 0.13636363636363635], ["management", 0.11363636363636363], ["backup", 0.11363636363636363], ["request", 0.11363636363636363], ["responsible", 0.11363636363636363], ["used", 0.11363636363636363], ["event", 0.11363636363636363], ["Act", 0.11363636363636363], ["breach", 0.11363636363636363], ["will treat", 0.11363636363636363], ["treat information", 0.11363636363636363], ["means", 0.09090909090909091], ["within", 0.09090909090909091], ["control", 0.09090909090909091], ["ii", 0.09090909090909091], ["iii", 0.09090909090909091], ["clause", 0.09090909090909091], ["Internet", 0.09090909090909091], ["liability", 0.09090909090909091], ["due", 0.09090909090909091], ["party", 0.09090909090909091], ["connection", 0.09090909090909091], ["law", 0.09090909090909091], ["result", 0.09090909090909091], ["acknowledges", 0.09090909090909091], ["security", 0.09090909090909091], ["database", 0.09090909090909091], ["stored", 0.09090909090909091], ["include", 0.09090909090909091], ["store", 0.09090909090909091], ["deleted", 0.09090909090909091], ["Google", 0.09090909090909091], ["record", 0.09090909090909091], ["Public Access", 0.09090909090909091], ["InteractSport reserves", 0.09090909090909091], ["reserves right", 0.09090909090909091], ["right terminate", 0.09090909090909091], ["subject matter", 0.09090909090909091], ["Data processor", 0.09090909090909091], ["located Australia", 0.09090909090909091], ["Product", 0.07954545454545454], ["InteractSport PTY", 0.07954545454545454], ["PTY LTD", 0.07954545454545454], ["Level William", 0.07954545454545454], ["William Street", 0.07954545454545454], ["Street West", 0.07954545454545454], ["West Melbourne", 0.07954545454545454], ["Melbourne VIC", 0.07954545454545454], ["VIC Australia", 0.07954545454545454], ["competition", 0.06818181818181818], ["personal", 0.06818181818181818], ["Track", 0.06818181818181818], ["Using", 0.06818181818181818], ["Disclosing", 0.06818181818181818], ["advertising", 0.06818181818181818], ["storing", 0.06818181818181818], ["changes", 0.06818181818181818], ["contact", 0.06818181818181818], ["us", 0.06818181818181818], ["details", 0.06818181818181818], ["log", 0.06818181818181818], ["purpose", 0.06818181818181818], ["interact", 0.06818181818181818], ["detailed", 0.06818181818181818]], "lda_mallet_resutls": {"Topic_0": ["include", "provide", "term", "interactsport", "failure", "agreement", "event", "result", "purpose", "control"], "Topic_1": ["information", "personal", "treat", "record", "share", "describe", "officer", "disclose", "past", "australian"], "Topic_2": ["client", "time", "request", "breach", "law", "detail", "order", "agree", "enter", "regulation"], "Topic_3": ["service", "terminate", "public", "administration", "pay", "give", "reserve", "notice", "acknowledge", "restrict"], "Topic_4": ["follow", "database", "server", "file", "register", "log", "delete", "product", "internet", "cost"], "Topic_5": ["interactsport", "privacy", "policy", "practice", "locate", "protect", "grant", "activity", "track", "act"], "Topic_6": ["access", "data", "material", "person", "submit", "contact", "resultsvault", "management", "system", "function"], "Topic_7": ["site", "cookie", "web", "website", "collect", "address", "browser", "visit", "additionally", "refer"], "Topic_8": ["agreement", "party", "loss", "liability", "relate", "clause", "damage", "accept", "matter", "kind"], "Topic_9": ["datum", "store", "body", "controller", "legal", "supply", "responsible", "hold", "accordance", "note"]}, "wordcloud_resultsbi": ["personal_information", "information_personal", "privacy_policy", "sporting_body", "national_sporting", "state_national", "datum_information", "agreement_interactsport", "datum_controller", "interactsport_right", "information_service", "information_site", "ip_address", "public_access", "service_agreement", "site_information", "subject_matter", "agreement_agreement", "client_interactsport", "client_responsible", "client_service", "cookie_site", "information_datum", "interactsport_client", "interactsport_com", "interactsport_datum", "interactsport_service", "liability_clause", "log_file", "party_cookie", "right_service", "service_term", "site_interactsport", "site_site", "such_site", "term_agreement", "third_party", "web_site", "development_team", "access_access", "access_public", "access_service", "accordance_requirement", "activity_information", "administration_area", "administration_public", "administrative_access", "administrative_function", "agreement_client", "agreement_subject", "analytic_customer", "association_state", "australian_privacy", "browser_type", "clause_interactsport", "client_agreement", "client_client", "client_damage", "client_person", "cloud_provider", "code_conduct", "condition_use", "connection_service", "contract_tort", "customer_site", "damage_kind", "data_processor", "database_server", "date_time", "datum_client", "datum_development", "datum_loss", "datum_processor", "datum_service", "datum_subject", "duration_agreement", "entire_agreement", "essential_cookie", "european_resident", "function_client", "information_cookie", "information_information", "information_legal", "information_privacy", "information_resultsvault", "information_right", "intellectual_property", "interactsport_person", "interactsport_time", "internet_service", "law_order", "legal_entity", "legal_regulatory", "liability_service", "loss_damage", "material_datum", "negligence_statute", "non_exclusive", "order_regulation", "party_respect"]}]