[{"company": "Branded Financial", "introduction": "Commercial and auto finance platform", "end_market": "Finance", "industry": "Finance and insurance", "link": "http://brandedfinancial.com.au/", "search_text": "http://brandedfinancial.com.au/", "title": "Branded Financial Services |", "link_corrected": "https://www.brandedfinancial.com.au/", "description": "At Branded Financial Services we are committed to providing you with a comprehensive and highly competitive range of vehicle finance and insurance solutions ...", "crawled_links": ["https://www.brandedfinancial.com.au/about/", "https://www.brandedfinancial.com.au/contact/", "https://www.brandedfinancial.com.au/downloads/", "https://www.brandedfinancial.com.au/why-branded/", "https://www.brandedfinancial.com.au/finance-products/", "https://www.brandedfinancial.com.au/terms/", "https://www.brandedfinancial.com.au/privacy-policy/"], "header_text": ["Umberto Benucci", "Raj Datt", "Tony Farnell ", "Katherine Moncay", "Rob Dean", "Sheenal Shivani", "Lisa Climo", "Rex Bentley", "Eashwar Vijayaraman", "Contact Us", "Documents", "Why Branded?", "Finance Products", "Privacy Policy"], "paragraph_text": ["Branded Financial Services was established to provide premium motor vehicle finance products and services in Australia & New Zealand. In fact we are exclusively a motor vehicle financier so our products are tailored and perfectly suited to assist you purchase your next vehicle.", "Our financial services heritage is born from 30 years experience in the automotive industry in Australia and New Zealand. The expertise and professionalism of our company and team speaks for itself.", "Branded Financial Services continues the heritage by serving automotive dealers and their customers across Australia and New Zealand.", "Whilst we provide financial services for all makes of motor vehicles, we are also very proud to be partnered with the following brands for financial services:", "Australia: Maserati, RAM & LDV vehicles.", "New Zealand: Chrysler, Jeep, Dodge, Alfa Romeo, Fiat Passenger & Commercial & RAM vehicles.", "Branded Financial Services Pty Limited A.C.N 27 004 013 334   Australian Credit Licence 392188", " ", "Meet our Team:", "Chief Executive", "Umberto is based in our Auckland offices and has hands-on responsibility for all Credit Risk in Australia & New Zealand.", "Bert as we know him has held many senior appointments in Australia, New Zealand, Germany and South Africa.", "Overall 20+ years in corporate lending, retail credit, banking and captive financing.", "General Manager Operations", "Raj has hands-on responsibility for all back office operation including but not limited to Compliance, Settlements, Receivables Management, Customer Service, Wholesale Management and System Administration.", "Raj has 20+ years of experience in Risk Management, Operational Risk, Relationship Management, Business Development, Asset Management and Vendor Finance with Westpac, ANZ, Esanda, Textron, Commonwealth Bank and Enterprise Finance Solutions.", "Business Development Manager", "Tony has a passion for the motor vehicle industry and has in excess of 20 years’ experience in various roles within the Automotive Financial Services sector.", "Prior to joining Branded Financial Services in 2011 Tony’s career was with companies including Westpac Banking Corporation, Nissan Finance Corporation, GE Automotive Financial Services & Drive.com.", " ", "Credit Analyst", "Katherine joined the Branded Financial Services team in 2012 as a Credit Officer. Prior to joining BFS, Katherine commenced her career in Asset Finance in 2006 with Rabobank which was followed in 2008 with a stint at Macquarie Leasing.", "Katherine has a Bachelor of Business from the University of Technology Sydney and has a strong background in finance. She is an enthusiastic and experienced analyst and comes with a strong and balanced approach to the credit business and meeting business managers expectations.", " ", "Credit Relationship Manager", "Rob joins brings a wealth experience to our team and has previously held key credit roles with captive financiers such as Mercedes Benz in New Zealand.", "Professionally he is all about fostering an environment of trust, impeccable service and fruitful partnerships.", " ", "Credit Analyst", "Settlements Officer", "Customer Services Co-ordinator ", "Wholesale Officer", "To submit feedback or make an enquiry into any of the services we offer, please complete the form below with your personal details.", "If you have a complaint, dispute or if you are in hardship please contact our Customer Service Team either by phone on 1800 264 720, by mail at 2A Hill Road Lidcombe NSW 2141, or via email ", "enquiries@brandedfinancial.com", "Our friendly staff will take reasonable steps to understand you situation and address your concerns. We will investigate your concern and take steps to try and resolve the matter with you on the same day or within 5 business days, or for more complex matters we will resolve your complaint within 45 business days from the date of the receipt of your complaint. Should there be an exceptional circumstance causing delay and we are unable to provide you with a final response within 45 business days, we will inform you of the status of your complaint at that time.", "If you believe your complaint or dispute has not been resolved to your satisfaction, you can refer the matter to our external dispute resolution service.  This is a free service which provides you with an independent mechanism to resolve any specific complaints or disputes you have with us which we cannot resolve together.  Branded Financial Services is a member of:", "Australian Financial Complaints Authority (AFCA):", " Phone: 1800 931 678", " Email: ", "info@afca.org.au", " ", "Online:  ", "www.afca.org.au", " ", "Mail: GPO Box 3, Melbourne, VIC 3001 (Australia)", "Australia", "2A Hill Road, Lidcombe NSW 2141", "T: 1300 549 166", "New Zealand", "40 Paisley Place, Mt Wellington, Auckland 1060", "T: 0800 399 299", "Click on the relevant links below to display document", "Privacy Act Consent Form", "Direct Debit Form", "Fast Track Self Declaration Form ", "Consumer Credit Application", "Commercial Credit Application", "Commercial Credit Application for Companies", "Assets & Liabilities Statement", "Market leading finance packages for all brands of vehicles.", "Our team of finance specialists will offer you professional and personalised service ensuring the process of financing your new vehicle will be made easy from the beginning until you take the keys.", "We value our customers and will reward your loyalty.", "Branded Financial Services via our valued dealer partners throughout Australia, can assist you find & finance any brand of vehicle.", "Contact us now to find out more.", "Choosing from one of the following Financial Services products will be one of the simplest financing decisions you’ll ever make.", "Consumer (Sale by Instalments) Loan", "Our Consumer Sale by Instalments loan is the ideal choice when your vehicle is predominately for personal or domestic use. It offers the convenience and flexibility of our individual affordability assessments which are easy and fast. You can also finance on-road costs such as registration and stamp duty.  You benefit from:", "A personally tailored loan with a choice of term 1-7 years", "Fixed regular repayments at a competitive interest rate for the agreed term of the loan – protecting you from repayment increases in a changing interest rate environment", "Convenient and flexible payment options that allow you to make extra payments, thereby enabling you to reduce interest costs and shorten the loan term", "Finance for all brands of vehicles", "Commercial Loans", "Branded Financial Services offers business solutions specifically designed for sole traders, partnerships, and companies, which allow for flexible payments to suit your business and cash flow requirements.", "We understand that as your business changes, so do your financing requirements, so our fully accredited team will endeavour to assist you in structuring an individual solution that matches your specific business requirements. Business customers can choose from our Asset Loan, Asset/Hire Purchase or our Finance Lease products.", "Asset Loans", "An Asset Loan agreement is a commercial loan designed to provide flexibility for people in business while the vehicle remains an asset of the business.", "A Branded Financial Services Asset Loan gives you the security of knowing the vehicle is an asset of your business – even while you are paying it off. It offers the certainty of a fixed interest rate, over a choice of loan terms from one to five years.", "You can also choose to make your repayments monthly or more frequently if you choose. You can also reduce your repayments by including a balloon final payment at the end of the term – freeing up your business cash flow.", "Plus you can finance options including on-road costs, extended warranty, insurance and roadside assistance as part of your finance package.", "Asset Loans are applicable to vehicles which are specifically and predominantly used for business and can provide:", "Input Tax Credit to GST registered businesses in relation to the GST on the vehicle purchase price", "Asset Loan interest charges as well as vehicle depreciation as potential tax deductions", "Ability to reduce the amount financed through trade in and/or cash deposit options", "A Highly competitive fixed rate for the term of the loan", "Finance Lease", "This is a popular finance option for business customers to lease a business vehicle and free-up valuable capital for other business purposes.", "The residual value is agreed and set at the beginning of the term, giving you the following end-of-term options:", "Extend the lease for a further agreed time", "Trade the vehicle in on a new vehicle", "Make an offer to purchase the vehicle from us for the residual payout amount", "A Finance Lease from Branded Financial Services provides:", "Financing for vehicles, new and used", "Finance for all brands and types of vehicles, including on-road costs", "No deposit is required or allowed, but an optional large “up-front” rental can be structured", "Minimum term of 12 months and a maximum term of 60 months.", "Vehicle must be used predominantly for business or revenue/income generation", "Financial flexibility enabling you to choose and structure the payment terms", "Ability to free up working capital for the business", "You should check with your accountant or financial adviser to determine how a Finance Lease can best suit your business needs.", "Novated Lease", "Novated Leases are Finance Leases for salaried employees who use their vehicle predominantly for work as a “tool of trade” (e.g. Sales/Service representatives). They are three-way agreements between the finance company (Lessor), the employee (Lessee) and the employer.", "A Branded Financial Services Novated Lease is a Finance Lease between the employee and Branded Financial Services which is subject to a “Novation Deed” which allows the employer to make the monthly lease payments for the employee (often on a pre-income tax basis).", "This is an attractive alternative for employers who would otherwise need to provide a company car as well as an attractive option for employees who are able to choose the type and make of their vehicle.", "If the employee changes their employer, the payment obligation automatically reverts to the employee; allowing the employee to possibly “re-novate” with the new employer.", "You should check with your accountant or financial adviser to determine how a Novated Lease can best suit your needs.", " ", "Information provided is of a general nature only. It does not constitute, nor should be considered to constitute, legal, tax or financial advice. Prior to making a decision about any products or services as described, please consult with your own independent legal, tax or financial advisor who can provide you with specific advice pertaining to your personal circumstances. Subject to Branded Financial Services lending criteria.", " ", " ", " ", "Click here", " ", " ", "Website Terms and Conditions", " ", " ", "This website is owned and operated by ", "Branded Financial Services Pty Ltd (BFS)", " under the domain name “www.brandedfinancial.com.au.” (“Branded Financial Services Ltd Pty Limited “).", " ", "If you use or access the BFS Website you accept these Terms and Conditions, the Privacy Policy, notices, and any other rules of use contained on this Website and changes to them that we may make from time to time. You should review them carefully and check periodically for any changes. If you do not agree with the Terms and Conditions, Privacy Policy, notices, and any other rules you are not authorised to use the Branded Financial Services Ltd Website.", " ", "BFS Website offers you access to a collection of products, services and online resources conditional on your Acceptance without modification of the terms, conditions and notices. Your use of the BFS Website and its associated products, services and online resources constitutes your agreement to all such terms, conditions, and notices.", " ", "The use of this website is subject to the following terms of use:", " ", " ", "To view our Privacy Policy", "CLICK HERE"], "emails": ["enquiries@brandedfinancial.com", "info@afca.org.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["27 004 013 334", "1800 264 720", "1800 931 678", "1300 549 166", "800 399 299"], "lda_resutls": [[0, "0.056*\"term\" + 0.024*\"service\" + 0.023*\"year\" + 0.023*\"month\" + 0.023*\"enquiry\" + 0.014*\"vehicle\" + 0.013*\"motor\" + 0.013*\"tailor\" + 0.013*\"financial\" + 0.013*\"make\""], [1, "0.057*\"business\" + 0.024*\"finance\" + 0.023*\"vehicle\" + 0.022*\"provide\" + 0.020*\"financial\" + 0.016*\"service\" + 0.015*\"also\" + 0.015*\"day\" + 0.012*\"brand\" + 0.012*\"asset\""], [2, "0.062*\"credit\" + 0.037*\"service\" + 0.027*\"resolve\" + 0.027*\"manager\" + 0.027*\"application\" + 0.027*\"dispute\" + 0.019*\"brand\" + 0.019*\"commercial\" + 0.019*\"analyst\" + 0.019*\"vehicle\""], [3, "0.095*\"vehicle\" + 0.030*\"product\" + 0.023*\"provide\" + 0.022*\"finance\" + 0.022*\"attractive\" + 0.021*\"purchase\" + 0.021*\"motor\" + 0.012*\"brand\" + 0.012*\"financial\" + 0.012*\"service\""], [4, "0.071*\"brand\" + 0.052*\"finance\" + 0.052*\"service\" + 0.035*\"financial\" + 0.030*\"lease\" + 0.019*\"management\" + 0.019*\"risk\" + 0.017*\"credit\" + 0.013*\"com\" + 0.013*\"experience\""], [5, "0.047*\"service\" + 0.031*\"customer\" + 0.030*\"phone\" + 0.030*\"email\" + 0.030*\"contact\" + 0.029*\"consumer\" + 0.018*\"dispute\" + 0.016*\"professionally\" + 0.016*\"trust\" + 0.016*\"environment\""], [6, "0.029*\"term\" + 0.029*\"privacy\" + 0.029*\"policy\" + 0.022*\"interest\" + 0.022*\"change\" + 0.022*\"rate\" + 0.022*\"time\" + 0.021*\"agree\" + 0.019*\"loan\" + 0.015*\"finance\""], [7, "0.037*\"term\" + 0.033*\"form\" + 0.025*\"website\" + 0.023*\"lease\" + 0.023*\"good\" + 0.023*\"check\" + 0.023*\"suit\" + 0.023*\"financial\" + 0.023*\"need\" + 0.023*\"adviser\""], [8, "0.029*\"finance\" + 0.029*\"payment\" + 0.028*\"employee\" + 0.020*\"vehicle\" + 0.020*\"package\" + 0.020*\"financial\" + 0.020*\"business\" + 0.020*\"brand\" + 0.019*\"allow\" + 0.019*\"employer\""], [9, "0.026*\"loan\" + 0.023*\"term\" + 0.022*\"team\" + 0.022*\"online\" + 0.019*\"asset\" + 0.016*\"vehicle\" + 0.016*\"make\" + 0.016*\"payment\" + 0.016*\"allow\" + 0.016*\"business\""]], "kpe_resutls": [["toni farnel", 0.34055947209012183], ["umberto benucci raj datt", 0.33653509649692137], ["document", 0.1652038462868884], ["financ product privaci polici", 0.1577015851260682]], "rake_resutls": [[91.3, "n 27 004 013 334 australian credit licence 392188 meet"], [66.87333333333333, "au .” (“ branded financial services ltd pty limited “)."], [56.0, "1300 549 166 new zealand 40 paisley place"], [32.95, "liabilities statement market leading finance packages"], [32.46666666666667, "credit analyst settlements officer customer services co"], [30.96666666666667, "credit relationship manager rob joins brings"], [30.671153846153846, "vehicle purchase price asset loan interest charges"], [28.4375, "final response within 45 business days"], [28.32333333333333, "finance products privacy policy branded financial services"], [27.5, "2a hill road lidcombe nsw 2141"], [26.873333333333335, "branded financial services pty ltd"], [25.831666666666667, "branded financial services asset loan gives"], [25.54, "branded financial services pty limited"], [23.25, "valued dealer partners throughout australia"], [22.80666666666667, "branded financial services ltd website"], [22.8, "previously held key credit roles"], [22.129487179487178, "provide premium motor vehicle finance products"], [22.04, "branded financial services lending criteria"], [20.95, "changing interest rate environment convenient"], [20.9375, "complaint within 45 business days"], [20.165, "branded financial services novated lease"], [19.906666666666666, "income generation financial flexibility enabling"], [19.666666666666668, "7 years fixed regular repayments"], [18.240000000000002, "australian financial complaints authority"], [17.54, "branded financial services continues"], [17.25, "australia 2a hill road"], [17.04, "branded financial services via"], [16.54, "joining branded financial services"], [16.5, "held many senior appointments"], [16.4375, "within 5 business days"], [16.34, "branded financial services team"], [16.04, "branded financial services provides"], [16.0, "exceptional circumstance causing delay"], [15.99, "ge automotive financial services"], [15.99, "automotive financial services sector"], [15.916666666666666, "companies including westpac banking corporation"], [15.25, "payment obligation automatically reverts"], [15.25, "highly competitive fixed rate"], [15.25, "back office operation including"], [15.073333333333334, "following financial services products"], [15.0, "income tax basis )."], [15.0, "1800 931 678 email"], [14.966666666666667, "credit analyst katherine joined"], [14.9375, "meeting business managers expectations"], [14.666666666666666, "0800 399 299 click"], [14.5, "potential tax deductions ability"], [14.166666666666668, "general manager operations raj"], [14.104166666666668, "business development manager tony"], [13.99047619047619, "customer service team either"], [13.75, "“ novation deed ”"]], "guided_lda_resutls": [["website", "make", "road", "changes", "financing", "manager", "development", "westpac", "leasing", "passion"], ["services", "branded", "complaint", "agreed", "used", "fixed", "individual", "end", "via", "beginning"], ["including", "commercial", "bfs", "brands", "purchase", "automotive", "afca", "1800", "solutions", "structuring"], ["business", "team", "tax", "notices", "service", "new", "time", "loans", "cash", "tony"], ["financial", "interest", "employer", "also", "check", "trade", "au", "dispute", "20", "gst"], ["asset", "employee", "rate", "independent", "choice", "2141", "alfa", "freeing", "refer", "five"], ["finance", "zealand", "management", "click", "options", "industry", "access", "application", "resources", "free"], ["terms", "term", "us", "one", "asset", "offer", "www", "following", "steps", "hands"], ["australia", "vehicles", "form", "novated", "customer", "officer", "ltd", "understand", "wholesale", "joining"], ["choose", "conditions", "offers", "specific", "enabling", "relationship", "nsw", "matter", "complaints", "responsibility"], ["privacy", "loan", "payment", "costs", "personal", "please", "risk", "specifically", "email", "motor"], ["credit", "new", "loan", "within", "payments", "determine", "corporation", "settlements", "auckland", "drive"], ["branded", "policy", "suit", "take", "days", "katherine", "companies", "sale", "rob", "mail"], ["requirements", "fast", "value", "simplest", "obligation", "africa", "ordinator", "traders", "allowed", "changing"], ["years", "online", "contact", "prior", "term", "instalments", "pty", "climo", "place", "lidcombe"], ["com", "career", "flexible", "competitive", "allow", "org", "constitute", "heritage", "financier", "deed"], ["resolve", "partnerships", "capital", "adviser", "phone", "raj", "consumer", "deposit", "revenue", "partners"], ["vehicle", "customers", "predominantly", "limited", "analyst", "assist", "roles", "find", "amount", "strong"], ["lease", "banking", "environment", "reduce", "brandedfinancial", "final", "benefit", "approach", "debit", "residual"], ["provide", "products", "service", "flexibility", "options", "motor", "months", "company", "rules", "designed"]], "textrank_resutls": [[0.08237014120651105, 14, "branded financial services"], [0.08046344492219625, 2, "branded financial services asset loan"], [0.0790933156434937, 1, "branded financial services ltd"], [0.07715619123513341, 2, "commercial loans branded financial services"], [0.07680580647432264, 1, "financial services"], [0.07674435984227079, 1, "finance products privacy policy branded financial services"], [0.07657839272519741, 2, "branded financial services pty ltd"], [0.0736749184356291, 1, "branded financial services lending criteria"], [0.07219815155850105, 2, "branded financial services pty limited a.c.n"], [0.06945308111755912, 1, "ge automotive financial services"], [0.06305171659592894, 1, "premium motor vehicle finance products"], [0.058993855239627566, 2, "business customers"], [0.058648766281236844, 5, "business"], [0.05841986515137237, 1, "motor vehicles"], [0.057376767704865744, 16, "vehicles"], [0.05731426086615145, 1, "business solutions"], [0.05611535399811131, 1, "registered businesses"], [0.05486461479805593, 2, "branded financial services novated lease"], [0.05478072970672181, 1, "other business purposes"], [0.054561147058910096, 1, "vehicle depreciation"], [0.05445316608916377, 1, "the branded financial services team"], [0.05431974621282559, 1, "officer customer services co-ordinator"], [0.05409353484774291, 2, "the branded financial services ltd website"], [0.053803933527732425, 1, "loan terms"], [0.05332398617522271, 1, "business managers expectations"], [0.05239390317249133, 2, "asset finance"], [0.052223932289339116, 2, "australian financial complaints authority"], [0.05026231710142471, 1, "the following financial services products"], [0.049794489209770684, 1, "input tax credit"], [0.048540530813397015, 1, "asset management"], [0.047741670117821086, 4, "finance lease"], [0.046822849105901405, 8, "term"], [0.046654146883479075, 1, "the automotive financial services sector"], [0.046652407724097275, 1, "the automotive financial services"], [0.04664289622298731, 1, "credit analyst katherine"], [0.046546897544071195, 1, "ge automotive financial services & drive.com"], [0.04639964940306668, 5, "services"], [0.04595363351998642, 1, "asset loans an asset loan agreement"], [0.04519918293097685, 1, "impeccable service"], [0.045150492458634874, 1, "minimum term"], [0.04447826943011506, 1, "a business vehicle"], [0.044304495532108114, 1, "asset loan"], [0.044034713269791304, 1, "credit analyst"], [0.043107267930967565, 1, "(“branded financial services ltd pty limited"], [0.04308912929272296, 1, "finance leases"], [0.04303314860412215, 12, "new zealand"], [0.04301450293256451, 1, "the vehicle purchase price asset loan interest charges"], [0.042984715232068524, 2, "nissan finance corporation"], [0.042959719799371875, 1, "australia 2a hill road"], [0.04201804987263003, 1, "finance specialists"]], "textrank_summery__resutls": ["Subject to Branded Financial Services lending criteria.       ", "The expertise and professionalism of our company and team speaks for itself.", "Prior to joining Branded Financial Services in 2011", "Credit Analyst Katherine joined the Branded Financial Services team in 2012 as a Credit Officer.", "This is a free service which provides you with an independent mechanism to resolve any specific complaints or disputes you have with us which we cannot resolve together.  "], "wordcloud_resutls": [["business", 1.0], ["vehicle", 0.9166666666666666], ["Financial Services", 0.9166666666666666], ["Finance", 0.7083333333333334], ["Branded Financial", 0.6666666666666666], ["Credit", 0.5416666666666666], ["Service", 0.5416666666666666], ["term", 0.5], ["provide", 0.375], ["make", 0.375], ["will", 0.375], ["Loan", 0.375], ["products", 0.3333333333333333], ["use", 0.3333333333333333], ["employee", 0.3333333333333333], ["Website", 0.3333333333333333], ["New Zealand", 0.3333333333333333], ["team", 0.2916666666666667], ["customer", 0.2916666666666667], ["offer", 0.2916666666666667], ["complaint", 0.2916666666666667], ["payment", 0.2916666666666667], ["years", 0.25], ["Asset", 0.25], ["option", 0.25], ["Asset Loan", 0.25], ["Finance Lease", 0.25], ["Commercial", 0.20833333333333334], ["financing", 0.20833333333333334], ["including", 0.20833333333333334], ["Management", 0.20833333333333334], ["BFS", 0.20833333333333334], ["brand", 0.20833333333333334], ["choose", 0.20833333333333334], ["tax", 0.20833333333333334], ["employer", 0.20833333333333334], ["Australia New", 0.20833333333333334], ["Terms Conditions", 0.20833333333333334], ["Katherine", 0.16666666666666666], ["us", 0.16666666666666666], ["Australia", 0.16666666666666666], ["purchase", 0.16666666666666666], ["experience", 0.16666666666666666], ["automotive", 0.16666666666666666], ["following", 0.16666666666666666], ["Manager", 0.16666666666666666], ["within", 0.16666666666666666], ["Form", 0.16666666666666666], ["dispute", 0.16666666666666666], ["resolve", 0.16666666666666666], ["day", 0.16666666666666666], ["time", 0.16666666666666666], ["repayment", 0.16666666666666666], ["changes", 0.16666666666666666], ["notices", 0.16666666666666666], ["Privacy Policy", 0.16666666666666666], ["motor vehicle", 0.16666666666666666], ["Novated Lease", 0.16666666666666666], ["Raj", 0.125], ["Tony", 0.125], ["Contact", 0.125], ["assist", 0.125], ["company", 0.125], ["Pty", 0.125], ["Limited", 0.125], ["Risk", 0.125], ["Prior", 0.125], ["companies", 0.125], ["Analyst", 0.125], ["Officer", 0.125], ["please", 0.125], ["personal", 0.125], ["take", 0.125], ["matter", 0.125], ["free", 0.125], ["specific", 0.125], ["afca", 0.125], ["au", 0.125], ["online", 0.125], ["Click", 0.125], ["Consumer", 0.125], ["Application", 0.125], ["one", 0.125], ["Sale", 0.125], ["choice", 0.125], ["flexibility", 0.125], ["fixed", 0.125], ["agreed", 0.125], ["allow", 0.125], ["reduce", 0.125], ["suit", 0.125], ["cash", 0.125], ["requirements", 0.125], ["solution", 0.125], ["Lease", 0.125], ["agreement", 0.125], ["predominantly", 0.125], ["used", 0.125], ["trade", 0.125], ["check", 0.125]], "lda_mallet_resutls": {"Topic_0": ["brand", "customer", "website", "manager", "privacy", "prior", "policy", "follow", "condition", "office"], "Topic_1": ["credit", "payment", "term", "fix", "road", "officer", "include", "fast", "interest", "captive"], "Topic_2": ["term", "option", "commercial", "repayment", "rate", "cash", "personal", "flexibility", "requirement", "choice"], "Topic_3": ["finance", "product", "motor", "cost", "analyst", "solution", "suit", "employer", "good", "management"], "Topic_4": ["lease", "year", "change", "experience", "structure", "automotive", "check", "form", "vehicle", "role"], "Topic_5": ["vehicle", "loan", "offer", "novate", "deposit", "condition", "enquiry", "month", "status", "declaration"], "Topic_6": ["provide", "asset", "complaint", "resolve", "day", "dispute", "purchase", "loan", "specific", "interest"], "Topic_7": ["service", "financial", "credit", "risk", "capital", "obligation", "representative", "general", "retail", "receivables"], "Topic_8": ["make", "employee", "choose", "company", "notice", "trade", "online", "reduce", "consumer", "relationship"], "Topic_9": ["business", "team", "tax", "time", "predominantly", "ability", "final", "easy", "concern", "advice"]}, "wordcloud_resultsbi": ["financial_service", "finance_lease", "term_condition", "motor_vehicle", "privacy_policy", "product_service", "asset_loan", "brand_vehicle", "complaint_dispute", "credit_application", "finance_brand", "interest_rate", "novated_lease", "road_cost", "year_experience", "accountant_financial", "application_commercial", "asset_business", "bfs_website", "business_cash", "business_customer", "business_vehicle", "capital_business", "cash_flow", "commercial_credit", "commercial_loan", "condition_privacy", "consumer_sale", "credit_analyst", "customer_service", "end_term", "finance_package", "finance_product", "financial_adviser", "flexible_payment", "hand_responsibility", "instalment_loan", "lease_finance", "legal_tax", "loan_term", "new_vehicle", "notice_rule", "online_resource", "policy_notice", "rate_term", "requirement_business", "sale_instalment", "service_heritage", "service_online", "service_team", "tax_financial", "term_loan", "term_month", "term_year", "use_website", "vehicle_asset", "vehicle_business", "vehicle_new", "website_term", "ability_amount", "ability_capital", "able_type", "acceptance_modification", "accredited_team", "administration_year", "advice_decision", "advice_personal", "adviser_finance", "adviser_novated", "advisor_specific", "affordability_assessment", "agreement_commercial", "agreement_finance", "agreement_such", "alternative_employer", "amount_finance", "amount_trade", "analyst_financial", "analyst_settlement", "analyst_strong", "applicable_vehicle", "application_company", "appointment_overall", "approach_credit", "assessment_easy", "asset_asset", "asset_finance", "asset_hire", "asset_interest", "assistance_part", "attractive_alternative", "attractive_option", "auckland_office", "australian_credit", "australian_phone", "automotive_dealer", "automotive_financial", "automotive_industry", "bachelor_business", "back_office"]}]