[{"company": "ICL Education Group", "introduction": "Higher education provider", "end_market": "Higher Ed", "industry": "Education", "link": "http://icleducation.ac.nz/", "search_text": "http://icleducation.ac.nz/", "title": "Welcome to ICL Education Group - New Zealand", "link_corrected": "http://icleducation.ac.nz/", "description": "Kia Ora! Welcome to ICL Education Group. At ICL, we have three quality English Language schools and ICL Graduate Business School. All our Schools are ...", "crawled_links": ["http://icleducation.ac.nz/index.php/cubeportfolio/international-student-ambassadors-workshop/", "http://icleducation.ac.nz/index.php/cubeportfolio/icl-homestay-evening/", "http://icleducation.ac.nz/index.php/cubeportfolio/nzqa-monitoring-visit/", "http://icleducation.ac.nz/index.php/cubeportfolio/early-childhood-education-2016-graduation/", "http://icleducation.ac.nz/index.php/cubeportfolio/aea-campus-change/", "http://icleducation.ac.nz/index.php/cubeportfolio/icl-graduate-business-school-graduation-2017/", "http://icleducation.ac.nz/index.php/cubeportfolio/minister-tertiary-education-visit-nhc/", "http://icleducation.ac.nz/index.php/cubeportfolio/introducing-master-business-informatics/", "http://icleducation.ac.nz/index.php/cubeportfolio/ece-graduation-2017/", "http://icleducation.ac.nz/index.php/56-2/", "http://icleducation.ac.nz/index.php/cubeportfolio/icl-education-group-is-now-a-languagecert-approved-test-centre/", "http://icleducation.ac.nz/index.php/enrol/", "http://icleducation.ac.nz/index.php/research/", "http://icleducation.ac.nz/index.php/gallery/", "http://icleducation.ac.nz/index.php/cubeportfolio/endace-exporter-year-award-2016/", "http://icleducation.ac.nz/index.php/schools/", "http://icleducation.ac.nz/index.php/cubeportfolio/pgd-nzqa-approval/", "http://icleducation.ac.nz/index.php/about-us/", "http://icleducation.ac.nz/index.php/cubeportfolio/bridge-becomes-member-english-new-zealand/", "http://icleducation.ac.nz/index.php/cubeportfolio/message-chairman-2016/", "http://icleducation.ac.nz/index.php/cubeportfolio/kalvin-huy-thai/", "http://icleducation.ac.nz/index.php/cubeportfolio/paola-albarracin/", "http://icleducation.ac.nz/index.php/cubeportfolio/doris-ding/", "http://icleducation.ac.nz/index.php/cubeportfolio/aline-lockett/", "http://icleducation.ac.nz/index.php/cubeportfolio/karen-tachack/", "http://icleducation.ac.nz/index.php/cubeportfolio/amanda-ma/", "http://icleducation.ac.nz/index.php/cubeportfolio/narida-maisirisom/", "http://icleducation.ac.nz/index.php/cubeportfolio/megumi-kato/", "http://icleducation.ac.nz/index.php/cubeportfolio/james-fleming/", "http://icleducation.ac.nz/index.php/cubeportfolio/misako-okawa-2/", "http://icleducation.ac.nz/index.php/cubeportfolio/pathways-director/", "http://icleducation.ac.nz/index.php/cubeportfolio/mike-bull-2/", "http://icleducation.ac.nz/index.php/cubeportfolio/jennifer-yates/", "http://icleducation.ac.nz/index.php/cubeportfolio/victoria-damiris-2/", "http://icleducation.ac.nz/index.php/cubeportfolio/james-kim/", "http://icleducation.ac.nz/index.php/cubeportfolio/dr-jocelyn-williams/", "http://icleducation.ac.nz/index.php/cubeportfolio/ewen-mackenzie-bowie/", "http://icleducation.ac.nz/index.php/cubeportfolio/maria-rodriguez/", "http://icleducation.ac.nz/index.php/cubeportfolio/wayne-dyer/"], "header_text": ["Marketing Team Contacts", "Enquiries", "ICL Graduate Business School", "Auckland English Academy (AEA)", "New Horizon College", "Bridge International", "Marketing Executive, Latin America", "Languages:", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n", "\n"], "paragraph_text": ["On Wednesday 22nd of February, the Auckland City District Police launched the first ISA meeting, where six ICL students attended.", "Our Students; Jasmine, Azim, Muyuan, Sreenivasan, Nadeesha and Tiago volunteered to take part in the ISA meeting. In this workshop, the students learned many valuable lessons about living abroad such as public safety and responsible drinking.", "Students will continue to attend workshops throughout the year until October.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "On Friday 26", "th", " of May, ICL hosted its first Homestay Families’ Evening. The evening commenced with a welcome speech from the Principal, Wayne Dyer, followed by introducing the team who assist in the homestay programme; Misako, the Accommodations Officer, Aurore the Pastoral Care Coordinator, Jarn the Operations Manager and the Marketing executive of Middle East, Ahmed.", "The purpose of the event was to create a strong relationship and ongoing communication between the Schools and the Homestay Families. Misako took this opportunity to present the updated homestay rules and procedures.", "Sarham, a Saudi agent was invited to talk at the event. Sarham had many experiences himself in living with homestays. Sarham gave a presentation introducing the culture and lifestyles of Saudi students. This gave the School and the homestays an insight into the culture, lifestyle and requirements for Saudi students. This was a great way for homestays to understand and prepare accordingly before hosting Saudi students. Sarham answered all questions from the homestay families and ICL schools to eliminate any queries or concerns.", "The evening was a success and the guests shared their experiences hosting international students. Those who were experienced in hosting students gave advice and tips to newer homestay families. It was also an opportunity for the homestay families to ask questions directly to the School. After the formal part of the evening, the guests shared food and drink and enjoyed the rest of the evening socialising.", "We would like to thank everyone who joined us. We would like to extend our gratitude to all those who are involved in the homestay programme, as this cannot happen without your commitment.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "35 proud students received their ECE graduation certificates at a ceremony held in the ICL Education Centre on January 27th.", "27 students graduated with the National Certificate in Early Childhood Education and Care (Level 5). A further eight students were the very first graduates from ICL’s National Certificate in Pacific Islands Early Childhood Education (Pasifika Management Level 6).", "Guest speaker, Laine Tipi, a community leader and Centre Manager of Leaataa Aoga Amata, a Samoan pre-school, spoke of her experience and encouraged the graduates to pursue a career in ECE, a role that benefits both the children and the community.", "Afterwards the students, wearing leis and ICL graduation sashes, shared food and celebrated with their family, friends and teachers.", "Congratulations to all our graduates!", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "On Friday 12th of May, Auckland English Academy officially moved into the ICL Education Centre on Lorne Street. With the addition of a new school in one building, student now have access to more facilities and larger range of resources. This is particularly great for students who are wanting to further their studies to other courses that are offered at ICL.", "Students were welcomed by the principal; Wayne dyer, before being taken through a thorough safety orientation by our pastoral care coordinator, Aurore.", "We would like to welcome all AEA students to the ICL Education Centre.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "ICL 2017 Graduation: An Evening Full of Joy", "At a special ceremony full of buzz and excitement on 18 August 2017 in Auckland city, ICL Education Group proudly awarded qualifications to 105 graduates from twelve nationalities who had completed their study in Business and Computing, in a range of Level 5 Diploma to Level 8 Postgraduate Diploma programmes.", "More than 200 of ICL’s newest graduates and their loved ones celebrated their academic success. The event was also live streamed on YouTube for supporters who were not able to attend, so that many were able to share the moment online. The success of every graduate is as much a personal celebration as a community one. The joy on the faces of family and friends who were present as their graduate crossed the stage was immeasurable.", "“Graduation is the highlight of the academic year,” Chairman Ewen Mackenzie-Bowie said in an opening address. “This is a time where we come together to celebrate the academic success and accomplishment of our students. We are proud of them, and the qualification will take them a long way. Some of them will continue to study for higher qualifications, others will be seeking a career in New Zealand, their home country or all around the world.” Dr Jocelyn Williams, Academic Director of ICL, also congratulated graduates on gaining a New Zealand qualification from a reputable school, asking that they continue showing qualities of character such as courage, resilience, accountability, grit and determination in pursuing further success.", "On behalf of ICL Education Group, Chairman Ewen Mackenzie-Bowie and ICL Pathways Director, Brent Hawkins, then presented certificates to every graduating student, amid a memorable atmosphere of celebration. A special highlight that followed was the award of two “Academic Excellence” prizes to 2016 postgraduate student Wen Jie and Diploma in Computing student Sachee Vindyani Wickramathilaka. To complete the occasion before refreshments and networking, former students Wen Jie from China and Nikunj Prajapati from India, spoke with appreciation about the quality of education at ICL and their improved employability, and encouraged like-minded fellow students to pursue their dreams. A large crowd stayed on to enjoy post-ceremony socialising.", "As a well-established graduate business school, ICL’s high quality education is recognised by students, employers and universities. ICL’s Postgraduate Diploma in Business has been recognised by AUT and Massey Universities as a pathway to their Master’s degrees in Business. According to a recent graduate survey, more than 92% of ICL Business alumni are “very satisfied” or “satisfied” with the experience they had at ICL, particularly the “quality education” and “amazing teachers”. Latest feedback from a leading New Zealand university Business School shows that ICL Business graduates, with an average 78% pass rate, are exceeding the average pass rate of 74% for all students from PTEs (private training establishments.", "In October 2017, ICL Education Group will launch a unique Masters programme, the Master of Business Informatics (MBI). The accreditation of this new level 9, 180 credit programme is an acknowledgement of ICL’s credibility with the NZ Qualifications Authority (NZQA) and with industry stakeholders. The MBI brings Business and IT together, equipping students with cross-disciplinary skills that employers are looking for. ICL alumni, current or future students who wish to continue their study within ICL, or students who wish to work across the boundary between business and information science, will find it a very appealing opportunity.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "New Horizon College in Napier was delighted to welcome the Minister for Tertiary Education, Hon Paul Goldsmith, on Thursday 15", "th", " June 2017.", "Minister Goldsmith met Director Ewen Mackenzie-Bowie, Principal Wayne Dyer, Director of Studies Lindsey Scott, and staff and students of New Horizon on a sunny Hawke’s Bay day, joined staff for lunch and spoke at length to students, staff and homestay providers.  New Horizon College is a member of English New Zealand, on whose behalf the invitation was given, and the visit provided an excellent opportunity for the Minister to see a small regional language school in operation.", "New Horizon College contributes some $6m to the Hawke’s Bay region annually and has been providing an enriching cross-cultural contribution to Napier since 1989.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "ICL launches innovative MBI programme – an independent tertiary milestone ", " ", "ICL Education Group is proud to announce the approval of the Master of Business Informatics (MBI) in Auckland, New Zealand. At a gathering of more than 70 partners on Friday 15th September, ICL Graduate Business School launched the new Master programme. The MBI is a Level 9 qualification with 180 credits; nine 15-credit informatics, business and research papers at level 8, and a 45-credit level 9 applied project.", " ", "The evening commenced with Wayne Dyer, principal of ICL Education Group warmly welcoming all guests. Ewen Mackenzie-Bowie, chairman of the Group then followed with an introductory presentation of the MBI programme. ‘The MBI aims to bridge the gap between business services and IT services by supporting the whole lifecycle of services innovation. ICL is the only provider of this unique programme in New Zealand.’ Ewen explained the purpose of this new programme: ‘Our MBI programme is expected to add value to business and IT service industries in both New Zealand and global contexts.’", " ", "Dr Jocelyn Williams, Academic Director of ICL, provided further details about the MBI programme. This innovative programme brings Business and IT together, equipping students with cross-disciplinary skills. To be eligible to study on the MBI, students must have a Bachelor degree or Graduate Diploma in a business-related or IT/computing subject. International students must also meet the English Language requirements – IELTS with a minimum score of 6.5 overall, with no band score below 6.0, or any equivalent recognized by NZQA.", " ", "The MBI is specially developed to produce graduates with skills and knowledge that are in high demand in today’s industry. Graduates of the MBI are ideally positioned to take on a variety of high profile positions such as business analysts, IT managers, process and service managers, IT security specialists, change managers, information architects and IT entrepreneurs. This programme also provide pathways for further academic study at an advanced level leading to a doctoral degree (include a PhD, DBA or other similar doctoral qualification).", " ", "Accompanied with wine and refreshment, the management and marketing team from ICL had a lively discussion and socialising time with partners following the formal presentation.", " ", "Established in 2002, ICL Education Group now is one of the biggest independent training establishments in New Zealand. ICL provides a wide range of NZQA-approved qualifications, including New Zealand diplomas, , graduate diplomas and a Postgraduate Diploma in Business, for domestic and international students. ICL offers a variety of courses in business, computing, early childhood education and English courses. The MBI, the first-ever master’s degree programme marks a new milestone in ICL’s history, acknowledging ICL’s credibility with the NZ Qualifications Authority (NZQA) and with industry stakeholders.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "National Certificate in Early Childhood Education and Care Level 5", " National Certificate in Pacific Island Early Childhood Education (Pasifika Management) Level 6", " ", "He aha te mea nui o te ao", "\n", "What is the most important thing in the world?", "\n", "He tangata, he tangata, he tangata", "\n", "It is the people, it is the people, it is the people.", " ", "ICL Graduate Business School recently held a graduation ceremony for the 2017, early childhood education (ECE) graduands and graduates.  Twenty eight graduands and graduates at level 5, and three level 6 graduates celebrated their success.", "Kuilani Tupou who graduated from level 5 programme in 2014 was a guest speaker, she now has a bachelor’s degree in early childhood from Auckland University. It was lovely to have her back at ICL, as a role model and inspiration to our students. Priya Devi spoke on behalf of the level 6 students.", "Two guests from Leataata O Tupulaga O le Pasefika preschool in Massey attended the graduation. We would like to thank the preschool for being a wonderful support, particularly for our Massey students. Sandy Duncan, a former ECE programme leader also attended.", "Awards were presented to three outstanding students. The first award was for the best performing international student from level 5 programme. This was awarded to ", "Harry Harsimran", " for commitment, resilience and attitude. The award for best performing domestic student went to ", "Kathleen Edmonds", " for attitude, and engagement. The level 6 programme award was won by ", "Priya Devi", " for her commitment and academic excellence.", "All the staff, including our principal Wayne Dyer, wore matching dresses and shirts to honour our Pasifika qualification. After the formalities, students had a chance to mix and mingle as light refreshments were served.", "Congratulations to all our new graduates. Many who have already found employment in the field. Please stay in touch! We look forward to seeing you, while we are visiting students on practicum.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "ICL Education Centre:", "\n", "10-14 Lorne Street,", "\n", "Auckland CBD,", "\n", "Auckland", "Postal Address", "\n", "10- PO Box 293", "\n", "Shortland Street", "\n", "Auckland, New Zealand", "Phone: +64 9 368 4343", "Email: info@icl.ac.nz", "For full list of contacts, go to: About us < Staff < Marketing", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "The ", "LanguageCert International ESOL", " (English for Speakers of Other Languages) suite of qualifications is the ideal choice for anyone seeking to certify their English language skills with global recognition. These certifications evaluate all four skills and are fully mapped to the CEFR A1 to C2 levels.", " ", "LanguageCert is recognised by NZQA.", " ", "For any questions, please contact ", "languagecert@icl.ac.nz", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Life in New Zealand", "New Zealand is an extremely beautiful country with a multicultural population of approximately 4 million people. New Zealand has a rich cultural life, with a mixed population of European, Maori, Polynesian, Asian, etc. New Zealanders are considered friendly and easy going people who love to meet people from different cultures.", "New Zealand is an English speaking country with a British heritage, but does not have the regional accents and dialects of Britain or the USA. So you’ll soon find Kiwi is quite easy to understand. The grammar is exactly the same and the vocabulary is 99.9% the same as the United states. Our education system is respected worldwide. If you want to be safe and meet friendly people, New Zealand is the best the English speaking country.", "In New Zealand, you can enjoy both urban and rural lifestyle. The country is full of luscious mountains, large forests, beautiful plains, lakes, and beaches. People from all over the world come to New Zealand to visit the dramatic and varied landscapes, colourful oceans and beaches, and snow clad mountains. New Zealand has a temperate climate, and the country is surrounded by the Pacific and Tasman Oceans.", "New Zealand is also unpolluted and unclear free. And even the world famous national parks have no dangerous animals or insects. The low exchange rate and cost of living means you can live, study and travel for 20 – 50% less than other English speaking countries. New Zealand’s great outdoors are clean, green and unspoiled. Uniquely blessed with some of the most beautiful beaches, harbours, mountains, fields, forests and lakes in the world, New Zealand is ready to be explored. Travelling to these destinations are fast and easy, just one hour by air! Pure NZ is our recommended link for more information on visiting New Zealand (site is available in English, Chinese, German, Japanese and Korean).", "New Zealand is known for exporting products like fish, meat, fruits, dairy products and timber. The country is also leading in areas like information technology, biological and medical research. New Zealand is also gaining popularity in areas such as tourism and education. All in all, New Zealand is a great place to STUDY, WORK, and LIVE.", " ", " ", "Currency", "New Zealand currency (NZ Dollar) is quite stable. The residents and tourists get a fairly good exchange rate and this further gives them high purchasing power.", "\nCulture", "New Zealand gave shelter to Europeans, Maoris, Polynesians, and Asians. People from different countries can reside here and maintain their culture and religion. New Zealand law guarantees the freedom of worship, and therefore people from different cultures can easily remain close to their culture and religion.", "\nTransportation", "New Zealand’s transportation system is appreciated by everyone. When a student or tourist arrives, they can easily hire a cab and even avail air, rail and bus services. There are regular flights to different cities from the major airports. The air, rail, and bus fares are also considerably cheap.", "\nEducation Sector", "Auckland is considered education hub of New Zealand, with internationally acclaimed universities, research centers, top secondary schools, and legion of world class language schools. Auckland region alone has about 50% of total international students that reside in New Zealand.", "\nIndustrial Sector", "Auckland region also attracted more than $300 million overseas investment in the past few years and has many industries such as: education, manufacturing, distribution and service industries. In fact, most of the creative sector jobs can be found in Auckland. Auckland has a robust infrastructure that easily caters the current and future business needs.", " ", " ", "Life in Auckland", "ICL Graduate Business School, Auckland English Academy and Bridge International College are all located in Auckland City. Auckland is New Zealand’s biggest and most diverse city, with a population of approximately 1.4 million people. Living in Auckland, you are never more than 20 minutes away from one of the many beautiful beaches. ICL Education campus is located right in the heart of it all in the central CBD. Buses, trains and ferry are a short walk from the campus, making it easy to explore the city. You’ll never be stuck for things to do while in Auckland. The City Centre is by the amazing waterfront with thousands of boats which is why Auckland is called ‘The City of Sails’. Auckland has more boats per capita than any other city in the world! Auckland is the commercial heart of New Zealand, with a wide range of shops, restaurants and entertainment venues. In the Mercer Consulting 2016 international survey, Auckland was ranked third in the world for its quality of living, for the third year running. The Auckland City website offers a good insight into all the things you can do in our wonderful city, at any budget. School staff will be happy to help you plan your travel.", "\nNapier", "New Horizon College is located in Napier. Napier is a beautiful coastal city along the eastern shores of the North Island. The city has an incredible art deco inspired architecture. A perfect mix of city and country life, this city is perfect for students who would like to experience a life in a quiet, quaint town. However, Napier has all the necessary technology and transport that you would need.", " ", " ", " ", "ICL recommends two types of accommodation:", " ", "Homestay", "We do our best to find a suitable homestay family for each of our students. The advantages of a homestay are the cultural benefits, the support and comfort of family life and the additional language support. A homestay is an excellent way to learn about New Zealand culture, make friends and practise your English while living in New Zealand. New Zealand families are typically kind, honest and friendly, and they enjoy meeting people from other cultures.", "All our homestay families are regularly inspected. The inspector visits the family homes, interviews the family members, and ensures that they are suitable for our students. Students who require accommodation should request their homestay accommodation at least two weeks prior to starting their programme. ", "The average time for students to commute from homestay to school is around 30 to 45 minutes.", "If the school arranges homestay accommodation for you, the minimum period will be four weeks or the full course if shorter. The homestay fee for this period and the placement fee are non-refundable. The School will only book your homestay after receiving your flight details. ", "\nHomestay means that you will get the following:", "Homestay families will do their best to give you a ‘home away from home’", "\nYou are expected to:", "\nWhen leaving:", "You should give two weeks’ notice, before leaving your host family.", "If you need to leave your homestay family because of an emergency, you must contact your counselor or homestay co-ordinator immediately.", "\nSharing an apartment", "After a few weeks or months of homestay, you may decide that you can manage on your own or you may decide to share a flat or house with others. You should try and share with people who do NOT speak your language so that you can practise English! Check the cost of rent, food and transport and make sure you can afford to change your living arrangements. The advantage of an apartment is that it can be much closer to school and gives you independence.", " ", "Students studying with us at AEA, NHC and Bridge enjoy a variety of activities on Fridays. This is a great way for students to enjoy the city they are studying in, practice English and create life long memories.", " ", " ", "Cupcake Baking at AEA", " ", " ", "AEA students playing Soccer at Victoria Park", " ", " ", "AEA Students visiting Navy Museum in Devonport", " ", " ", "New Horizon College Students at Shine Falls, Napier", " ", " ", "Out", " and about in Napier with New Horizon Students", " ", " ", "Te Mata Peak in Napier", "We have Student Services Officers who can give support in students’ first language. Our staff can speak more than a dozen languages; Mandarin, Japanese, Portuguese, Spanish, Korean, Arabic, Hindi, Vietnamese, French to name a few. The Student support staff are available if you need to talk to someone about any problems, in both personal and academic issues. We can also refer students to outside professional counselling assistance when required.", "All schools within ICL Education Group are signatory to the Ministry of Education (Pastoral Care of International Students) Code of Practice 2016.", "The School has agreed to observe and be bound by the Education (Pastoral Care of International Students) Code of Practice 2016, published by the Minister of Education. Copies of the Code are available on request from this institution or from the", " New Zealand Ministry of Education website.", " ", "Immigration", "Full details of visa and permit requirements, advice on rights to employment in New Zealand while studying, and reporting requirements are available through the New Zealand Immigration Service, and can be viewed on their ", "website.", " ", "Eligibility for health services", "Most international students are not entitled to publicly funded health services while in New Zealand. If you receive medical treatment during your visit, you may be liable for the full costs of that treatment. Full details on entitlements to publicly-funded health services are available through the Ministry of Health, and can be viewed on their ", "website.", " ", "Accident insurance", "The Accident Compensation Corporation provides accident insurance for all New Zealand citizens, residents and temporary visitors to New Zealand, but you may still be liable for all other medical and related costs. Further information can be viewed on the ACC website.", "Medical and travel insurance: International students must have appropriate and current medical and travel insurance while studying in New Zealand. ICL can organize insurance for students, more details please view this ", "website", ".", " ", "The summary of Code of Practice", "All schools under ICL Education Group has agreed to observe and be bound by the Education (Pastoral Care of International Students) Code of Practice 2016, published by the Ministry of Education. The summary of the Code is written here and is also available on request from the New Zealand Ministry of Education ", "website", ".", " ", "Introduction", "When students from other countries come to study in New Zealand, it is important that those students are well informed, safe, and properly cared for. New Zealand educational providers have an important responsibility for international students’ welfare. This summary provides an overview of the Education (Pastoral Care of International Students) Code of Practice 2016, and provides a procedure that students can follow if they have concerns about their treatment by a New Zealand educational provider or agent of a provider.", " ", "What do I so if something goes wrong?", "If you have concerns about your educational provider or by an agent of the provider, the first thing you must do is contact the principal, the administrator, or another person who has been identified to you as someone that you can approach about complaints at your institution. The Code requires all institutions to have fair and equitable processes before you can take the complaint any further. The Code also establishes NZQA to receive and adjudicate on student complaints.", "\n", "NZQA Website", " ", "Student Visa", "Our school provides a student online visa application service. Before a student visa can be applied for, students must pay all tuition fees and meet the online visa application requirements. Please talk to us about your online visa application. If you are planning to study for more than three months, you will need a Student Visa. For more information, please check the ", "Immigration New Zealand website.", " ", "Visitor’s visa", "Visitor Visa is provided for visits up to three months (People exempt from having to obtain a temporary Visa). Citizens of the countries which don’t need to apply for a visitor visa when their citizens come into New Zealand include; Andorra, Argentina, Austria, Bahrain, Belgium, Brazil, Brunei, Canada, Chile, Denmark, Finland, France, Germany, Greece, Hong Kong, Hungary, Iceland, Ireland, Israel, Korea (South), Italy, Japan, Kiribati, Kuwait, Liechtenstein, Luxembourg, Malaysia, Malta, Mexico, Monaco, Nauru, Netherlands, Norway, Oman, Portugal, Qatar, San Marino, Saudi Arabia, Singapore, Slovenia, South Africa, Spain, Sweden, Switzerland, Tuvalu, United Arab Emirates, USA, Uruguay, Vatican City, Zimbabwe. If you are planning to study for less than three months, you need only apply for a Visitor’s Visa. For more information, please check the ", "Immigration New Zealand website", ".", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "ICL Education Group is committed to research. Many of the present staff are active in research and all future permanent academic staff will be expected to embrace the research culture of the School. Our research objectives are to:", "Our research is guided by the Research Advisory Board chaired by Dr John Hinchcliff, former Vice-Chancellor of AUT University, and monitored where appropriate by the ICL Ethics Committee", "Newsletter 28 Dec 2017", "Newsletter 25 Nov 2016", "Newsletter 24 Aug 2016", "Newsletter 23 May 2016", "Newsletter 22 Mar 2016", "Newsletter 21 Dec 2015", "Newsletter 20 Sep 2015", "Newsletter 19 Apr 2015", "Newsletter 18 Dec 2014", "Newsletter 17 Aug 2014", "Newsletter 16 Mar 2014", "Newsletter 15 Dec 2013", "Newsletter 14 Aug 2013", "Newsletter 13 May 2013", "Newsletter 12 Feb 2013", "Newsletter 11 Dec 2012", "Newsletter 10 May 2012", "Newsletter 9 Feb 2012", "Newsletter 8 Dec 2011", "Newsletter 7 Sep 2011", "Newsletter 6 Jul 2011", "Newsletter 5 May 2011", "Newsletter 4 Apr 2011", "Newsletter 3 Mar 2011", "Newsletter 2 Feb 2011", "Newsletter 1 Nov 2010", "ICL Journal Volume 1 2013", "ICL Journal 2 issue 1", "ICL Journal 3 issue 1", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "We are delighted and proud to announce that ICL Education Group won the award for Endace Services Exporter of the Year 2016 at the Export NZ awards held in Auckland on 23rd June. This is a tremendous achievement, and testament to the hard work and success of the 100 staff of ICL Education Group.", "Comments from the panel of judges included:", "\nThis category was judged against the following criteria: the general background of the company; foreign exchange growth; planning, leadership and direction; excellence in marketing and production and capacity. ICL’s strategy of extending the range of educational offerings through acquisitions as well as generic growth, and the focus on maintaining a strong ethical base in course delivery, has positioned the company well. The judges also noted that the Group has a well-developed governance structure.", "The judges were impressed with ICL’s approach to marketing, with a broad spread of target markets, and the introduction of new courses to meet identified demand, particularly at a post-graduate level. The decision to retain separate identities for the different education sectors now serviced by ICL is wise and the rebranding of the advanced business course offerings as ICL Graduate Business School should assist in attracting a new cohort of students.", "It is clear that ICL is a strong contributor to New Zealand’s success in continuing to attract fee-paying international students. ICL’s research culture and policy of employing and retaining highly qualified staff is also a positive factor.", "We thank Endace for its kind sponsorship of this award. 2015 saw ICL grow to its largest ever, and we thank our energetic staff, our advisory boards, our university pathway stakeholders, the government agencies which support us and our many representatives worldwide, who have all helped us achieve this outstanding result.", "Ewen Mackenzie-Bowie", "\nChairman", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "ICL Business School was established in 2002 by Ewen Mackenzie-Bowie as part of Academic Colleges Group. In 2007, Ewen took over the business school and incorporated it with International College of Linguistics (ICL).", "Our diplomas and certificates range from level 4 to 9 (Postgraduate Diploma) on the NZ Qualifications Framework, and several of the qualifications are awarded by the New Zealand government. Our graduates have guaranteed pathways to University with credit transfer, or have sufficient points for a study-to-work visa and eventual migration. Our Early Childhood Education programme has government funding for domestic students.", " ", "Courses", "Master of Business Informatics Level 9", "\nPostgraduate Diploma in Business Level 8", "\nPostgraduate Diploma in Business Informatics Level 8", "\nGraduate Diploma in Business (International Hospitality Management) Level 7", "\nGraduate Diploma in Business (International Tourism Management) Level 7", "\nGraduate Diploma in (International Business Innovation) Level 7", "\nDiploma in Business Computing Level 7", "\nDiploma in Computing Level 7", "\nNew Zealand Diploma in Business (with strands in leadership and management) Level 6", "\nNew Zealand Diploma in Early Childhood Education and Care Level 6", "\nNew Zealand Diploma in Early Childhood Education and Care Level 5", "\nNew Zealand Diploma in Business (with strands in leadership and management) Level 5", "\nDiploma of Information Systems (DIS) Level 5", "\nNew Zealand Certificate in English Language Level 4", " ", " ", "Auckland English Academy consists of a variety of different English Courses, TESOL courses and English teaching courses. Located in Britomart, Auckland, the school campus is right by the water. AEA is a fantastic choice for those who want to receive top level English learning experience in New Zealand. AEA hosts activity nights every Fridays for students to enjoy and experience life in Auckland with their fellow students and teachers.", "AEA is a Category One school, meaning NZQA is confident in our performance and in our self assessment.", "AEA is a member of English New Zealand, we are audited every four years. Our most recent audit was in December 2013. We met all 6 standards and received a very complimentary report.", " ", "Courses", "\nCommunication English (Daytime & Evening)", "\nAEA IELTS Preparation", "\nAEA TESOL", "\nICL TESOL", "\nKiwikindy Internship", "\nEnglish Plus Activities", "\nEmployment Skills English", "\nAEA Barista Course", " ", "New Horizon College of English was established in 1988 in Napier for students who enjoy living in a small city beside the beautiful Pacific Ocean.", "New Horizon is a NZQA approved category 1 education provider, and a member of English New Zealand.", "Our staff are passionate and are dedicated to help students reach their study goal through hard work, fun and adventure in a new and exciting place. It is our aim to support them all while they are so far from home and make sure they are happy.", "Our teaching is based on modern communicative methods of learning English and our qualified and experienced teachers encourage all the students to be actively involved in the class activities. Students who enjoy interacting with the teacher and the other students in a warm, friendly class atmosphere will like learning English at New Horizon.", " ", "Courses", "\nGeneral English", "\nIELTS Preparation", "\nCambridge Preparation", "\n+40 Course", "\nEnglish & the Environment", "\nEnglish & Wine Appreciation", "\nEnglish & Golf", "\nHigh School Preparation", "\nHigh School Holiday English", "\nEnglish & Activities for U18s", "\nFarmstay", "\nWorking Holiday", " ", "Bridge International is located in heart of Auckland, New Zealand’s biggest city. With beautiful scenery, great beaches, harbours and islands all at arm’s reach, there’s plenty explore.", "We pride ourselves on the small size of our school and individual classes, as we strive to provide a personalised learning environment in order to help our students grow. Our range of programmes are designed to engage students in a number of ways, with plenty of opportunities for meeting new people and exploring the area.", "Our students come from around the world, all with different English levels and backgrounds.", "Bridge International is an NZQA approved category 1 school. Bridge is also a member of English New Zealand.", " ", "Courses", "\nEnglish Academic Purposes", "\nPreparation for English for Academic Purposes", " ", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "The excellent news for ICL this month is that the Postgraduate Diploma in Business (Level 8) has been approved by NZQA, short of final sign-off. The NZQA Panel gave three commendations, seven recommendations and no requirements. The commendations were for our “willingness to embrace and continuously develop the degree culture”; to the staff for “their commitment to student-centred learning”; and for the school’s “emphasis on pastoral care and the continuous self-improvement involved”. The recommendations were all reasonable and easily achievable, and those on our research activity are timely for us to lift our research to a new level.", "\nThis is a significant moment in the development of ICL; we expect the PGDip to become our largest programme within the next two years. We have decided on a start in the first week of June, and hope to have recruited a reasonably-sized cohort by then.", "As a consequence of this success, and the fact that already over half our academic programme students are at Level 7, we are rebranding the business school ICL Graduate Business School, effective 1st April.", "\nThe introduction of a PGDip will have a significant effect on our research programme, as we make it increasingly more closely allied to our business teaching, and we are convening a meeting of our newly-expanded Research Advisory Board in May to seek advice.", "Ewen Mackenzie-Bowie", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Welcome to ICL Education Group!", " ", "We believe in success. Whether you are studying Business, Computing, Early Childhood Education or English, we are committed to your success. Our students pass; our students get jobs; our students progress to higher education; and very importantly, our students enjoy their time at ICL Graduate Business School, Auckland English Academy, Bridge International College and New Horizon College!", "Education changes as fast as the world does, and when you select your study destination it is important to find innovation as well as a tradition of quality. In New Zealand you will find both: an excellent, British-based academic heritage, with universities over 100 years old, and a dynamic, modern education system constantly adapting to the changes and growth in our multi-cultral society. And at ICL, within this traditional yet dynamic environment, we offer the perfect combination of private sector service standards, and the academic guarantee of qualifications owned or approved by New Zealand Government.", "Our missions include helping you “develop learner autonomy”; at ICL, you take ownership of your education. Your teachers guide you, with enthusiasm and professional skills. in the direction of your leaning objectives, but you must do the work, both in class and through self-study. Think of your teacher as the conductor and your class as the orchestra. The conductor directs you, but you and your classmates make the music!", " ", "Ewen Mackenzie-Bowie", "Chairman", " ", "ICL Education Group is a unique international education provider incorporating language schools founded almost thirty years ago, and a graduate business school providing programmes up to Master’s level, including the only Master of Business Informatics in New Zealand. ICL Education Group also delivers the largest IELTS (International English Language Testing System) examination preparation programme in the country. The Group comprises ICL Graduate Business School, Auckland English Academy, Bridge International College and in Napier, New Horizon College. The Group aggregates about 1,000 EFTS (Equivalent Full-Time Students) per annum.", "ICL offers a range of tertiary Business, Computing, English, TESOL and Early Childhood Education programmes, up to level 9 on the New Zealand Qualifications Framework. The schools are mostly comprised of international students, from over 30 different countries.", "ICL graduates have guaranteed pathways to universities in New Zealand and Australia with credit transfer, and most qualify for a study-to-work visa and points for subsequent migration. Our Early Childhood Education programme has TEC funding from the government for domestic students.", "Auckland English Academy, Bridge International College and New Horizon College are all NZQA Category 1 schools and members of English New Zealand.", " ", "Our Motto", "Our Latin motto means “Through determination I excel”. ICL has a commitment to academic excellence which we expect our students to share.", " ", "OUR MISSION", "To help learners achieve their educational goals and develop learner autonomy by providing high quality educational programmes within a motivating, guided and healthy learning environment.", " ", "VALUES STATEMENT", "ICL will:", " ", "Quality", "ICL will commit itself to academic excellence in all its programmes. The school will aim to deliver quality education, focused on the pursuit of learner autonomy, through the selection of highly-trained, motivating professionals and first-class learning resources.", " ", "Integrity", "ICL will ensure that all College staff operate with integrity of moral principle and the highest standards of professional ethics with respect to programme delivery, assessment and appeal.", " ", "Collegiality", "ICL will ensure that students, staff and other stakeholders are treated with respect, honour and equality, within the principles of natural justice and within the context of the Treaty of Waitangi.", " ", "Versatility", "ICL will ensure that requests and enquiries from stakeholders are dealt with promptly, pleasantly and flexibly, according to best practice service standards, in order to render a high level of customer satisfaction.", " ", "Sustainability", "ICL will operate within a stable financial environment by increasing the shareholders’ return on investment, so that continued reinvestment is enabled and the College’s position in the marketplace is secured.", "All our schools are approved by the New Zealand Qualifications Authority (NZQA), meaning that NZQA is confident in the educational performance of our schools. In order to become a member, schools are audited to a strict criteria which must be met above and beyond NZQA requirements. Being recognised as a member signifies quality standards across: staff qualifications, curriculum and assessment, facilities, student support, student recruitment and management.", " ", " ", "“The New Zealand Qualifications Authority ensures that New Zealand qualifications are valued as credible and robust, both nationally and internationally.", "“NZQA is accountable for:", " ", " ", "All our English schools are members of English New Zealand. English New Zealand is", " an organization who represent an exclusive group of New Zealand’s most favourable English schools. Currently, 26 top English language schools in New Zealand, including Auckalnd English Academy, Bridge International College and New Horizon College, are represented by English NZ.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "We are pleased to announce that Bridge International has been accepted as a member of ", "English", "New", " ", "Zealand", ". ", "English", " NZ is an organization who represent an exclusive group of ", "New", " ", "Zealand", "’s most favourable ", "English", " schools. Currently, 26 top ", "English", " language schools in ", "New", " ", "Zealand", " are represented by ", "English", " NZ.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Colleagues and partners in New Zealand and around the world:", "This comes with best wishes for Christmas and the holiday season, and allows me to reflect on this year, and briefly the last ten years, as March 2017 will be the 10th anniversary of our acquisition of International College of Linguistics and a few weeks later ACG Business School. We had 24 staff in 2007: now we have well over 100. In 2007 we had three programmes: now we have over 20, including a postgraduate diploma in business at Level 8. In 2007 we had around 200 EFTS (equivalent full-time students) and last year we hit 1000. We don’t have a 2016 figure yet.", "We have seen good growth, but over ten years it has always been generic and steady, in contrast with some of the explosions (and contractions) we have recently witnessed among our competitors.", "Some of the highlights of 2016 have been:", "Thank you to everyone, our staff, our stakeholders, advisory boards and academic partners, and to our retailers and market partners in NZ and offshore, for making 2016 our most successful year yet.", "Ewen Mackenzie-Bowie", "Chairman", "ICL Education Group", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Marketing Executive Vietnamese", "Phone", ": 09 368 4343 ext 204", "Email", ": vietnam@icl.ac.nz", "Languages", ": English, Vietnamese", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Spanish", "English", "Portuguese", " ", "Contact:", "\nEmail: latinamerica@icl.ac.nz", "\nPhone: +64 9 368 4343 Ext 208", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Psychologist, Specialist in Human Development", "Is not HR an adventure?  From my perspective HR is special in so many ways, we have to be planners, visionaries, strategists, etc.", "I have the ability to consult, advise, design and manage processes and programs to contribute to human development.", "As an HR professional, I have the skill to help others and go where others may be afraid to go.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Marketing Executive", "China", "Langauges:", "\nMandarin", "\nEnglish", "Contact", "\nEmail: amandama@icl.ac.nz", "\nPhone: 09 368 4343 (Ext 204)", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Narida Maisirisom ", "Marketing Executive Thailand", "Phone: 09 368 4343 ext 210", "Email: thailand@icl.ac.nz", "Languages: English, Thai", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Assistant Director of Studies", "Auckland English Academy", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Accommodations and Welfare Officer", "Misako can help you with:", "\n• Homestay", "\n• Under 18 student support", "\n• Airport Transfer", "Email", "\nAccommodation@icl.ac.nz", "Emergency phone number", "\n(24/7) 021 780 793", "You can see Misako if you have any problems or questions about your homestay", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Pathways Director ", " ", " ", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Senior Teacher", "Auckland English Academy", "Email", "\nmike@english.co.nz", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Director of Studies", "Bridge International", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Director of Studies", "Auckland English Academy", "Email", "\nvictoriadamiris@icl.ac.nz", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Academic Director", "Qualifications", "PhD ", "Massey", ", MMgt (Distinction) ", "Massey", ", PGDipBus & Admin ", "Massey", ", DipTeaching ", "Auckland College of Education (now University of Auckland)", ", BA ", "Massey", ".", " ", "Contact:", "\njocelynwillaims@icl.ac.nz", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Ewen Mackenzie-Bowie", " has a Master’s in Children’s Literature from the University of Surrey and a BA (Hons) from the University of Stirling.  He has over 30 years’ experience in business schools, language schools and state education, in teaching, administration, sales and marketing.", "Ewen was on the Board of ITENZ for two years, was Chairman of the Board of Richmond Road School for six years and has been Chairman of English New Zealand since June 2015.", "Ewen has had a paper on the poetry of Richard Edwards published in ", "The Journal of Children’s Literature Studies", " (UK) and papers on children’s literature in the first three editions of the ICL Journal.  He has published two illustrated books, ", "Superpuffin", " and ", "Superpuffin and the Dinosaurs", ", and had his Master’s thesis on ", "The Wolf in Children’s Literature", " published by Lambert Academic Publishing in 2011.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "General Manager", "Diploma in Business Administration, Bachelor of Applied Management", "Experience: Eight year experience in the New Zealand tertiary education area as administrator, project management coordinator and registrar. My interests are enjoying quality time with my family, in New Zealand and overseas, reading as member of a Book Group and volunteering with. Volunteering Waikato and other organisations.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            ", "Wayne Dyer has worked at ICL since 2012,  he is Group Principal of ICL Education Group which includes ICL Graduate Business School and three English language schools. Wayne is currently Chairman of English New Zealand.", "\n\t\t\t\t© Copyright 2020 \n\t\t\t\t", ".\n\t\t\t\t\n                ", "ICL Education Group.", "\n                Powered by ", "WordPress.", "            "], "emails": ["info@icl.ac.nz", "languagecert@icl.ac.nz", "vietnam@icl.ac.nz", "latinamerica@icl.ac.nz", "doris@icl.ac.nz", "aline@icl.ac.nz", "amandama@icl.ac.nz", "thailand@icl.ac.nz", "japan@icl.ac.nz", "ccommodation@icl.ac.nz", "mike@english.co.nz", "victoriadamiris@icl.ac.nz", "jameskim@icl.ac.nz", "jocelynwillaims@icl.ac.nz"], "addresses": [], "social_media_links": [], "telephone_numbers": ["+64 9 368 4343", "9 368 4343", "+64 9 368 4343", "+64 9 368 4343", "+64 9 368 4343", "9 368 4343", "9 368 4343", "+64 9 379 3777", "7) 021 780 793", "+64 9 368 4343"], "lda_resutls": [[0, "0.022*\"language\" + 0.018*\"staff\" + 0.016*\"contact\" + 0.015*\"school\" + 0.015*\"homestay\" + 0.015*\"student\" + 0.012*\"culture\" + 0.011*\"family\" + 0.010*\"people\" + 0.009*\"research\""], [1, "0.015*\"school\" + 0.015*\"group\" + 0.012*\"student\" + 0.012*\"represent\" + 0.009*\"education\" + 0.009*\"english\" + 0.009*\"currently\" + 0.009*\"go\" + 0.009*\"coordinator\" + 0.009*\"family\""], [2, "0.061*\"student\" + 0.027*\"education\" + 0.015*\"early\" + 0.015*\"level\" + 0.014*\"programme\" + 0.014*\"childhood\" + 0.013*\"graduate\" + 0.012*\"international\" + 0.012*\"qualification\" + 0.012*\"also\""], [3, "0.016*\"people\" + 0.016*\"email\" + 0.015*\"may\" + 0.012*\"decide\" + 0.012*\"share\" + 0.011*\"student\" + 0.010*\"make\" + 0.008*\"new\" + 0.008*\"sure\" + 0.008*\"development\""], [4, "0.024*\"level\" + 0.017*\"business\" + 0.016*\"service\" + 0.013*\"group\" + 0.012*\"credit\" + 0.009*\"diploma\" + 0.009*\"city\" + 0.009*\"range\" + 0.008*\"live\" + 0.008*\"locate\""], [5, "0.036*\"student\" + 0.030*\"course\" + 0.021*\"homestay\" + 0.012*\"school\" + 0.010*\"enjoy\" + 0.010*\"study\" + 0.009*\"great\" + 0.009*\"host\" + 0.009*\"experience\" + 0.009*\"family\""], [6, "0.095*\"copyright\" + 0.013*\"study\" + 0.012*\"develop\" + 0.011*\"academic\" + 0.010*\"quality\" + 0.010*\"learner\" + 0.010*\"education\" + 0.008*\"qualification\" + 0.008*\"preparation\" + 0.008*\"chairman\""], [7, "0.045*\"level\" + 0.036*\"school\" + 0.022*\"management\" + 0.020*\"year\" + 0.014*\"member\" + 0.014*\"graduate\" + 0.013*\"staff\" + 0.013*\"nzqa\" + 0.010*\"business\" + 0.010*\"programme\""], [8, "0.087*\"powered\" + 0.034*\"student\" + 0.017*\"website\" + 0.011*\"study\" + 0.011*\"online\" + 0.010*\"director\" + 0.010*\"graduate\" + 0.008*\"also\" + 0.008*\"share\" + 0.008*\"information\""], [9, "0.036*\"student\" + 0.017*\"programme\" + 0.012*\"award\" + 0.012*\"accommodation\" + 0.011*\"people\" + 0.009*\"powered\" + 0.009*\"provider\" + 0.009*\"family\" + 0.009*\"complaint\" + 0.009*\"business\""]], "kpe_resutls": [["aea", 0.5], ["latin america languag", 0.5]], "rake_resutls": [[53.02857142857144, "64 9 368 4343 ext 208 © copyright 2020"], [47.01666666666667, "golf high school preparation high school holiday english english"], [39.35507246376811, "victoria park aea students visiting navy museum"], [38.56896407685882, "english language level 4 auckland english academy consists"], [38.416666666666664, "18 student support • airport transfer email accommodation"], [37.60507518796993, "senior teacher auckland english academy email mike"], [35.297548921391844, "bowie chairman icl education group © copyright 2020"], [35.266666666666666, "courses general english ielts preparation cambridge preparation"], [33.82531328320802, "studies auckland english academy © copyright 2020"], [33.725, "09 368 4343 ext 210 email"], [31.982456140350877, "po box 293 shortland street auckland"], [31.725, "09 368 4343 ext 204 email"], [31.323809523809526, "u18s farmstay working holiday bridge international"], [31.166666666666668, "global contexts .’ dr jocelyn williams"], [29.89536541889483, "leading new zealand university business school shows"], [29.77174185463659, "studies auckland english academy email victoriadamiris"], [28.225, "64 9 368 4343 email"], [27.753289473684212, "industrial sector auckland region also attracted"], [27.744805194805195, "new horizon college bridge international marketing executive"], [27.650000000000002, "narida maisirisom marketing executive thailand phone"], [27.583333333333332, "aea hosts activity nights every fridays"], [27.25238095238095, "studies bridge international © copyright 2020"], [27.159401468097123, "new horizon students te mata peak"], [26.933333333333337, "accident compensation corporation provides accident insurance"], [25.771909633418584, "group comprises icl graduate business school"], [25.0, "incredible art deco inspired architecture"], [24.972049689440997, "icl launches innovative mbi programme –"], [24.841830065359478, "business informatics level 9 postgraduate diploma"], [24.550653594771244, "business informatics level 8 graduate diploma"], [24.492424242424242, "english new zealand since june 2015"], [24.317226890756302, "academic year ,” chairman ewen mackenzie"], [24.230075187969927, "auckland english academy officially moved"], [24.205242966751918, "icl graduate business school recently held"], [24.16659654043946, "independent tertiary milestone icl education group"], [24.147365771208687, "icl education group proudly awarded qualifications"], [23.88095238095238, "bowie chairman © copyright 2020"], [23.866666666666667, "world .” dr jocelyn williams"], [23.808184143222505, "business school icl graduate business school"], [23.781512605042018, "academic purposes © copyright 2020"], [23.431313131313132, "care level 6 new zealand diploma"], [23.389646464646464, "care level 5 new zealand diploma"], [23.23131313131313, "computing level 7 new zealand diploma"], [23.03475935828877, "two “ academic excellence ” prizes"], [22.75, "minister goldsmith met director ewen mackenzie"], [22.54126984126984, "receive top level english learning experience"], [22.4, "computing student sachee vindyani wickramathilaka"], [22.357142857142858, "pathways director © copyright 2020"], [22.309523809523807, "providing high quality educational programmes within"], [21.952153110047846, "auckland city district police launched"], [21.86607142857143, "former ece programme leader also attended"]], "guided_lda_resutls": [["group", "powered", "students", "people", "visa", "qualifications", "quality", "three", "dec", "countries"], ["success", "horizon", "well", "nz", "universities", "equivalent", "offers", "culture", "languagecert", "15"], ["marketing", "principal", "credit", "certificate", "tertiary", "national", "sarham", "teacher", "met", "everyone"], ["student", "academy", "nz", "country", "family", "ac", "first", "approved", "2013", "government"], ["master", "computing", "come", "meeting", "literature", "established", "located", "following", "30", "dr"], ["2020", "2015", "cultures", "go", "tangata", "coordinator", "pass", "exchange", "since", "involved"], ["education", "homestay", "management", "new", "wayne", "learning", "pastoral", "2017", "please", "course"], ["full", "contact", "informatics", "culture", "studying", "2020", "welcome", "agent", "hr", "currently"], ["zealand", "city", "english", "aea", "enjoy", "member", "website", "centre", "languages", "make"], ["requirements", "skills", "environment", "insurance", "dyer", "postgraduate", "evening", "weeks", "unique", "biggest"], ["programme", "2020", "language", "mbi", "within", "families", "time", "thank", "wordpress", "20"], ["childhood", "bridge", "world", "journal", "find", "medical", "minister", "health", "particularly", "2014"], ["ewen", "care", "bowie", "us", "studies", "provider", "executive", "saudi", "meet", "best"], ["copyright", "early", "may", "experience", "courses", "beaches", "teaching", "proud", "evening", "leading"], ["diploma", "information", "beautiful", "service", "one", "help", "excellence", "university", "easily", "others"], ["graduate", "code", "chairman", "2011", "work", "years", "programmes", "range", "accommodation", "students"], ["english", "business", "also", "different", "including", "category", "standards", "children", "details", "gave"], ["new", "students", "zealand", "newsletter", "schools", "nzqa", "mackenzie", "director", "year", "two"], ["icl", "college", "graduates", "study", "research", "like", "support", "email", "living", "many"], ["school", "auckland", "level", "international", "wordpress", "academic", "staff", "2016", "powered", "napier"]], "textrank_resutls": [[0.09096271141864425, 111, "new zealand new zealand"], [0.08017341976762445, 10, "english new zealand"], [0.07744723262812786, 68, "icl education group"], [0.0725315474143591, 6, "new zealand diploma"], [0.0722022438845115, 2, "new zealand qualifications"], [0.07205789565890651, 1, "new zealand families"], [0.07186963988728816, 1, "new zealand university business school"], [0.07162171970201478, 1, "new zealand culture"], [0.07076927461334005, 7, "icl education centre"], [0.0703255776362564, 1, "new zealand certificate"], [0.07005559501340917, 2, "auckland icl graduate business school"], [0.07004278587756647, 1, "icl education campus"], [0.06999004386278232, 1, "new zealand diplomas"], [0.06987657252571693, 1, "new zealand phone"], [0.06949794547851404, 1, "new zealand law"], [0.06942383371530296, 3, "icl business"], [0.0693551875522695, 1, "culture new zealand"], [0.06927268004167218, 2, "new zealand government"], [0.06927268004167218, 1, "transportation new zealand"], [0.06895579167677306, 2, "icl business school"], [0.06889249442882865, 1, "icl schools"], [0.06773029569736146, 2, "new zealand educational providers"], [0.06719789915221949, 13, "icl graduate business school"], [0.06510973369204191, 1, "currency new zealand currency"], [0.06455353946949013, 74, "icl"], [0.06453584169012358, 1, "icl business alumni"], [0.0644383590065912, 1, "icl graduates"], [0.06172000329724321, 48, "students"], [0.060390287099746504, 6, "icl journal"], [0.060262816764019705, 13, "new horizon college"], [0.05980873543773947, 1, "icl alumni"], [0.059755373034766246, 2, "sustainability icl"], [0.059734146240134574, 1, "quality icl"], [0.05972057954843823, 2, "integrity icl"], [0.05972057954843823, 2, "collegiality icl"], [0.05972057954843823, 2, "versatility icl"], [0.059435040812745324, 7, "new horizon"], [0.05899560946555445, 1, "hosting students"], [0.05885270943232241, 2, "student support"], [0.05859298279793701, 1, "icl pathways director"], [0.058147968896356254, 2, "domestic students"], [0.05796720399594973, 1, "computing student"], [0.057949316590252875, 3, "saudi students"], [0.057770633544499225, 1, "student complaints"], [0.05763094071828943, 2, "napier new horizon college"], [0.05759164777174777, 1, "new horizon students"], [0.05752936145488478, 14, "auckland english academy"], [0.05723485497210079, 1, "student recruitment"], [0.056936632815629384, 1, "total international students"], [0.0568337858089689, 1, "most international students"]], "textrank_summery__resutls": ["A homestay is an excellent way to learn about New Zealand culture, make friends and practise your English while living in New Zealand.", "New Horizon College is a member of English New Zealand, on whose behalf the invitation was given, and the visit provided an excellent opportunity for the Minister to see a small regional language school in operation.", "AEA is a member of English New Zealand, we are audited every four years.", "New Horizon is a NZQA approved category 1 education provider, and a member of English New Zealand.", "Bridge is also a member of English New Zealand.   "], "wordcloud_resutls": [["student", 1.0], ["New Zealand", 0.9222222222222223], ["ICL Education", 0.6666666666666666], ["Education Group", 0.6111111111111112], ["English", 0.4444444444444444], ["Copyright ICL", 0.43333333333333335], ["Group Powered", 0.43333333333333335], ["Powered WordPress", 0.43333333333333335], ["Level", 0.4111111111111111], ["school", 0.3888888888888889], ["programme", 0.36666666666666664], ["Auckland", 0.3111111111111111], ["will", 0.26666666666666666], ["homestay", 0.24444444444444444], ["staff", 0.2222222222222222], ["ICL", 0.2], ["city", 0.2], ["year", 0.2], ["academic", 0.18888888888888888], ["NZQA", 0.18888888888888888], ["Business School", 0.18888888888888888], ["qualification", 0.17777777777777778], ["service", 0.17777777777777778], ["course", 0.17777777777777778], ["study", 0.16666666666666666], ["people", 0.16666666666666666], ["New Horizon", 0.16666666666666666], ["graduate", 0.15555555555555556], ["research", 0.15555555555555556], ["international student", 0.15555555555555556], ["AEA", 0.14444444444444443], ["New", 0.14444444444444443], ["MBI", 0.14444444444444443], ["Early Childhood", 0.14444444444444443], ["Diploma Business", 0.14444444444444443], ["May", 0.13333333333333333], ["culture", 0.13333333333333333], ["Childhood Education", 0.13333333333333333], ["success", 0.12222222222222222], ["Master", 0.12222222222222222], ["Napier", 0.12222222222222222], ["member", 0.12222222222222222], ["Graduate Business", 0.12222222222222222], ["English Academy", 0.12222222222222222], ["Horizon College", 0.12222222222222222], ["first", 0.1111111111111111], ["experience", 0.1111111111111111], ["full", 0.1111111111111111], ["quality", 0.1111111111111111], ["website", 0.1111111111111111], ["ICL Graduate", 0.1111111111111111], ["Auckland English", 0.1111111111111111], ["Bridge International", 0.1111111111111111], ["Ewen Mackenzie", 0.1111111111111111], ["Mackenzie Bowie", 0.1111111111111111], ["many", 0.1], ["family", 0.1], ["country", 0.1], ["enjoy", 0.1], ["provider", 0.1], ["support", 0.1], ["icl ac", 0.1], ["ac nz", 0.1], ["living", 0.08888888888888889], ["evening", 0.08888888888888889], ["range", 0.08888888888888889], ["world", 0.08888888888888889], ["award", 0.08888888888888889], ["two", 0.08888888888888889], ["high", 0.08888888888888889], ["University", 0.08888888888888889], ["within", 0.08888888888888889], ["information", 0.08888888888888889], ["must", 0.08888888888888889], ["Email", 0.08888888888888889], ["contact", 0.08888888888888889], ["life", 0.08888888888888889], ["different", 0.08888888888888889], ["teacher", 0.08888888888888889], ["skill", 0.08888888888888889], ["Postgraduate Diploma", 0.08888888888888889], ["requirements", 0.07777777777777778], ["us", 0.07777777777777778], ["one", 0.07777777777777778], ["now", 0.07777777777777778], ["time", 0.07777777777777778], ["well", 0.07777777777777778], ["Massey", 0.07777777777777778], ["pathway", 0.07777777777777778], ["work", 0.07777777777777778], ["provide", 0.07777777777777778], ["best", 0.07777777777777778], ["beautiful", 0.07777777777777778], ["need", 0.07777777777777778], ["accommodation", 0.07777777777777778], ["educational", 0.07777777777777778], ["learning", 0.07777777777777778], ["homestay families", 0.07777777777777778], ["Pastoral Care", 0.07777777777777778], ["language school", 0.07777777777777778]], "lda_mallet_resutls": {"Topic_0": ["school", "language", "member", "quality", "world", "educational", "attend", "apply", "top", "represent"], "Topic_1": ["staff", "service", "award", "research", "country", "visit", "support", "activity", "receive", "pastoral"], "Topic_2": ["study", "business", "programme", "group", "provide", "nzqa", "include", "work", "time", "stakeholder"], "Topic_3": ["copyright", "powered", "meet", "website", "programme", "director", "large", "cost", "online", "fee"], "Topic_4": ["graduate", "high", "childhood", "management", "teacher", "success", "skill", "qualification", "host", "manager"], "Topic_5": ["education", "early", "qualification", "academic", "range", "find", "industry", "university", "cross", "change"], "Topic_6": ["student", "international", "care", "provider", "requirement", "code", "environment", "publish", "opportunity", "establish"], "Topic_7": ["homestay", "family", "people", "culture", "enjoy", "give", "experience", "evening", "marketing", "class"], "Topic_8": ["level", "speak", "contact", "full", "information", "practice", "master", "certificate", "continue", "proud"], "Topic_9": ["year", "english", "napi", "live", "make", "life", "beautiful", "accommodation", "good", "offer"]}, "wordcloud_resultsbi": ["international_student", "childhood_education", "early_childhood", "homestay_family", "level_business", "copyright_copyright", "language_school", "pastoral_care", "business_school", "english_language", "management_level", "diploma_business", "postgraduate_diploma", "academic_excellence", "care_international", "care_level", "code_practice", "education_care", "quality_education", "student_code", "student_student", "authority_nzqa", "business_early", "business_level", "category_school", "chairman_copyright", "child_literature", "contact_copyright", "copyright_director", "copyright_group", "director_study", "domestic_student", "education_pastoral", "educational_provider", "health_service", "information_website", "learner_autonomy", "level_programme", "more_information", "napi_napi", "national_certificate", "people_different", "people_people", "saudi_student", "school_education", "student_first", "student_study", "student_support", "time_student", "year_chairman", "academic_success", "accident_accident", "agent_provider", "air_rail", "available_request", "available_website", "average_pass", "award_good", "beach_harbour", "beautiful_beach", "business_service", "business_strand", "business_student", "care_coordinator", "certificate_early", "code_available", "college_group", "commitment_academic", "copyright_delighted", "credibility_qualification", "credit_transfer", "cross_disciplinary", "culture_lifestyle", "culture_religion", "current_future", "different_country", "different_culture", "different_english", "diploma_postgraduate", "disciplinary_skill", "education_english", "education_pasifika", "education_programme", "education_provider", "education_sector", "education_student", "education_system", "eft_equivalent", "email_copyright", "english_course", "english_school", "equivalent_full", "excellence_student", "exchange_rate", "exclusive_group", "family_friend", "family_opportunity", "fellow_student", "few_week", "friendly_people"]}]