[{"company": "Verso", "introduction": "Student learning measurement", "end_market": "Education", "industry": "IT - Software", "link": "http://versoapp.com/", "search_text": "http://versoapp.com/", "title": "Verso – Empowering Excellence in Learning and Teaching.", "link_corrected": "http://versolearning.com/", "description": "Empowering Excellence in Learning and Teaching.", "crawled_links": ["http://versolearning.com/", "http://versolearning.com/how-it-works/", "http://versolearning.com/gettingstartedwithverso/", "http://versolearning.com/terms-of-use-privacy-policy/", "http://versolearning.com/maximizing-student-learning-with-high-impact-teaching-strategies/", "http://versolearning.com/contact-us/", "http://versolearning.com/strategies/", "http://versolearning.com/blog/", "http://versolearning.com/2018/04/25/", "http://versolearning.com/blog/page/2/", "http://versolearning.com/2018/04/20/", "http://versolearning.com/teacher-resources-recommended-sources-of-high-quality-content/", "http://versolearning.com/black-history-month-exemplar-activities-for-your-students/", "http://versolearning.com/2018/05/30/", "http://versolearning.com/anzac-day-activities/", "http://versolearning.com/blog/page/3/", "http://versolearning.com/verso-2-0-makes-it-easier-for-teachers-to-create-high-impact-lessons/", "http://versolearning.com/5-strategies-to-make-teacher-pd-more-effective/", "http://versolearning.com/category/learning-apps/", "http://versolearning.com/black-history-month/", "http://versolearning.com/2017/12/09/", "http://versolearning.com/2017/12/24/", "http://versolearning.com/2018/05/", "http://versolearning.com/category/uncategorized/", "http://versolearning.com/author/admin/", "http://versolearning.com/2018/01/25/", "http://versolearning.com/category/teacher-resources/", "http://versolearning.com/2018/04/", "http://versolearning.com/category/verso-classroom/", "http://versolearning.com/2018/01/29/", "http://versolearning.com/category/high-impact-lessons/", "http://versolearning.com/reflections-of-a-high-school-english-eld-teacher-committed-to-refining-her-craft/", "http://versolearning.com/2018/", "http://versolearning.com/a-few-of-my-favorite-things/", "http://versolearning.com/professional-learning-activity-rethinking-the-approach-black-history-month/", "http://versolearning.com/2018/02/02/", "http://versolearning.com/category/student-ready-activities/", "http://versolearning.com/category/guest-post/", "http://versolearning.com/2018/01/", "http://versolearning.com/category/student-success/", "http://versolearning.com/category/collaboration/", "http://versolearning.com/category/teacher-sharing/", "http://versolearning.com/2017/12/", "http://versolearning.com/a-few-of-my-favorite-things/?replytocom=1", "http://versolearning.com/2017/", "http://versolearning.com/tag/preparation-for-school-year/", "http://versolearning.com/2018/02/", "http://versolearning.com/tag/student-success/"], "header_text": ["Activate Learning ", "Mr. Greg Elliot", "Melina Bowd", "John Hattie", "Jeannie Dailey", "Dr. Ross Kasun", "Delivering Evidence-Based Learning & Teaching ", "Verso Benefits", "Hear it directly from our educators", "Pricing Options", "Build Engaging, High-Impact Activities", "Build Engaging, High-Impact Activities", "Collaborate with Colleagues and Explore Content", "Verso Library", "School & District Libraries", "Co-Create & Share", "Strategy Cards", "How to Stop Wasting Time and Money on Teacher PD", "Watch these short videos to understand how Verso can help you to quickly and easily implement each of these High-Impact teaching strategies.", "Premium Offer Breakdown Upgrade to Premium CTA Button", "Teacher Modeling", "Key Vocabulary", "\n\t\t", "\n\t", "\n\t\t", "\n\t", "\n\t\t", "\n\t", "Daily Archives: ", "\n\t\t", "\n\t", "\n\t\t", "\n\t", "\n\t\t", "\n\t", "Daily Archives: ", "Teacher Resources: Recommended Sources of High Quality Content", "ART", "PSYCHOLOGY AND DECISION MAKING", "MODERN LANGUAGES", "STEM", "CROSS CURRICULAR", "HUMANITIES & ARTS", "ENGLISH LANGUAGE, LITERATURE AND MEDIA", ".", " and YouTube STEM Channels", "Post navigation", " / ", " (Earth Science)", " (Earth Science)", "Matemáticas en videos cortitos y bonitos)", " (Science)", " (Engineering)", " (Science Challenges)", " (Psychology and Neuroscience)", " (Math’s)", "(Science and Nature)", " (Chemistry)", "Related Posts", "Leave a Reply ", " admin", "Black History Month – Exemplar Activities for Your Students", "Post navigation", "Related Posts", "Leave a Reply ", " admin", "Daily Archives: ", "ANZAC Day Activities", "Post navigation", "Anzac Day Resources", "Anzac Day Activities", "Related Posts", "Leave a Reply ", " admin", "\n\t\t", "\n\t", "\n\t\t", "\n\t", "Verso 2.0 Makes it Easier for Teachers to Create High-Impact Lessons", "Post navigation", "Related Posts", "Leave a Reply ", " admin", "Category Archives: ", "Black History Month", "Post navigation", "Related Posts", "Leave a Reply ", " admin", "Daily Archives: ", "Daily Archives: ", "Monthly Archives: ", "Category Archives: ", "Author Archives: ", "Daily Archives: ", "Category Archives: ", "Monthly Archives: ", "Category Archives: ", "Daily Archives: ", "Category Archives: ", "Guest Blog: Dawn Lam – “Reflections of a high school English / ELD teacher committed to refining her craft”", "Post navigation", "Related Posts", "Leave a Reply ", " admin", "Yearly Archives: ", "A Few of My Favorite Things", "Post navigation", "Related Posts", "1 Comment", "Leave a Reply ", " admin", "Professional Learning Activity – Rethinking the Approach to Black History Month", "Post navigation", "Related Posts", "Leave a Reply ", " admin", "Daily Archives: ", "Category Archives: ", "Category Archives: ", "Monthly Archives: ", "Category Archives: ", "Category Archives: ", "Category Archives: ", "Monthly Archives: ", "A Few of My Favorite Things", "Post navigation", "Related Posts", "1 Comment", "Leave a Reply to ", " ", " admin", "Yearly Archives: ", "Tag Archives: ", "Monthly Archives: ", "Tag Archives: "], "paragraph_text": ["Login", "Signup", "Deliver evidence based, high-impact lessons in every class, gain authentic visibility on learning and use post lesson reflection data", "Verso supports teaches with quick and easy to implement high-impact strategies that engage students.", "\"By capturing student thinking, and allowing critique of that thinking, Verso is a powerful platform for quickly taking students to deep levels of engagement and understanding.\"", "\"My constant challenge is to engage the students, have them think critically, ensure all students are active learners and provide individual feedback.....Verso is the answer!\"", "“I have worked a lot with Verso, interrogated their data, and most impressed with what they have to offer.”", "“Students go from surface knowledge of a subject to deeper levels of synthesis in one 60 minutes period.”", "“Our students are asking better questions now; they’re collaborating and providing feedback by commenting on other student’s posts. Students who were previously reluctant have found their voice.”", "Trial", "Individual Teachers", "Classroom", "Individual", " Teachers", "School & Districts", "Multiple Teachers", "Plan Benefits", "FREE", "$5/month", "($59 Annual)", "On Request", "Teacher and Student Features", "Built-in pedagogical tools that ", "increase academic engagement", " and classroom collaboration", "Academic language tracking to ", "build student literacy skills", " and provide visibility of every student’s learning for personalized instruction", "Feedback prompts", " & exit tickets to ", "develop metacognition", " and encourage student reflection on their learning", "Guided activity builder to develop students capacity for ", "critical & creative thinking", "Dashboard of real-time classroom measures and student response tracking provides ", "visibility on learning", "Collaborate with colleagues", " - Share lessons and access the most effective teaching practices from your peers", "Maximize your impact", " - Embedded high-impact teaching strategies tailored to you that maximize your impact", "Deep thinking", " - A high-impact activity library to create lessons that deepen engagement and build critical thinking", "A library of expert created collaborative structures to increase student engagement", "4 max", "Unlimited", "Unlimited", "Number of Activities", "5 max", "Unlimited", "Unlimited", "Number of Classes (Unlimited Students)", "5 max", "Unlimited", "Unlimited", "Access to High-Impact Structures (On & Offline)", "4 max", "Unlimited", "Unlimited", "Personalised & Embedded Professional Learning", "School and District Features", "Professional Learning Delivery & PLC's", "Curated Content & Structures", "Administration Functions & Customised Reporting", "Leadership & Professional Development Training", "Customisable School & District Activity Library", "Branding & Customisation", "Login", "Signup", "Verso has been pedagogically designed to maximize teacher impact in every lesson. ", "It creates engaging activities that promote collaboration,  critical thinking, feedback and metacognition. ", "By collecting unique student engagement and learning data, Verso enables teachers to personalize learning outcomes for every student", ". ", "Teachers can create and share their own activities or use and adapt existing content from our libraries", "Verso activities are pedagogically designed to enable teachers to easily incorporate best-practices including: \n                              Stating learning intentions\n                              Questioning Techniques\n                              Providing model responses\n                              Recommended Vocabulary\n                              Supporting Classroom Collaboration\n                              Giving & Receiving Feedback\n                              Metacognition\n                              ", "\n                              Suspendisse quis justo iaculis leo iaculis suscipit. Duis lobortis, est quis dapibus ornare, felis est vehicula dui, varius commodo turpis purus sed justo. Mauris at lorem sed nisl dignissim euismod. Proin ornare urna vitae urna convallis pulvinar.\n                           ", "Fusce non condimentum quam, non condimentum ipsum. In dolor eros, elementum in", "\n                              interdum eget, maximus ut elit.\n                           ", "Using Verso teachers can either create their own high-impact activities using our pedagogically designed lesson builder or choose to use or adapt existing content from our libraries of peer and expert created content.", "Verso activities are pedagogically designed to enable teachers to easily incorporate best-practices including: \n                           ", "Over 500 expert designed High-Impact curriculum aligned activities", "Access school or district wide libraries of peer-created or curated content specific to your needs", "Share lessons or co-teach with colleagues to lighten the workload and access the knowledge and best lessons from thousands of teachers", "Access to 50 pedagogically designed, best-practice strategies and classroom structures to support your student’s needs and teaching priorities. ", "The strategies & structures are based on the work of international pedagogical experts including Michael Fullan, John Hattie, Caroline Dweck, Robert Mazarno and Alan November. They include: ", "Access over 70 pedagogically designed, best-practice strategies and classroom structures to support your student’s needs and teaching priorities. ", "The strategies & structures are based on the work of international pedagogical experts including Michael Fullan, John Hattie, Caroline Dweck, Robert Mazarno and Alan November. They include: ", "Verso uses pedagogical tools to increase student engagement, improve collaboration and ensure teachers have visibility on the authentic voice, ideas and learning of every student in the classroom. Using Verso students will:", "Build student ", "equity", " by unlocking the authentic voice and thoughts of every student using pedagogical tools", "Drive student ", "collaboration", " with online and offline structures purpose-built by experts to facilitate student interactions", "Develop students’ ", "questioning and feedback", " capabilities with research-based strategies", "Demonstrate ", "critical and creative thinking", " and analytical skills with a guided activity builder", "Engage students", " in their learning and personalize learning goals with individual student tracking", "Contribute and respond to peers anonymously", "Work collaboratively in pairs, small groups, large groups and as a class", "Reflect upon learning and inform the next steps", "Learn to give, receive and respond to feedback", "Analyze ideas and articulate thinking using recommended vocabulary", "Login", "Signup", "Login", "Signup", "VERSO LICENCE AGREEMENT", "Verso provides the Verso Application, which is an online application that assists Students and Teachers to create and share educational content and interact with each other regarding such content. ", "This licence agreement sets out the terms and conditions on which Verso will grant a licence to use the Verso Application to a User who downloads or is otherwise provided with a copy of the Verso Application. ", "By clicking the ‘I accept’ button or otherwise confirming the User’s acceptance of this licence agreement electronically, the User agrees that it has read, understood and will be bound by this licence agreement. ", "Depending on whether the User registers to use the Verso Application as a Teacher or Student, the User will also be required to agree to and comply with the Teacher Terms or Student Terms in order to access and use the Verso Application. ", "Definitions and interpretation", "Definitions ", "In this licence agreement, unless the context otherwise requires:", "Commencement Date", " means the date the User clicks the ‘I accept’ button or otherwise confirms the User’s acceptance of this licence agreement electronically. ", "Consequential Loss", " means Loss beyond the normal measure of damages and includes indirect Loss, Loss of revenue, Loss of reputation, Loss of profits, Loss of actual or anticipated savings, Loss of bargain, lost opportunities, including opportunities to enter into arrangements with third parties, Loss of use, cost of capital or costs of substitute goods, facilities or services.", "Documentation", " means any manuals, guides, reference materials or other similar documents in any form made available by Verso to the User in connection with the Verso Application.", "Improvement ", "means", " ", "any modification, alteration, development, new use or other change to the Verso Application which makes it more accurate, more useful, more functional, more efficient, more cost effective or in any other way preferable.", "Intellectual Property", " includes all patents, designs, copyright, trade marks or circuit layout rights and any right to apply for the registration or grant of any of the above. ", "Loss", " means any loss, liability, cost, claim, expense, damage, charge, penalty, outgoing or payment however arising, whether present, unascertained, immediate, future or contingent and whether direct loss or Consequential Loss.", "Permitted Purpose ", "means accessing and using the Verso Application for educational purposes in accordance with this licence agreement and the Student Terms or Teacher Terms (as applicable). ", "Student", " means any person who registers to use the Verso Application as a student. ", "Student Terms", " means Verso’s then current terms of use applicable to the use of the Verso Application by Students. ", "Teacher ", "means any person who registers to use the Verso Application as a Teacher. ", "Teacher Terms ", "means Verso’s then current terms of use applicable to the use of the Verso Application by Teachers. ", "Term", " means has the meaning given in clause 5.1 of this licence agreement.", "User", " means the person who downloads or is otherwise provided with a copy of the Verso Application and who enters into this licence agreement. ", "Verso ", "means", " ", "Verso Learning Pty Ltd (ACN 165 807 821) of ", "90 Maribyrnong Street, Footscray, Victoria, Australia", ". ", "Verso Application", " means the online educational application downloaded by or otherwise provided to the User and licenced to the User pursuant to this licence agreement.", "Verso Application Services", " has the meaning given in the Teacher Terms. ", "Verso Policies", " means the then current policies of Verso regarding the use of the Verso Application, as Verso may notify the User of from time to time during the Term.", "Interpretation ", "In this licence agreement, headings are inserted for convenience only and do not affect the interpretation of this licence agreement and, unless the context otherwise requires:", "the singular includes the plural and vice versa;", "if a word or phrase is defined, its other grammatical forms have a corresponding meaning;", "the meaning of general words is not limited by specific examples introduced by ‘includes’, ‘including’, ‘for example’, ‘such as’ or similar expressions; and", "a reference to a person includes an individual, a partnership, a corporation or other corporate body, a joint venture, a firm, a trustee, a trust, an association (whether incorporated or not), a government and a government authority or agency. ", "Licence ", "Grant of licence ", "Verso grants the User a personal, non-exclusive, non-transferable, not-for resale or sub license, restricted right to access and use the Verso Application for the Permitted Purpose during the Term on devices owned or controlled by the User. ", "Licence restrictions ", "The licence granted to the User under clause 2.1 permits the User to access and use the Verso Application solely for the Permitted Purpose and the User must not access or use the Verso Application for any other purpose. Without limiting the above, the User must not:", "make any copies of the Verso Application (other than copies that are made to download the Verso Application and install the Verso Application for the Permitted Purpose on devices owned or controlled by the User); ", "modify, adapt, translate, reverse engineer, de-compile, disassemble or copy all or any part of the Verso Application;", "attempt to circumvent or break any licence keys or any other encryption, decryption or other security device or technological protection measure contained in the Verso Application;", "distribute any part of the Verso Application for commercial purposes or otherwise sub-licence or resell the Verso Application;", "create derivative works from all or any part of the Verso Application;", "transfer, assign, rent, lease, lend, sell or otherwise dispose of all or any part of the Verso Application; or", "publish, communicate or otherwise make any part of the Verso Application publically available.", "Protection measures ", "The User acknowledges that the Verso Application may contain licence keys or other technological protection measures and Verso may use the licence keys or other protection measures to disable or suspend the Users access to the Verso Application:", "following the termination of this licence agreement; or", "if the User breaches (or Verso reasonably suspects the User has breached) any provision of this licence agreement, the Student Terms or Teacher Terms (as applicable). ", "Updates and support ", "The User acknowledges that nothing in this licence agreement imposes obligations on Verso to develop, release or install for the User any updates, upgrades, patches, bug fixes, new releases or new versions in respect of the Verso Application (", "Updates", "), provided however that if Verso does develop or release any Updates, it may require that all such Updates be used by the User. The User also acknowledges that nothing in this licence agreement imposes obligations on Verso to provide any services to the User in respect of the Verso Application including (without limitation) development or customisation services, technical support, training or maintenance services.", "Documentation and policies ", "The User must use only the most recent version of the Documentation provided or made available by Verso, and must follow any directions in the Documentation regarding the Use of the Verso Application. The User must also ensure that its access to and use of the Verso Application complies with all current Verso Policies. ", "Term and termination ", "Term ", "This licence agreement commences on the Commencement Date and will continue until terminated pursuant to clause 5.2. ", "Termination", "Verso may terminate this licence agreement and the licence granted under clause 2.1 effective immediately upon providing written notice of termination to the User if:", "the User breaches a term or condition of this licence agreement or the Student Terms or Teacher Terms (as applicable) and fails to remedy such breach within seven days after being provided with written notice of the breach by Verso; ", "the User breaches a term or condition of this licence agreement or the Student Terms or Teacher Terms (as applicable) which Verso considers cannot be remedied; or ", "Verso terminates its provision of Verso Application Services to the User under the Teacher Terms or terminates the User’s access to or use of the Verso Application under the Student Terms (as applicable). ", "Post termination obligations ", "Immediately on termination of this licence agreement, the User must:", "cease all use of the Verso Application; and ", "permanently delete all copies of the Verso Application from any devices in its possession, custody or control. ", "Survival", " ", "of certain terms", "The party’s obligations under clauses 2.2, 5.4, 6, 8 and 9 of this licence agreement will survive notwithstanding any termination of this licence agreement.", "Intellectual Property", "Verso’s Intellectual Property", "The User acknowledges that, subject to clause 2.1, nothing in this licence agreement grants the User any ownership of or rights in respect of the Intellectual Property in the Verso Application or any Documentation or any Improvements to the Verso Application or any Documentation. ", "Assignment ", "Any Intellectual Property in respect of the Verso Application or Documentation (including any Intellectual Property in any Improvements to the Verso Application or Documentation) which is created by or vests in the User during the Term is assigned to Verso immediately upon the Intellectual Property being created or vesting in the User and the User agrees to do all things and execute all documents as is reasonably necessary to effect such assignment. ", "Promotion and marketing", "The User agrees that, for the purposes of promoting and marketing Verso and the Verso Application, Verso is entitled to notify others of Verso’s relationship with the User and the User’s use of the Verso Application.", "Consumer Guarantees ", "Australian Consumer Law", "The Australian Consumer Law (", "ACL", ") may confer certain consumer guarantees in relation to the Verso Application or the performance of Verso’s obligations under this licence agreement if the User acquires the Verso Application as a ‘consumer’ within the definition of section 3 of the ACL. ", "Limitation of liability", "If the User makes a claim against Verso regarding the goods or services provided under this licence agreement in respect of a breach or alleged breach by Verso of the consumer guarantee provisions of the ACL and the relevant goods or services are not of a kind ordinarily acquired for personal, domestic and household use, then to the extent permitted by law, Verso’s liability to the User for such a breach or alleged breach of the consumer guarantee will be limited, at the election and discretion of Verso, to:", "if the breach relates to goods:", "the replacement of the goods or the supply of the equivalent goods;", "the payment of the cost of replacing the goods or of acquiring equivalent goods; or", "if the breach relates to services:", "the supply of the services; or", "the payment of the cost of having the services supplied again.", "Warranties and liability ", "Warranty exclusions ", "Verso does not warrant that the Verso Application or any portion of the Verso Application will meet the User’s requirements, the operation of the Verso Application will be uninterrupted or error-free, the Verso Application will be compatible with the User’s other software or systems or that the Documentation will be error free. All express or implied warranties in relation to the Verso Application are expressly excluded. ", "Verso’s liability", "Subject to clause 7 and notwithstanding any other provision of this licence agreement, the maximum aggregate liability of Verso to the User under or in connection with this licence agreement (including for breach of this licence agreement by Verso or any negligent act or omission of Verso) shall be limited to the lesser of the total amount of the licence fees (if any) paid to Verso by the User for the Verso Application or the sum of AUD $1000. Verso will not be liable to the User for any Consequential Loss incurred by the User under or in connection with this licence agreement or as a result of the User’s use of the Verso Application, even if Verso has been advised of the possibility of such Consequential Loss being incurred. ", "Indemnity ", "The User will indemnify Verso and each of its directors, officers, employees, agents, contractors and related bodies corporate (", "Indemnified Parties", "), and keep each of them indemnified, against any claim made against an Indemnified Party or Loss suffered or incurred by an Indemnified Party which arises from or in respect of:", "any breach by the User of this licence agreement; or", "any negligent, or wilful acts or omission, theft, misconduct, dishonesty or fraud committed by the User, its officers, directors, employees, agents, representatives, delegates or contractors. ", "General provisions", "Governing law", "This licence agreement will be governed by and construed exclusively under the laws of the State of Victoria, Australia and the parties submit to the non-exclusive jurisdiction of the courts of the State of Victoria and the Federal Court of Australia. ", "International conventions ", "The United Nations Convention on the International Sale of Goods (the Vienna Convention) will not apply to this licence agreement or the subject matter hereof. ", "Assignment", "The User may not assign or otherwise deal with any of its rights or obligations under this licence agreement without the prior written consent of Verso. Verso may assign, novate or otherwise deal with its rights under this licence agreement at any time effective immediately upon Verso notifying the User of the assignment or novation.", "Entire agreement", "This licence agreement and the Student Terms or Teacher Terms (as applicable) constitutes the entire agreement between the parties with respect to its subject matter and supersedes all previous communications, representations, inducements, undertakings, agreements or arrangements between the parties or their respective officers, employees or agents.", "Waiver and variation ", "This licence agreement will not be varied except by a document in writing signed by the parties. No failure to exercise or delay in exercising any right given by or under this licence agreement to a party constitutes a waiver and the party may still exercise that right in the future.", "Liability of parties ", "If a party consists of more than one person:", "an obligation of those parties is a joint obligation of all of them and a several obligation of each of them;", "a right given to those parties is a right given jointly and severally to each of them, and if exercised by one of them, is deemed to be exercised jointly; and", "a representation, warranty or undertaking made by those parties Is made by each of them.", "Severability ", "If any provision of this licence agreement is invalid or not enforceable in accordance with its terms in any jurisdiction, it is to be read down, if possible, so as to be valid and enforceable and will otherwise be capable of being severed to the extent of the invalidity or unenforceability without affecting the remaining provisions of this licence agreement or affecting the validity or enforceability of that provision in any other jurisdiction.", " ", "PRIVACY POLICY", "VERSO", "Learnology Pty Ltd  (collectively, ‘", "Verso’, ", "‘", "we", "’ or ‘", "our", "’)  provides the Verso Application, which is an online application that assists students and teachers to share videos, information and other similar educational content online and interact with each other regarding such content (as well as other products and services).", "PRIVACY", "Verso understands the importance of protecting an individual’s right to privacy.  This privacy policy sets out how we aim to protect the privacy of your personal information, the way we collect, use and disclose your personal information and your rights in relation to your personal information collected by us.", "COLLECTION OF INFORMATION FROM STUDENTS", "Use of the Verso application or our other products or services by students may require us to collect personal information from the student.", "If a student is aged under 13 years, we will only collect personal information from that student where a relevant teacher of the student has undertaken to us to obtain a consent from a parent or guardian of the student for that student to use the Verso application or our other products and services and disclose personal information to us. Teachers should only provide class passwords (which enable students to access the Verso application) to students aged under 13 years where such a consent has been obtained in relation to that student.", "If you are a student aged under 13 years, please do not provide personal information to us or otherwise use the Verso application or our other products or services unless such a consent has been provided by your parent or guardian. If you are unsure, speak with your parent or guardian.", "Information we collect", "Personal information generally refers to information that identifies an individual or from which an individual’s identity can reasonably be ascertained.", "When you use our applications, our website or our other products or services, we may collect personal information from you. The main ways we will collect personal information from you will be:", " • where you provide personal information to us. For example, if you register to use the Verso applications or our other products or services we may ask you for personal information such as your name, email address, postal/zip code and the school you attend or teach at; and", " • where we collect personal information about you as an incidence of you using the Verso applications or our other products or services, for example information regarding the content you upload to the Verso applications or information regarding the comments or other material you post using the Verso applications.", "If you purchase credits for the Verso applications or other products or services from us you may be required to provide payment information, such as credit card details, debit card details, payment gateway details or other similar payment details. This information will be collected by our third party payment services provider and will not be collected, stored or used by us", "HOW WE USE YOUR PERSONAL INFORMATION", "We collect and may use your personal information for the purposes of providing you with access to and use of the Verso applications or our other products and services and for any necessary related purposes. These related purposes include:", " • accounting, billing and other internal administrative purposes;", " • facilitating our internal business operations;", " • identifying and informing you of products and services that may be of interest to you;", " • responding to queries and feedback you submit to us;", " • planning, research, product development and customisation; and", " • any legal requirements which we must comply with.", "You are under no obligation to provide your personal information to us.  However, without certain personal information from you, we may not be able to provide you with access to or use of the Verso applications or our other products or services.", "HOW WE DISCLOSE YOUR PERSONAL INFORMATION", "We may disclose your personal information to third parties for the purpose for which we collect it (for example to provide you with access to the Verso applications or our other products or services ) or for other purposes where you have consented to the disclosure.", "We may disclose your personal information to service providers or other partners we appoint to assist us in providing you with access to and use the Verso applications or our other products or services. Any such disclosures will be made on a confidential basis and will require the service provider or other partner to comply with appropriate privacy obligations.", "We may also disclose your personal information to a law enforcement agency, government authority, the school that you teach at or attend or another similar body where we reasonably believe such disclosure is necessary to:", " • comply with any applicable and enforceable law, regulation, governmental or law enforcement request;", " • detect, prevent, or otherwise address fraud, security or safety issues relating to the Verso applications or our other products or services; or", " • protect against harm or potential harm to us, our users or any other persons.", "Personal information we collect from you may be stored or hosted by third party data hosting providers appointed by us. As a result, we may disclose your personal information to data hosting or other similar service providers located in the United States of America, Australia or the United Kingdom.", "SECURITY OF YOUR PERSONAL INFORMATION", "We take all reasonable steps to ensure that the personal information we hold is protected against misuse, loss, unauthorised access, modification or disclosure.  We will hold personal information in both hard copy and electronic forms in secure databases on secure premises, accessible only by our authorised staff.", "CAN YOU ACCESS THE PERSONAL INFORMATION THAT WE HOLD ABOUT YOU?", "You have a right to access your personal information that is collected and held by us.  If at any time you would like to access or change the personal information we hold about you, or you would like more information on our approach to privacy, please let us know.", "To obtain access to your personal information, we may request that you provide us with proof of your identity.  This is necessary to ensure that personal information is provided only to the correct individuals and that the privacy of others is protected.", "We will take all reasonable steps to provide access to your personal information within 30 days from your request.  In less complex cases, we will attempt to provide information within 14 days.", "If providing you with such access requires a detailed retrieval of your personal information, a fee may be charged for the cost of such retrieval and supply of information.", "AMENDMENTS TO POLICY", "Our policy may be updated from time to time.  We will ensure the current version of the policy is available on our websites and via the Verso applications.", "Prior to making changes we will use reasonable means to provide notice to teachers/education institutions of any such variation by electronic communication to any email address provided. Such messages will be deemed to be received one hour after the electronic communication is recorded as being sent by the device from which we sent that electronic communication. Notified teachers/education institutions shall be required to notify their students who are using the software and or their parents / guardians.", "In the event of a material change to this policy you will be presented with a copy of the new terms and be required to accept the new terms prior to accessing the software.", "HOW TO CONTACT US", "For further information or enquiries regarding your personal information, please contact our Privacy Compliance Manager ", "privacy@versoapp.com", "PRIVACY COMPLAINTS", "Please direct all privacy complaints to our Privacy Compliance Manager.  At all times, privacy complaints:", "¨   will be treated seriously;", "¨   will be dealt with promptly; and", "¨   will be dealt with in a confidential manner.", "The Privacy Compliance Manager will commence an investigation into your complaint.  You will be informed of the outcome of your complaint following the completion of the investigation.", "Login", "Signup", "Research indicates that despite spending an average of ", "$18,000 per teacher per year ", "on PD, these initiatives could not be linked to any particular student improvement. Professional development for teachers is truly only as good as the strategies it utilizes.", "Providing teachers with PD built on evidence-based, high-impact teaching strategies can dramatically improve student learning results in a matter of months!", "This infographic, ", "Maximizing Student Learning with High-Impact Teaching Strategies", ", details:", "Download the infographic now to learn more about these powerful strategies, and how they will help your students exceed achievement goals!", "Login", "Signup", "If you have any questions, comments, ideas or wish to find out more about Verso please send us an email and we’ll get back to you as soon as we can. We look forward to hearing from you.", "US Sales and Support", "(949) 485-2296", "AU Sales and Support", "1300 762 007", "Login", "Signup", "Access to 50 evidence based, high-impact strategies & structures,  based on the work of international pedagogical experts including Michael Fullan, John Hattie, Caroline Dweck, Robert Mazarno and Alan November.  Each strategy is designed to support every student in performing at their best. Our expert created strategies support teachers in dramatically increasing the quality and quantity of student-to-teacher, and student-to-student engagement, supporting the transition from surface to deep and critical thinking.", "Verso provides teachers with access to high-impact strategies (Recipe Cards), designed to support every student in performing at their best. Our research-based strategies support teachers in dramatically increasing the quality and quantity of student-to- teacher, and student-to- student engagement, supporting the transition from surface to deep and critical thinking.", "We want to help you to stop wasting your time and money on ineffectual PD and start transforming teacher development with these five expert strategies!", "Developing students’ metacognitive skills by modeling the language of the…", "Designing tasks that support the development of academic,contextual.", "Login", "Signup", "We are very excited to announce the launch of a new and improved version of the Verso teaching and learning platform. The improvements and new features we have added will make it even easier for teachers to quickly and easily create collaborative and deep-thinking lessons using evidence from the classroom and high-impact teaching strategies. Each…", "“The model of those 30 children in neat rows facing a single teacher is (or ought to be) an anachronism. Why shouldn’t children be helped to learn French by French children in French schools or physics by a Nobel Prize winner?     Lord Puttnam” — David Puttnam We need to ensure that we take care…", "25 April is ANZAC day, a significant day in Australian and New Zealand history. The date marks the anniversary of the landing of New Zealand and Australian soldiers – the Anzacs – on the Gallipoli Peninsula in 1915. It was the first major military action for both counties during the First World War. In honour of…", "Login", "Signup", "“The model of those 30 children in neat rows facing a single teacher is (or ought to be) an anachronism. Why shouldn’t children be helped to learn French by French children in French schools or physics by a Nobel Prize winner?     Lord Puttnam” — David Puttnam We need to ensure that we take care…", "Login", "Signup", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom. Verso Library Activity: Grades 3 – 6 Black History Month – Make a Difference https://app.versoapp.com/flips/KouDMRaWpoW3jXXcE Verso Library Activity: Grades 7 – 12 Verso Activity – Black History Month: “Let America be America Again” Langston Hughes…", "Our Chief Academic Officer, Phil Stubbs has created the following activity as a professional learning opportunity for teacher sharing and collaboration. Black History Month: We Need to Change How We Teach Black History This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD. Dr Bentley-Edwards is an Assistant Professor of General…", "Black History Month presents an opportunity to celebrate the humanity, the rich heritage and significant contribution of African Americans in the United States and around the globe. Throughout February, Verso Learning will be sharing a range of web-based resources and student-ready activities aimed at activating deep conversations about who we are and our developing perceptions…", "Login", "Signup", "25 April is ANZAC day, a significant day in Australian and New Zealand history. The date marks the anniversary of the landing of New Zealand and Australian soldiers – the Anzacs – on the Gallipoli Peninsula in 1915. It was the first major military action for both counties during the First World War. In honour of…", "Login", "Signup", "“The model of those 30 children in neat rows facing a single teacher is (or ought to be) an anachronism. Why shouldn’t children be helped to learn French by French children in French schools or physics by a Nobel Prize winner?", "\n", "    Lord Puttnam”", "— David Puttnam", "We need to ensure that we take care to bring the best possible resources, expertise and stimuli to our hyper-connected students. With this in mind and in response to requests for recommendations, we have sourced an initial list of what we believe to be exemplary content. As we looked through the following sites we could not help but get incredibly excited about the potential of each and every resource to form the basis of a challenging provocation capable of initiating high quality thinking, cultivating curiosity or  challenging every student to arrive in class equipped with big questions to be answered.", "The list is by no means exhaustive and we have deliberately tried to dig beyond the usual tried and tested (and amazing!) suspects such as ", "TedEd", ", ", "Khan Academy", " or  ", "MIT-K12", ", and we fully  intend to add to this list over the coming weeks and months.  Hopefully, this will be in response to your comments and contributions. To this end, we would encourage you to add to the list using the comment box at the end of the post.", "We have loosely curated the sites under subject headings but please take time to explore as the vast majority of these exciting resources can be used across many subjects. As we have said many times before, it’s all about context and purpose.", "All of the resources are free for use in school and the majority allow you to connect and subscribe. We hope that you enjoy using these sites as much as we do, and remember that your feedback and suggestions are what drive us.", "Click on the  titles to visit each listed site:", "(Art, Design, English) Grades 7-12", "Education resources use video, multimedia and sound to present some of the stories surrounding the lives of the artists and subjects in the National Portrait Gallery’s collection.  They feature interviews, animations, film footage and archival documents from collections around Australia and overseas.  Although artworks can be searched by medium or type, the education resources are grouped by artist. Using Verso to link to the URL of each item allows teachers to create dynamic provocations guaranteed to stimulate thinking.", "(Social Studies, Psychology) Grades 6-12", "These videos are taken from the US prime time TV show “What Would You Do”. They show members of the public engaged in moral decision making in response to hidden camera scenarios dealing with controversial issues such as racism, homophobia, weight, peer pressure and crime. All videos are available via their YouTube link and they are incredible conversation starters when used in Verso.", "If You like this site I would also recommend:", " ", "(Social Studies, Psychology) Grades 7-12", "Upworthy offers inspirational and challenging videos curated from around the world. I would recommend that you subscribe as the content is updated almost daily and offers phenomenal opportunities for initiating deep thinking and discussion.", "(Spanish) Grades 4-10", "A site dedicated to teaching Spanish, developed as a space to share lessons created by Junior High School Teacher Senor Jordan. Engaging videos are listed in order of difficulty and Snr Jordan has added a statement encouraging teachers to use his content with their classes.", "(French) Grades 3-12", "A comprehensive collection of videos created to improve your  French, grammar and pronunciation. Tips are presented in an easy way and  the script of each lesson is on the main website ", "http://www.frenchspanishonline.com", ".", "(Science) Grades 5-12", "“Veritasium is a science video blog featuring experiments, expert interviews, cool demos, and discussions with the public about everything science”", "This amazing site offers exceptionally well produced, high quality videos designed to challenge student thinking. Before using the videos in Verso, I would recommend watching Veritasium Creative Director, Derek Muller’s Ted Talk or reading my previous blog post which shares his remarkable research about the use of video for teaching science.", "If you like Veritasium, you will certainly appreciate this collection of Science Channels. We recommend subscribing to these if you have a YouTube account as they can then be added to your favorites for instant use in Verso. Otherwise, use the URL to connect your students to some of the greatest Science content on the web.", "(Science) Grades 4-12", "Over the last two centuries the Ri has been home to eminent scientists whose discoveries have helped to shape the modern world. For high quality teaching resources I recommend heading straight to their RI Channel.", "The Ri Channel is an online project by the Royal Institution of Great Britain showcasing the very best science videos from the Ri and around the web.", "Alongside highlights from recent Ri events, the Channel features re-digitised footage from the Ri archive and a range of high-quality videos from filmmakers and scientific institutions across the UK and beyond. The project continues the Royal Institution’s charitable mission to “connect people to the world of science”.", "(Science) Grades 4-12", "Over the last two centuries the Ri has been home to eminent scientists whose discoveries have helped to shape the modern world. For high quality teaching resources I recommend heading straight to their RI Channel.", "The Ri Channel is an online project by the Royal Institution of Great Britain showcasing the very best science videos from the Ri and around the web.", "Alongside highlights from recent Ri events, the Channel features re-digitised footage from the Ri archive and a range of high-quality videos from filmmakers and scientific institutions across the UK and beyond. The project continues the Royal Institution’s charitable mission to “connect people to the world of science”.", "(STEM, Engineering, Art, Design and Technology, English, History, Geography) K-12", "The Science Museum has an incredible Online Science site designed for schools. It also allows teachers to filter content by age, subject and area of learning. I really recommend the museum’s Punk Science Video Channel.", "where you will find flippable content designed to cultivate curiosity and stimulate inquiry.", " ", "(English, Art, Math’s , History, Science , Geography, Social Studies and Aboriginal and Torres Strait Islander histories and cultures) K-12", "This superb educational resource from ABC Australia has a wealth of high quality content covering all aspects of the Australian Curriculum.", "\ndust echoes.jpg", "The content can be searched  and filtered by primary / secondary and subject areas. I would recommend the phenomenal Dust Echoes, a series of twelve beautifully animated dreamtime stories from Central Arnhem Land, telling stories of love, loyalty, duty to country and aboriginal custom and law.", "(Science, Math’s, History, Geography, Social Studies, English) K-12", "Neo K12 offers a range of educational content arranged by subject and topic. The video content is a collection of YouTube clips but it is heavily supplemented by educational quizzes, games, puzzles,, presentations and classroom resources. NeoK12 is a great first place to look for content. Once I locate a video that I like, I click through to the actual YouTube channel that it was selected from and take a look at other content by the same contributor or on the same theme. A really useful repository and a fantastic archive of material for use as provocations in Verso!", "(History, Performing Arts, Art, English, Links with Asia and Aboriginal and Torres Strait Islander histories and cultures) Grades 6-12", "The National Film and Sound Archive of Australia is the nation’s living archive, collecting, preserving and sharing the country’s rich audiovisual heritage. The collection includes films, television and radio programs, videos, audio tapes, records, compact discs, phonograph cylinders and wire recordings. It also encompasses documents and artifacts such as photographs, posters, lobby cards, publicity items, scripts, costumes, props, memorabilia, oral histories, and vintage equipment. Its Australian History Timeline allows users to search the catalog via people, place and decade. Other highlights include Screen Asia, in support of the development of Asia literacy in the middle years and “Australian Biography”, where extraordinary Australians talk about their lives.", "(History, Geography, English, Arts, Science) K-12", "The Library of Congress is the  oldest federal cultural institution in the United States, and serves as the research arm of Congress. It is also the largest library in the world, with millions of books, recordings, photographs, maps and manuscripts in its collections. It presents a fascinating source of primary historical evidence. Each item has its own unique URL, making them perfect for use as part of a Verso provocation.", "The Library of Congress is the  oldest federal cultural institution in the United States, and serves as the research arm of Congress. It is also the largest library in the world, with millions of books, recordings, photographs, maps and manuscripts in its collections. It presents a fascinating source of primary historical evidence. Each item has its own unique URL, making them perfect for use as part of a Verso provocation.", "(English, History, Geography, Civics, Social Studies) Grades 4-12", "The National Archives Office  has selected  primary source documents to bring the past to life as classroom teaching tools from the billions preserved at the National Archives. Use the search field above to find written documents, images, maps, charts, graphs, audio and video in our ever-expanding collection that spans the course of American history. Each artefact has its own unique URL, making them ideal for use in Verso.", "(History, Maths, Geography, RE, Statistics) Grades 1-12", "An award winning archive of more than 1000 years of primary historical artefacts, including statistics and census materials arranged in historical periods in line with the UK curriculum. The site can be searched and has an excellent area for teachers", "(Civics & Citizenship, History, Geography, English) Grades 8-12", "\nNAALogo.gif", "All content in Vrroom, the NRA’s educational portal, is informed and directed by major curriculum areas for Years 9 to 12. It is highly relevant to 20th-century Australian History and to Civics and Citizenship. It is also a valuable tool for senior secondary students of English, Science and ICT.", "Each resource and collection has its own unique URL, meaning that each resource can for the basis of a provocation in Verso", "History, Geography, Art, Science, Social Studies, English) Grades 1-7", "Discover objects in the British Museum from across the world with the Museum explorer for children.", "The British Museum g Explorers offers a unique gateway to images, audio files and video showing primary historical artifacts. Children can search by continent and theme. E.g Asia + tools and technology. Each resource has its own unique URL and can be used to create high quality provocations which can then act as gateways to further connected content.", "The site also connects to a very useful video channel featuring 5 minute clips on themes such as “A brief history of time”, “A brief history of money” and “A brief history of writing”. These are really useful for initiating thinking and prompting students to develop their own inquiry questions.", "If you like the content from the British Museum, it is worth exploring its partner museums in London, all of which have similar content repositories designed for schools and suitable for use in Verso.", "(History, STEM, Geography, English, Art, Social Studies) K-12", "The museum has a well organized teacher resource area where users can search by subject and age along with content curated by into collections on themes such as Biodiversity, Climate Change, Space and Evolution. I would recommend flipping a provocation using one of the museum’s naturecams. What student wouldn’t love to develop questions about flesh-eating beetles, ants and bees?", "(Art and Design, History, English, Performance Arts, Photography) Grades 4-12", "The V&A has unrivaled collections of contemporary and historic art and design. It houses some of the world’s greatest resources for architecture, fashion, photography, theatre and performance, sculpture, contemporary design, ceramics, Asian art and design, furniture, textiles, jewellery, metalwork and many more. There is extensive online access to authoritative information and the knowledge of leading experts. The works are available as collections E.g. fashion, glass, furniture etc… and each resource and collection has a Verso-friendly unique URL.", "(History, English, Social Studies) Grades 1-12", "Their Past Your Future from the Imperial War Museum gives history teachers and students everything they need to explore the course, causes and consequences of conflict from the First World War to today. The museum has a unique collection of images for use in the classroom (or even better, on Verso!) covering themes such as Life in the trenches, Recruitment and Conscription and  Art in warfare.", "(History, Geography and Social Studies) Grades 6-12", "This unique and Bafta award winning site has offered an invaluable free-to-use resource for students, teachers since 2010. It presents high quality videos in a series of interrelated historical timelines allowing connections to be made within and across time periods. Resources focus on British History, including timelines on Nations and Empire and Journeys in the American West.", "This BAFTA award winning resource is now available on mobile devices with new resources, including ‘Nazi Germany’, ‘American Voices’ and ‘The Edwardians’.", " ", "English language, Photography, Media, Current Affairs) Grades 2-12", "Of the BBC’s extensive multi-language content I would recommend two areas that are particularly useful for creating provocations. Firstly, BBC News in Pictures offers banks of high quality photographs from news reports from around the world. These images are fantastic for initiating student narratives, poetry and of course, as a stimulus for report writing and discussion of global affairs.", "The other area is BBC School Report, which offers lesson plans and student guidance on report writing and creating multimedia news stories. The site has a section of student reports along with contributions from news editors, journalists and producers.", "(English, Media, History, The Arts) K-12", "The world’s finest news and entertainment video film archive. Since the invention of the moving image in the 1890’s, British Pathé began recording every aspect of global culture and news, for the cinema. With their unique combination of information and entertainment, British Pathé’s documentaries, newsreels, serials and films changed the way the world saw itself forever.", "With it’s unparalleled collection of historical events and vast catalogue of changing social activity, British Pathé encompasses one of the world’s most prodigious and fascinating documents of the modern age. From fashion to warfare and sport to travel, British Pathé is the definitive source for the 20th century in moving images and each YouTube video can be used to create challenging provocations in Verso", "All 85,000 newsreels are now searchable and viewable on YouTube. This equates to 3,500 hours of filmed history.", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom.", "Verso Library Activity: Grades 3 – 6", "Black History Month – Make a Difference", "\n", "https://app.versoapp.com/flips/KouDMRaWpoW3jXXcE", "Verso Library Activity: Grades 7 – 12", "Verso Activity – Black History Month: “Let America be America Again” Langston Hughes", "\n", "https://app.versoapp.com/flips/FBDHFDqCfG3iaQpnq", "Verso Activity – Black History Month: Camille Rankine", "\n", "https://app.versoapp.com/flips/izHXYWmcbAkyETh9t", "If you need some help with copying/cloning activities, here’s a link to a helpful article:", "\n", "Can I use the same activity more than once?", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "We are very excited to announce the launch of a new and improved version of the Verso teaching and learning platform. The improvements and new features we have added will make it even easier for teachers to quickly and easily create collaborative and deep-thinking lessons using evidence from the classroom and high-impact teaching strategies. Each…", "Login", "Signup", "25 April is ANZAC day, a significant day in Australian and New Zealand history. The date marks the anniversary of the landing of New Zealand and Australian soldiers – the Anzacs – on the Gallipoli Peninsula in 1915. It was the first major military action for both counties during the First World War.", "In honour of this important day we have compiled a list of free resources that our Australian and New Zealand teachers can use to create engaging Activities in Verso. We’ve put some examples of how you could use these below: ", "ANZAC Day: Sacrifice", " (Secondary School), ", "ANZAC Day: Interviews", " (Primary School), ", "ANZAC Day: Campaign", " (Secondary School) and ", "ANZAC Day: Last Post", " (Primary/Secondary)", "Verso Campus subscribers can head straight to the ", "global library here", " to copy these Activities into their account. Not a subscriber, ", "get in touch", " to learn how you can upgrade your school.", "Australia Remembers: WW1 1914 -1918", "\n", "http://www.abc.net.au/news/first-world-war-centenary/", "ABC Splash", "\n", "http://splash.abc.net.au/home#!/topic/1170683/home", "\nand", "\n", "http://splash.abc.net.au/newsandarticles/blog/-/b/1818164/top-10-resources-to-commemorate-the-anzac-centenary", "Imperial War Museum (UK)", "\n", "http://www.iwm.org.uk/history/15-photos-of-the-anzacs-at-gallipoli", "\nand", "\n", "http://www.iwm.org.uk/learning/resources/the-gallipoli-campaign", "Victoria: Anzac Centenary", "\n", "http://anzaccentenary.vic.gov.au/get-involved/student-teacher-resources/#shrine", "Anzac Day: Sacrifice", "This activity makes use of some of the phenomenal case studies exploring the ethnic diversity of the Australian Imperial Force (AIF).", "\n", "https://www.awm.gov.au/", "To replicate this activity you will need the following link and text:", "LINK:", "\n", "https://www.awm.gov.au/education/schools/resources/anzac-diversity/", "TEXT:", "\nApproximately 420,000 Australians enlisted in the AIF during the First World War, including nurses, Indigenous Australians, and Australians with British, Asian, Greek and Northern European heritage. For some, enlisting was difficult.", "The introduction of the Commonwealth Defense Act in 1909 excluded any person not “substantially of European descent” from enlisting in the First World War. The Act was in line with the White Australia Policy, which aimed to ensure that Australia retained its white colonial British character.", "Read at least 3 of the Australian War Memorial’s powerful case studies exploring the ethnic diversity of the Australian Imperial Force (AIF).", "RESPOND: Based on what you have read, what do you think drove these men and women to risk their lives for a country that had not always offered them equality?", "COMMENT: Read other students’ responses and comment on whether the reasons given and the risks taken paid off once the war was over. Think about the lasting effect (If any) their sacrifice had on the Australian identity.", "Links to the Australian curriculum:", " History", "\nThe content of these stories and classroom activities will provide opportunities to develop historical understanding through:", "Key concepts", "\nSources and evidence, continuity and change, cause and effect, perspectives, empathy and significance, and contestability.", "Cross-curriculum priorities", "\nAboriginal and Torres Strait Islander histories and cultures, Asia and Australia’s engagement with Asia.", "General capabilities", "\nLiteracy, IT competence, critical and creative thinking, intercultural understanding.", "Anzac Day: Interviews", "This activity asks students to go into the community in search of the meaning of Anzac Day. In collecting diverse viewpoints the students can synthesize the responses to look for common ground.", "To replicate this activity you will need the following link and text:", "LINK:", "\n", "https://www.awm.gov.au/education/schools/resources/anzac-diversity/", "TEXT:", "\nAnzac Day means different things to different people. When you get home speak to a parent, grandparent or somebody close to your family and ask them the question, “What does Anzac Day mean to you?”", "SHARE: Share the name of the person you interviewed and then share their response.", "CARE: Read some other responses and share a reason why you think it is important that we still commemorate this day. Try to use part of their story in your answer. Remember you can comment on many responses so you can give a different reason each time.", "Links to the Australian curriculum:", " History", "\nThe content of these stories and classroom activities will provide opportunities to develop historical understanding through:", "Key Concepts", "\nSources of evidence, continuity and change, perspectives, empathy and significance.", "General capabilities", "\n", "Literacy, ICT capability, critical and creative thinking, Personal and social capability and ethical understanding.", "Anzac day: Campaign", "\n", "This activity asks students to consider the controversy around Woolworths’ 2015 Anzac Day campaign. The “Fresh in Our Memories” website — linking Anzac commemorations to the retailer’s “Fresh Food People” branding tag line — was taken down overnight amid claims that it was in very poor taste. This activity asks students to consider the underlying issues.", "To replicate this activity you will need the following link and text:", "LINK:", "\n", "http://www.smh.com.au/national/woolworths-anzac-campaign-hijacked-by-internet-memes-20150415-1ml4gt.html", "TEXT:", "\nWoolworths have come under fire for their “Fresh in Our Memories” campaign. Their website encouraged people to change their social media profile picture to one of someone that was involved in the war – a great way of paying tribute to a relative who’s life was touched by the war. However once put through their “profile picture generator” it came out with the words over the top, “Lest We Forget, Anzac 1915-2015″ and “Fresh in our memories” with the Woolworths logo.", "The slogan “Fresh in our Memories” offended many and prompted the Veterans’ Affairs Minister to get on to the phone to Woolworths and demand the material be taken down. Woolworths said in a statement, “We regret that our branding on the picture generator has caused offence, this was clearly never our intention.", "Like many heritage Australian companies, we were marking our respect for Anzac and our veterans.", "We continue to be proud supporters of the RSL and Camp Gallipoli in this important year and look forward to working with them into the future.”", "RESPONSE: Do you believe that Woolworths were indeed “marking their respect for Anzac and our veterans?” OR Do you think they had another agenda?", "COMMENT: carefully read some responses and think about what your classmates are saying. Whatever their opinion, comment on their response with what you think would be the counter-argument.", "Links to the Australian curriculum:", " History", "\nThe content of these stories and classroom activities will provide opportunities to develop historical understanding through:", "Key concepts", "\nSources and evidence, continuity and change, cause and effect, perspectives, empathy and significance, and contestability.", "General capabilities", "\n", "Literacy, IT competence, critical and creative thinking and ethical understanding", "ANZAC Day: Last Post", "LINK:", "\n", "https://www.youtube.com/watch?v=G-Pz5KsyfN0", "TEXT:", "In military tradition, the Last Post is the bugle call that signifies the end of the day’s activities. It is also sounded at military funerals to indicate that the soldier has gone to his final rest and at commemorative services such as ANZAC Day and Remembrance Day.", "Put your headphones on and listen to the music in the clip.", "The Last Post evokes a lot of different emotions in people.", "SHARE: Respond in Verso", "1. When listening to the music, what type of emotions do you feel and why? Try and explain your reasons.", "2. What other music has significant meaning to you and why?", "When responding remember that Verso is anonymous. No one but your teacher can see who you are so try and explain your emotions.", "CARE: Now find a response that is different to yours but which you like or agree with and leave a comment as feedback.", " ", "Links to the Australian curriculum:", " History", "\nThe content of these stories and classroom activities will provide opportunities to develop historical understanding through:", "Key concepts", "\nSources and evidence, continuity and change, cause and effect, perspectives, empathy and significance, and contestability.", "General capabilities", "\n", "Literacy, IT competence, critical and creative thinking and ethical understanding", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.   It’s the time of year when networks start to show re-runs of “Love Actually”,…", "Login", "Signup", "We are very excited to announce the launch of a new and improved version of the Verso teaching and learning platform.", "The improvements and new features we have added will make it even easier for teachers to quickly and easily create collaborative and deep-thinking lessons using evidence from the classroom and high-impact teaching strategies.", "Each improvement is based on feedback and interviews with teachers, administrators and pedagogical experts over the past two years. The improvements are designed to not only improve usability but align with the evidence-based pedagogical methods that underpin the Verso approach.", "Watch a short video of the new features", " ", "For the moment you can continue to use the current version of Verso and can easily switch between versions if you wish, however we will be removing the current version soon. Until then please check out the new features by logging in to your account or setting up a new Verso account.", "Login or Create an account now", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "Research shows that most professional development initiatives do not adequately support teachers and can’t be correlated to improvements in student learning.", "We want to help you to stop wasting your time and money on ineffectual PD and start transforming teacher development with these five expert strategies!", "This graphic breaks down:", "Download ", "Five Strategies to Make Teacher Professional Development More Effective ", "today.", "Login", "Signup", "25 April is ANZAC day, a significant day in Australian and New Zealand history. The date marks the anniversary of the landing of New Zealand and Australian soldiers – the Anzacs – on the Gallipoli Peninsula in 1915. It was the first major military action for both counties during the First World War. In honour of…", "Login", "Signup", "Throughout February, Verso Learning will be sharing a range of web-based resources and student-ready activities aimed at activating deep conversations about who we are and our developing perceptions of the world.", "We will be releasing 4 activities from our Verso library:", "\n2 x Middle and High School", "\n1 x Professional Development activity for teachers", "\n1 x Elementary School", "All activities reference Verso Teaching Strategies. These strategy cards are only available to premium customers, however, teachers using our free trial accounts can edit the activities and remove any inaccessible links.", "For a brief video overview of the Verso Teaching Strategies, please ", "click here!", "If you’d like some helpful tips on how to use VersoApp, please visit our ", "knowledgebase", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.   It’s the time of year when networks start to show re-runs of “Love Actually”,…", "Login", "Signup", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…", "Login", "Signup", "We are very excited to announce the launch of a new and improved version of the Verso teaching and learning platform. The improvements and new features we have added will make it even easier for teachers to quickly and easily create collaborative and deep-thinking lessons using evidence from the classroom and high-impact teaching strategies. Each…", "Login", "Signup", "We are very excited to announce the launch of a new and improved version of the Verso teaching and learning platform. The improvements and new features we have added will make it even easier for teachers to quickly and easily create collaborative and deep-thinking lessons using evidence from the classroom and high-impact teaching strategies. Each…", "“The model of those 30 children in neat rows facing a single teacher is (or ought to be) an anachronism. Why shouldn’t children be helped to learn French by French children in French schools or physics by a Nobel Prize winner?     Lord Puttnam” — David Puttnam We need to ensure that we take care…", "25 April is ANZAC day, a significant day in Australian and New Zealand history. The date marks the anniversary of the landing of New Zealand and Australian soldiers – the Anzacs – on the Gallipoli Peninsula in 1915. It was the first major military action for both counties during the First World War. In honour of…", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom. Verso Library Activity: Grades 3 – 6 Black History Month – Make a Difference https://app.versoapp.com/flips/KouDMRaWpoW3jXXcE Verso Library Activity: Grades 7 – 12 Verso Activity – Black History Month: “Let America be America Again” Langston Hughes…", "Our Chief Academic Officer, Phil Stubbs has created the following activity as a professional learning opportunity for teacher sharing and collaboration. Black History Month: We Need to Change How We Teach Black History This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD. Dr Bentley-Edwards is an Assistant Professor of General…", "Black History Month presents an opportunity to celebrate the humanity, the rich heritage and significant contribution of African Americans in the United States and around the globe. Throughout February, Verso Learning will be sharing a range of web-based resources and student-ready activities aimed at activating deep conversations about who we are and our developing perceptions…", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.   It’s the time of year when networks start to show re-runs of “Love Actually”,…", "Login", "Signup", "We are very excited to announce the launch of a new and improved version of the Verso teaching and learning platform. The improvements and new features we have added will make it even easier for teachers to quickly and easily create collaborative and deep-thinking lessons using evidence from the classroom and high-impact teaching strategies. Each…", "“The model of those 30 children in neat rows facing a single teacher is (or ought to be) an anachronism. Why shouldn’t children be helped to learn French by French children in French schools or physics by a Nobel Prize winner?     Lord Puttnam” — David Puttnam We need to ensure that we take care…", "25 April is ANZAC day, a significant day in Australian and New Zealand history. The date marks the anniversary of the landing of New Zealand and Australian soldiers – the Anzacs – on the Gallipoli Peninsula in 1915. It was the first major military action for both counties during the First World War. In honour of…", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom. Verso Library Activity: Grades 3 – 6 Black History Month – Make a Difference https://app.versoapp.com/flips/KouDMRaWpoW3jXXcE Verso Library Activity: Grades 7 – 12 Verso Activity – Black History Month: “Let America be America Again” Langston Hughes…", "Our Chief Academic Officer, Phil Stubbs has created the following activity as a professional learning opportunity for teacher sharing and collaboration. Black History Month: We Need to Change How We Teach Black History This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD. Dr Bentley-Edwards is an Assistant Professor of General…", "Black History Month presents an opportunity to celebrate the humanity, the rich heritage and significant contribution of African Americans in the United States and around the globe. Throughout February, Verso Learning will be sharing a range of web-based resources and student-ready activities aimed at activating deep conversations about who we are and our developing perceptions…", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.   It’s the time of year when networks start to show re-runs of “Love Actually”,…", "Login", "Signup", "Black History Month presents an opportunity to celebrate the humanity, the rich heritage and significant contribution of African Americans in the United States and around the globe. Throughout February, Verso Learning will be sharing a range of web-based resources and student-ready activities aimed at activating deep conversations about who we are and our developing perceptions…", "Login", "Signup", "“The model of those 30 children in neat rows facing a single teacher is (or ought to be) an anachronism. Why shouldn’t children be helped to learn French by French children in French schools or physics by a Nobel Prize winner?     Lord Puttnam” — David Puttnam We need to ensure that we take care…", "Login", "Signup", "“The model of those 30 children in neat rows facing a single teacher is (or ought to be) an anachronism. Why shouldn’t children be helped to learn French by French children in French schools or physics by a Nobel Prize winner?     Lord Puttnam” — David Puttnam We need to ensure that we take care…", "25 April is ANZAC day, a significant day in Australian and New Zealand history. The date marks the anniversary of the landing of New Zealand and Australian soldiers – the Anzacs – on the Gallipoli Peninsula in 1915. It was the first major military action for both counties during the First World War. In honour of…", "Login", "Signup", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom. Verso Library Activity: Grades 3 – 6 Black History Month – Make a Difference https://app.versoapp.com/flips/KouDMRaWpoW3jXXcE Verso Library Activity: Grades 7 – 12 Verso Activity – Black History Month: “Let America be America Again” Langston Hughes…", "Login", "Signup", "Our Chief Academic Officer, Phil Stubbs has created the following activity as a professional learning opportunity for teacher sharing and collaboration. Black History Month: We Need to Change How We Teach Black History This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD. Dr Bentley-Edwards is an Assistant Professor of General…", "Login", "Signup", "We are very excited to announce the launch of a new and improved version of the Verso teaching and learning platform. The improvements and new features we have added will make it even easier for teachers to quickly and easily create collaborative and deep-thinking lessons using evidence from the classroom and high-impact teaching strategies. Each…", "Login", "Signup", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself as a professional and her students as learners is inspirational. Her goal seems to be to do all that she can to allow her students to shine. She engineers learning activities that allow students to show themselves at their best. This is the evidence she needs to signpost the next episodes of their individual journeys, as it informs what she has to do to allow them to each take their essential next steps.", "“I’m constantly looking to refine and reinvent my teaching craft; inspired by fellow educators and most importantly my students.”", "Background", "\nMy current school is 1-1 with technology; this coupled with the fact that I am working with a DLC (Digital Learning Coach) has revolutionized my teaching. I hope to share my journey integrating technology to inspire others to find and try new ways of teaching, and to realize this craft we call teaching, is constantly evolving, and challenging us to be the best we can for those who matter most: our students.", "\nMy students have transitioned out of the ELD (English Language Development) program, but are not quite ready to handle the rigor of a traditional English CP (College Preparatory) class due to language deficits. The goal with the transitional program is to provide language support (oral, writing and reading) to help the students eventually move into an English CP class. I currently have 25 sophomores enrolled in this class. Along with students new to the country, I also have LTELs (Long Term ELs) who have unique issues that stem from low reading and writing skills, lack of family support and/or lack of motivation.", "One of the texts on our school’s sophomore reading list is the play, The Glass Menagerie. Teaching drama is sometimes challenging because the playwright intended it to be acted out on stage. Often dramas are read in class, or sometimes acted out by students. Because my students have language issues, reading in class needs a ton of scaffolding. I wanted my students to experience the play without having to watch the whole movie, while passively taking notes or taking up a 2-hour chunk of time. After a class reading, I would add an activity on Verso that required the students to watch a snippet of a scene and answer an open-ended question tied to one of our essential questions.", "\nOnce students make their initial post, they must reply to two peers’ posts.", "\nI love that the posts remain anonymous and students aren’t enticed to comment just on their friend’s post or worry about the class judging their own initial post.", " ", "A framework for thinking before posting.", "I Love that Verso allows you to add additional instructions such as sentence frames or key vocabulary for students to include as part of their response.", " ", "Similarly, this field can also contain translations or support materials for my ELD students to provide greater access to the curriculum.", "\nI provide students with frames for both responding AND commenting.", "When I first started, students would comment, “I agree” or “Good job,” and the frames have helped significantly.", " ", " ", "To find out more about Dawn’s reflections on learning and teaching, visit her blog at ", "https://mrslamsmusings.wordpress.com/", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "We are very excited to announce the launch of a new and improved version of the Verso teaching and learning platform. The improvements and new features we have added will make it even easier for teachers to quickly and easily create collaborative and deep-thinking lessons using evidence from the classroom and high-impact teaching strategies. Each…", "“The model of those 30 children in neat rows facing a single teacher is (or ought to be) an anachronism. Why shouldn’t children be helped to learn French by French children in French schools or physics by a Nobel Prize winner?     Lord Puttnam” — David Puttnam We need to ensure that we take care…", "25 April is ANZAC day, a significant day in Australian and New Zealand history. The date marks the anniversary of the landing of New Zealand and Australian soldiers – the Anzacs – on the Gallipoli Peninsula in 1915. It was the first major military action for both counties during the First World War. In honour of…", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom. Verso Library Activity: Grades 3 – 6 Black History Month – Make a Difference https://app.versoapp.com/flips/KouDMRaWpoW3jXXcE Verso Library Activity: Grades 7 – 12 Verso Activity – Black History Month: “Let America be America Again” Langston Hughes…", "Our Chief Academic Officer, Phil Stubbs has created the following activity as a professional learning opportunity for teacher sharing and collaboration. Black History Month: We Need to Change How We Teach Black History This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD. Dr Bentley-Edwards is an Assistant Professor of General…", "Black History Month presents an opportunity to celebrate the humanity, the rich heritage and significant contribution of African Americans in the United States and around the globe. Throughout February, Verso Learning will be sharing a range of web-based resources and student-ready activities aimed at activating deep conversations about who we are and our developing perceptions…", "Login", "Signup", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.", " ", "It’s the time of year when networks start to show re-runs of “Love Actually”, “Die Hard”, “Miracle on 34th Street” and of course the holiday season perennial, “The Sound of Music”; and it’s with this feel-good movie in mind that I am now embracing the Christmas spirit to share a “few of my favorite things.”", "These links have all been shared with me by some of the amazing teachers in our Verso community, many of  whom I have had the privilege of working with in 2015. You will find that some are clever and some are quirky but all of the resources are perfect for developing amazing provocations in Verso, especially at the end of the year! Consider these stocking fillers as a few “brown paper packages tied up with string.” to help you through the next couple of weeks and beyond.", " ", "1. ", "Dan Meyer Blog", ": ", "Understanding exponential growth- how many dominoes does it take to knock over a skyscraper?", "Domino Skyscraper", " ", "2. ", "What Would You Do? ", "Total Strangers Help Buy Christmas Tree for Family in Need", "I have been a fan of the TV show What Would You Do? for many years. Their ", "WWYD YouTube Channel", " is a superb source of intriguing provocations which lend themselves to the consideration of contemporary moral dilemmas. This heart warming example presents an opportunity for students to consider the real meaning of Christmas alongside the concept of gift giving and what it means to “pay it forward”.", " ", "3. ", "Estimation 180: Building number sense one day at a time", "I was really fortunate to work with Tustin USD math guru, ", "Andrew Stadel", " this year. He briefly showed me his site ", "Estimation 180", " and I have been sharing it with schools around the world ever since.", "How much area does my son’s hand cover?", "Each day of the school year, Andrew presents his students with an estimation challenge designed to support students in improving their number sense and problem solving skills. Students are required to make an estimation and share their reasoning by first considering what might be too high and too low.", "Andrew shares his challenges on his website and he has created his ", "Estimation 180", " twitter community where over 1100 teachers are currently sharing challenges of their own.", " ", "4. ", "Curiosity.com", ": Never stop learning", "I have downloaded the curiosity.com app on my phone and each morning it pushes 5 new amazing topics, guaranteed to cultivate curiosity and rich discussion. I can’t recommend this site enough. It is searchable by subject and links to YouTube, Vimeo and image banks suitable for use in Verso to generate rich discussion and thinking.", "\nTo get you started, I have selected an recent festive article on ", "Krampus", ".", "Krampus is the centuries-old Christmas devil creature that comes out every December 5th, known as ", "Krampusnacht", ". On this night, the German legend has it that Krampus visits the children who have been naughty over the last year. He would then take these wicked children back to his lair!", "Did you know?", "Curiosity.com links ideas together by creating new pathways. These are fantastic as they allow students and teachers to take their inquiry in a range of different directions. The Krampus path has links to really useful clips on the root of Christmas traditions old and new.", " ", " ", "5. ", "Science Gifs Twitter", "Mythbusters fire a soccer ball 50mph out of a cannon on a truck driving at exactly 50mph in the opposite direction ", "pic.twitter.com/LFvciOWRsl", "— Science GIFs (@Learn_Things) ", "December 7, 2015", "Mythbusters fire a soccer ball 50mph out of a cannon on a truck driving at exactly 50mph in the opposite direction, see the full video below", "This Twitter community has an amazing 993000 followers. The amazing clips, gifs and images shared are powerful scientific conversation starters.", "via GIPHY", "Furthermore, they sit comfortably with the sparking curiosity approach of renowned science teacher ", "Ramsey Musallam", " who I have mentioned in previous posts.", " ", "\n", "Ramsey Musallam: 3 rules to spark learning", "Finally, I hope you enjoyed browsing through these resources. I will be adding more in the new year but in the meantime, I hope you and your students have a happy and peaceful holiday season and a peaceful and productive new year filled with awe, wonder and curiosity!", "Hi, this is a comment.", "To delete a comment, just log in and view the post's comments. There you will have the option to edit or delete them.", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "Black History Month: We Need to Change How We Teach Black History", "This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD.", "Dr Bentley-Edwards is an Assistant Professor of General Internal Medicine and the Associate Director of Research for the Samuel DuBois Cook Center on Social Equity at Duke University.", "\nsource: ", "https://www.drbentleyedwards.com", "For more information on how to access Student Mode to use your Verso Teacher Account for professional learning, you can refer to the helpdesk article:", "Can I use my Teacher account to participate in Activities as a student?", "(Note: one teacher will need to create the class and run the activity, then provide the class code for other teachers to join as the students. Shared Classes are only available to Verso Premium subscription holders. If you would like more information on upgrading to the benefits of Verso Premium, please refer to our ", "account comparison", " page.)", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom. Verso Library Activity: Grades 3 – 6 Black History Month – Make a Difference https://app.versoapp.com/flips/KouDMRaWpoW3jXXcE Verso Library Activity: Grades 7 – 12 Verso Activity – Black History Month: “Let America be America Again” Langston Hughes…", "Login", "Signup", "Black History Month presents an opportunity to celebrate the humanity, the rich heritage and significant contribution of African Americans in the United States and around the globe. Throughout February, Verso Learning will be sharing a range of web-based resources and student-ready activities aimed at activating deep conversations about who we are and our developing perceptions…", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.   It’s the time of year when networks start to show re-runs of “Love Actually”,…", "Login", "Signup", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…", "Login", "Signup", "Our Chief Academic Officer, Phil Stubbs has created the following activity as a professional learning opportunity for teacher sharing and collaboration. Black History Month: We Need to Change How We Teach Black History This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD. Dr Bentley-Edwards is an Assistant Professor of General…", "Black History Month presents an opportunity to celebrate the humanity, the rich heritage and significant contribution of African Americans in the United States and around the globe. Throughout February, Verso Learning will be sharing a range of web-based resources and student-ready activities aimed at activating deep conversations about who we are and our developing perceptions…", "Login", "Signup", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…", "Login", "Signup", "Our Chief Academic Officer, Phil Stubbs has created the following activity as a professional learning opportunity for teacher sharing and collaboration. Black History Month: We Need to Change How We Teach Black History This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD. Dr Bentley-Edwards is an Assistant Professor of General…", "Login", "Signup", "Our Chief Academic Officer, Phil Stubbs has created the following activity as a professional learning opportunity for teacher sharing and collaboration. Black History Month: We Need to Change How We Teach Black History This activity has been developed for an article authored by Keisha L. Bentley-Edwards, PhD. Dr Bentley-Edwards is an Assistant Professor of General…", "Login", "Signup", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.   It’s the time of year when networks start to show re-runs of “Love Actually”,…", "Login", "Signup", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.", " ", "It’s the time of year when networks start to show re-runs of “Love Actually”, “Die Hard”, “Miracle on 34th Street” and of course the holiday season perennial, “The Sound of Music”; and it’s with this feel-good movie in mind that I am now embracing the Christmas spirit to share a “few of my favorite things.”", "These links have all been shared with me by some of the amazing teachers in our Verso community, many of  whom I have had the privilege of working with in 2015. You will find that some are clever and some are quirky but all of the resources are perfect for developing amazing provocations in Verso, especially at the end of the year! Consider these stocking fillers as a few “brown paper packages tied up with string.” to help you through the next couple of weeks and beyond.", " ", "1. ", "Dan Meyer Blog", ": ", "Understanding exponential growth- how many dominoes does it take to knock over a skyscraper?", "Domino Skyscraper", " ", "2. ", "What Would You Do? ", "Total Strangers Help Buy Christmas Tree for Family in Need", "I have been a fan of the TV show What Would You Do? for many years. Their ", "WWYD YouTube Channel", " is a superb source of intriguing provocations which lend themselves to the consideration of contemporary moral dilemmas. This heart warming example presents an opportunity for students to consider the real meaning of Christmas alongside the concept of gift giving and what it means to “pay it forward”.", " ", "3. ", "Estimation 180: Building number sense one day at a time", "I was really fortunate to work with Tustin USD math guru, ", "Andrew Stadel", " this year. He briefly showed me his site ", "Estimation 180", " and I have been sharing it with schools around the world ever since.", "How much area does my son’s hand cover?", "Each day of the school year, Andrew presents his students with an estimation challenge designed to support students in improving their number sense and problem solving skills. Students are required to make an estimation and share their reasoning by first considering what might be too high and too low.", "Andrew shares his challenges on his website and he has created his ", "Estimation 180", " twitter community where over 1100 teachers are currently sharing challenges of their own.", " ", "4. ", "Curiosity.com", ": Never stop learning", "I have downloaded the curiosity.com app on my phone and each morning it pushes 5 new amazing topics, guaranteed to cultivate curiosity and rich discussion. I can’t recommend this site enough. It is searchable by subject and links to YouTube, Vimeo and image banks suitable for use in Verso to generate rich discussion and thinking.", "\nTo get you started, I have selected an recent festive article on ", "Krampus", ".", "Krampus is the centuries-old Christmas devil creature that comes out every December 5th, known as ", "Krampusnacht", ". On this night, the German legend has it that Krampus visits the children who have been naughty over the last year. He would then take these wicked children back to his lair!", "Did you know?", "Curiosity.com links ideas together by creating new pathways. These are fantastic as they allow students and teachers to take their inquiry in a range of different directions. The Krampus path has links to really useful clips on the root of Christmas traditions old and new.", " ", " ", "5. ", "Science Gifs Twitter", "Mythbusters fire a soccer ball 50mph out of a cannon on a truck driving at exactly 50mph in the opposite direction ", "pic.twitter.com/LFvciOWRsl", "— Science GIFs (@Learn_Things) ", "December 7, 2015", "Mythbusters fire a soccer ball 50mph out of a cannon on a truck driving at exactly 50mph in the opposite direction, see the full video below", "This Twitter community has an amazing 993000 followers. The amazing clips, gifs and images shared are powerful scientific conversation starters.", "via GIPHY", "Furthermore, they sit comfortably with the sparking curiosity approach of renowned science teacher ", "Ramsey Musallam", " who I have mentioned in previous posts.", " ", "\n", "Ramsey Musallam: 3 rules to spark learning", "Finally, I hope you enjoyed browsing through these resources. I will be adding more in the new year but in the meantime, I hope you and your students have a happy and peaceful holiday season and a peaceful and productive new year filled with awe, wonder and curiosity!", "Hi, this is a comment.", "To delete a comment, just log in and view the post's comments. There you will have the option to edit or delete them.", "Your email address will not be published. Required fields are marked ", "*", "Comment", " ", "Post comment", "\n", "\n", "Login", "Signup", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.   It’s the time of year when networks start to show re-runs of “Love Actually”,…", "Login", "Signup", "As the end of the year approaches and we start to feel tired and weary, it is all too easy to become overwhelmed as schoolwork is suddenly matched with the stresses, strains, planning and preparation for the Christmas holiday season.   It’s the time of year when networks start to show re-runs of “Love Actually”,…", "Login", "Signup", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom. Verso Library Activity: Grades 3 – 6 Black History Month – Make a Difference https://app.versoapp.com/flips/KouDMRaWpoW3jXXcE Verso Library Activity: Grades 7 – 12 Verso Activity – Black History Month: “Let America be America Again” Langston Hughes…", "Login", "Signup", "Dawn Lam is an English teacher based at Beckman High School in Tustin Unified School District, California. What drew me to Dawn’s work is the emphasis she places on setting her students up for success. Her use of thinking time, writing frames and key academic and subject specific vocabulary, coupled with high expectations of herself…"], "emails": ["privacy@versoapp.com"], "addresses": [], "social_media_links": [], "telephone_numbers": ["165 807 821", "(949) 485-2296", "1300 762 007", "1 1914 -1918", "20150415-1"], "lda_resutls": [[0, "0.031*\"history\" + 0.030*\"activity\" + 0.026*\"grade\" + 0.025*\"verso\" + 0.020*\"library\" + 0.019*\"year\" + 0.018*\"start\" + 0.014*\"month\" + 0.013*\"com\" + 0.013*\"black\""], [1, "0.040*\"verso\" + 0.035*\"application\" + 0.018*\"include\" + 0.015*\"information\" + 0.015*\"use\" + 0.014*\"student\" + 0.013*\"user\" + 0.013*\"term\" + 0.013*\"personal\" + 0.010*\"teacher\""], [2, "0.027*\"archive\" + 0.024*\"student\" + 0.020*\"school\" + 0.017*\"key\" + 0.015*\"work\" + 0.015*\"teacher\" + 0.014*\"district\" + 0.013*\"high\" + 0.012*\"time\" + 0.012*\"couple\""], [3, "0.030*\"verso\" + 0.024*\"licence\" + 0.022*\"user\" + 0.021*\"student\" + 0.018*\"agreement\" + 0.016*\"application\" + 0.011*\"mph\" + 0.010*\"otherwise\" + 0.010*\"impact\" + 0.009*\"evidence\""], [4, "0.029*\"term\" + 0.028*\"licence\" + 0.028*\"agreement\" + 0.018*\"student\" + 0.017*\"teacher\" + 0.012*\"thinking\" + 0.012*\"critical\" + 0.010*\"creative\" + 0.010*\"termination\" + 0.009*\"mean\""], [5, "0.046*\"activity\" + 0.033*\"day\" + 0.031*\"anzac\" + 0.018*\"link\" + 0.016*\"develop\" + 0.013*\"curriculum\" + 0.013*\"content\" + 0.013*\"text\" + 0.012*\"historical\" + 0.012*\"post\""], [6, "0.044*\"comment\" + 0.021*\"student\" + 0.019*\"post\" + 0.016*\"would\" + 0.013*\"privacy\" + 0.013*\"related\" + 0.011*\"recommend\" + 0.010*\"site\" + 0.009*\"high\" + 0.009*\"teacher\""], [7, "0.048*\"student\" + 0.024*\"teacher\" + 0.016*\"application\" + 0.016*\"require\" + 0.013*\"verso\" + 0.013*\"address\" + 0.012*\"email\" + 0.011*\"support\" + 0.011*\"provide\" + 0.011*\"publish\""], [8, "0.021*\"child\" + 0.018*\"learn\" + 0.017*\"australian\" + 0.017*\"teacher\" + 0.017*\"make\" + 0.016*\"day\" + 0.015*\"french\" + 0.014*\"new\" + 0.014*\"first\" + 0.013*\"verso\""], [9, "0.029*\"information\" + 0.029*\"history\" + 0.027*\"share\" + 0.025*\"activity\" + 0.024*\"black\" + 0.023*\"teacher\" + 0.020*\"personal\" + 0.017*\"month\" + 0.016*\"develop\" + 0.014*\"opportunity\""]], "kpe_resutls": [["daili archiv", 0.1149944958571608], ["repli", 0.07720622101201334], ["high", 0.0498422018089735], ["youtub stem channel post navig", 0.04955397997651259], ["earth scienc", 0.04434669942482271], ["activ", 0.04119387173565031], ["teacher pd", 0.04108824714295113], ["verso benefit", 0.029353475492320792], ["anzac day activ post navig", 0.02751106288215433], ["educ price option build engag", 0.02487091655798443]], "rake_resutls": [[83.19047619047619, "receiving feedback metacognition suspendisse quis justo iaculis leo iaculis suscipit"], [70.5, "greg elliot melina bowd john hattie jeannie dailey dr"], [69.8, "“ love actually ”, “ die hard ”, “ miracle"], [65.45139573070608, "“ love actually ”,… login signup black history month presents"], [60.57806239737275, "” langston hughes … login signup black history month presents"], [55.06153846153847, "including ‘ nazi germany ’, ‘ american voices ’"], [52.58852813852815, "grades 7 – 12 verso activity – black history month"], [52.191475095785435, "“ love actually ”,… login signup dawn lam"], [49.266666666666666, "“ fresh food people ” branding tag line —"], [49.03185045948204, "favorite things post navigation related posts 1 comment leave"], [48.64494569757727, "black history month post navigation related posts leave"], [48.3376112695532, "comment post comment login signup black history month"], [47.5, "proin ornare urna vitae urna convallis pulvinar"], [47.42900432900433, "grades 3 – 6 black history month – make"], [47.420104405398526, "reply admin black history month – exemplar activities"], [47.318141762452115, "” langston hughes … login signup dawn lam"], [46.16666666666667, "decision making modern languages stem cross curricular humanities"], [43.96449275362319, "premium cta button teacher modeling key vocabulary daily archives"], [41.60021645021645, "fbdhfdqcfg3iaqpnq verso activity – black history month"], [40.363404920346845, "comment post comment login signup dawn lam"], [40.088596491228074, "use post lesson reflection data verso supports teaches"], [39.92758620689655, "“ love actually ”,… login signup"], [39.4915455304929, "voice .” trial individual teachers classroom individual teachers school"], [38.662085041395386, "support 1300 762 007 login signup access"], [38.49591954022989, "developing perceptions … login signup dawn lam"], [38.33333333333333, "memories ” website — linking anzac commemorations"], [38.299516031457955, "comment post comment login signup research shows"], [37.658946608946614, "increase student engagement 4 max unlimited unlimited number"], [37.5, "varius commodo turpis purus sed justo"], [36.74018379281537, "craft ” post navigation related posts leave"], [36.282030651341, "developing perceptions … login signup 25 april"], [36.0, "lord puttnam ” — david puttnam"], [35.43333333333334, "‘ includes ’, ‘ including ’, ‘"], [35.05425287356322, "” langston hughes … login signup"], [34.81756474519632, "impact lessons post navigation related posts leave"], [34.483809523809526, "general … black history month presents"], [34.17002164502165, "reply admin professional learning activity – rethinking"], [33.61115967365967, "facilitate student interactions develop students ’ questioning"], [32.854395604395606, "controversy around woolworths ’ 2015 anzac day campaign"], [32.718141762452106, "general … login signup dawn lam"], [32.25, "lfvciowrsl — science gifs (@ learn_things"], [31.34435045948204, "students post navigation related posts leave"], [31.231818181818184, "” langston hughes https :// app"], [31.165363984674332, "developing perceptions … login signup “"], [30.611904761904764, "one 60 minutes period .” “"], [30.5, "useful video channel featuring 5 minute clips"], [29.89052287581699, "activities 5 max unlimited unlimited number"], [29.774242424242427, "every student using pedagogical tools drive student collaboration"], [28.85425287356322, "take care … login signup “"], [28.841985645933015, "high school 1 x professional development activity"]], "guided_lda_resutls": [["high", "user", "australian", "children", "content", "com", "bentley", "https", "grades", "collaboration"], ["teachers", "archives", "month", "first", "resources", "french", "work", "love", "features", "presents"], ["information", "agreement", "student", "school", "terms", "history", "loss", "end", "frames", "class"], ["licence", "required", "find", "personal", "using", "season", "versoapp", "success", "schoolwork", "easier"], ["access", "provide", "change", "around", "specific", "research", "throughout", "url", "termination", "source"], ["black", "post", "anzac", "science", "start", "show", "posts", "related", "america", "best"], ["teacher", "english", "please", "general", "district", "studies", "ri", "resources", "nobel", "runs"], ["new", "activities", "comment", "sharing", "christmas", "means", "opportunity", "share", "video", "also"], ["privacy", "products", "authored", "fields", "keisha", "langston", "prize", "single", "humanity", "obligations"], ["day", "school", "grades", "site", "art", "leave", "using", "online", "meaning", "primary"], ["verso", "students", "activity", "learning", "world", "need", "academic", "take", "may", "war"], ["based", "professional", "teachers", "date", "directly", "current", "phd", "30", "law", "person"], ["strategies", "12", "us", "suddenly", "collect", "25", "twitter", "physics", "peninsula", "neat"], ["time", "australia", "holiday", "care", "admin", "every", "aimed", "april", "soldiers", "anniversary"], ["thinking", "classroom", "library", "services", "create", "would", "evidence", "month", "social", "email"], ["museum", "learn", "emphasis", "military", "provocations", "structures", "dawn", "stubbs", "response", "expert"], ["easily", "address", "significant", "curiosity", "www", "professor", "respect", "including", "purpose", "read"], ["history", "teaching", "personal", "make", "key", "development", "range", "article", "web", "understanding"], ["application", "login", "signup", "student", "year", "impact", "time", "created", "support", "videos"], ["licence", "youtube", "rich", "app", "lam", "version", "british", "provided", "california", "excited"]], "textrank_resutls": [[0.061890964681739505, 95, "verso application"], [0.058323470224611734, 1, "login signup verso"], [0.058273896269888256, 16, "verso learning"], [0.05804899695534495, 16, "verso activity"], [0.05749079100356137, 4, "verso application services"], [0.057116620719172256, 1, "verso history"], [0.0561615050342639, 16, "verso classroom"], [0.05614429362679195, 3, "verso premium"], [0.0560116701188012, 15, "verso library activity"], [0.05574439551416334, 1, "verso benefits"], [0.055570342079017954, 2, "privacy verso"], [0.055461297957752384, 1, "verso campus"], [0.05535200671629274, 2, "verso policies"], [0.0553103993206695, 2, "termination verso"], [0.05526163588437804, 1, "verso terminates"], [0.05381371567753051, 1, "https://app.versoapp.com/flips/fbdhfdqcfg3iaqpnq verso activity"], [0.05251682720778065, 2, "intellectual property verso"], [0.052056771925213234, 3, "verso teaching strategies"], [0.05144091314952311, 2, "verso learning pty ltd"], [0.05091212208575528, 1, "student learning"], [0.050639781006746945, 1, "other teachers"], [0.050562707236354504, 2, "student thinking"], [0.05004205950584175, 1, "login signup login signup verso licence agreement verso"], [0.04973485505120613, 3, "student terms"], [0.0493900501271229, 1, "history teachers"], [0.04892585967726723, 1, "verso premium subscription holders"], [0.048295150462473416, 1, "student engagement"], [0.04815540439441, 1, "verso students"], [0.04799413473957337, 1, "recommended vocabulary login signup login signup verso licence agreement verso"], [0.0474963920780718, 1, "student learning results"], [0.047266379149916576, 1, "student reports"], [0.04698377939140423, 1, "student reflection"], [0.04692325898394996, 1, "unique student engagement"], [0.0466926458468669, 1, "students use"], [0.04660490913412664, 1, "student interactions"], [0.04660195366598694, 1, "student guidance"], [0.04659166260676691, 1, "engage students"], [0.04657865090760728, 1, "student narratives"], [0.04652030401795039, 1, "teacher resources"], [0.046513059144258136, 1, "students capacity"], [0.0456304652316674, 1, "student response tracking"], [0.04481205681051495, 1, "student literacy skills"], [0.04456630168662923, 1, "teacher impact"], [0.04393747578662897, 1, "senior secondary students"], [0.04349594415401492, 1, "pedagogical tools drive student"], [0.0433833493936458, 8, "teacher terms"], [0.04250165428339274, 1, "support teachers"], [0.041563230986484026, 1, "verso teachers"], [0.0415012726594393, 1, "individual student tracking contribute"], [0.0414314403918721, 2, "teacher development"]], "textrank_summery__resutls": ["Termination Verso may terminate this licence agreement and the licence granted under clause 2.1 effective immediately upon providing written notice of termination to the User if: the User breaches a term or condition of this licence agreement or the Student Terms or Teacher Terms (as applicable) and fails to remedy such breach within seven days after being provided with written notice of the breach by Verso;  the User breaches a term or condition of this licence agreement or the Student Terms or Teacher Terms (as applicable) which Verso considers cannot be remedied; or  Verso terminates its provision of Verso Application Services to the User under the Teacher Terms or terminates the User’s access to or use of the Verso Application under the Student Terms (as applicable).  ", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom.", "As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom.", "In honour of… As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom.", "In honour of… As promised, please find below a selection of activities we’ve cultivated for you to import directly into your Verso Classroom."], "wordcloud_resutls": [["student", 1.0], ["Verso Application", 0.7070707070707071], ["User", 0.5353535353535354], ["Verso", 0.5050505050505051], ["Login Signup", 0.48484848484848486], ["Black History", 0.45454545454545453], ["licence agreement", 0.40404040404040403], ["History Month", 0.36363636363636365], ["personal information", 0.3434343434343434], ["resource", 0.32323232323232326], ["will", 0.31313131313131315], ["video", 0.31313131313131315], ["content", 0.30303030303030304], ["teacher", 0.30303030303030304], ["use Verso", 0.30303030303030304], ["Science", 0.2727272727272727], ["link", 0.24242424242424243], ["Anzac Day", 0.24242424242424243], ["high impact", 0.23232323232323232], ["provide", 0.2222222222222222], ["us", 0.2222222222222222], ["access", 0.21212121212121213], ["mean", 0.21212121212121213], ["share", 0.20202020202020202], ["may", 0.20202020202020202], ["Verso Library", 0.18181818181818182], ["Bentley Edwards", 0.18181818181818182], ["collection", 0.1717171717171717], ["New Zealand", 0.1717171717171717], ["use", 0.16161616161616163], ["information", 0.16161616161616163], ["service", 0.16161616161616163], ["site", 0.16161616161616163], ["Library Activity", 0.16161616161616163], ["Activity Grades", 0.16161616161616163], ["response", 0.15151515151515152], ["support", 0.15151515151515152], ["School District", 0.15151515151515152], ["provocation", 0.1414141414141414], ["teaching strategies", 0.1414141414141414], ["products services", 0.1414141414141414], ["holiday season", 0.1414141414141414], ["class", 0.13131313131313133], ["one", 0.13131313131313133], ["Loss", 0.13131313131313133], ["good", 0.13131313131313133], ["High School", 0.13131313131313133], ["YouTube", 0.12121212121212122], ["purpose", 0.12121212121212122], ["amazing", 0.12121212121212122], ["many", 0.12121212121212122], ["recommend", 0.12121212121212122], ["Museum", 0.12121212121212122], ["impact teaching", 0.12121212121212122], ["professional learning", 0.12121212121212122], ["First World", 0.12121212121212122], ["World War", 0.12121212121212122], ["end year", 0.12121212121212122], ["help", 0.1111111111111111], ["strategies", 0.1111111111111111], ["Art", 0.1111111111111111], ["feedback", 0.1111111111111111], ["including", 0.1111111111111111], ["include", 0.1111111111111111], ["parties", 0.1111111111111111], ["Australia", 0.1111111111111111], ["obligation", 0.1111111111111111], ["curiosity", 0.1111111111111111], ["high quality", 0.1111111111111111], ["Dawn Lam", 0.1111111111111111], ["email address", 0.1111111111111111], ["Post comment", 0.1111111111111111], ["frames key", 0.1111111111111111], ["learning", 0.10101010101010101], ["English", 0.10101010101010101], ["language", 0.10101010101010101], ["individual", 0.10101010101010101], ["classroom", 0.10101010101010101], ["provided", 0.10101010101010101], ["right", 0.10101010101010101], ["Term", 0.10101010101010101], ["breach", 0.10101010101010101], ["allow", 0.10101010101010101], ["image", 0.10101010101010101], ["Estimation", 0.10101010101010101], ["Category Archives", 0.10101010101010101], ["deep thinking", 0.10101010101010101], ["United States", 0.10101010101010101], ["Verso teaching", 0.10101010101010101], ["new features", 0.10101010101010101], ["https app", 0.10101010101010101], ["app versoapp", 0.10101010101010101], ["versoapp flips", 0.10101010101010101], ["Lam English", 0.10101010101010101], ["English teacher", 0.10101010101010101], ["teacher based", 0.10101010101010101], ["based Beckman", 0.10101010101010101], ["Beckman High", 0.10101010101010101], ["School Tustin", 0.10101010101010101], ["Tustin Unified", 0.10101010101010101]], "lda_mallet_resutls": {"Topic_0": ["student", "provide", "good", "include", "design", "support", "class", "expert", "estimation", "language"], "Topic_1": ["activity", "history", "black", "share", "month", "develop", "grade", "library", "opportunity", "find"], "Topic_2": ["teacher", "child", "school", "require", "french", "learn", "ensure", "address", "email", "field"], "Topic_3": ["day", "archive", "australian", "link", "mark", "party", "significant", "curiosity", "date", "military"], "Topic_4": ["high", "create", "thinking", "make", "strategy", "classroom", "teach", "impact", "teaching", "deep"], "Topic_5": ["year", "time", "start", "show", "easy", "approach", "end", "holiday", "season", "feel"], "Topic_6": ["resource", "content", "video", "site", "present", "recommend", "collection", "provocation", "source", "quality"], "Topic_7": ["verso", "application", "licence", "user", "agreement", "term", "service", "purpose", "policy", "obligation"], "Topic_8": ["comment", "post", "anzac", "science", "response", "challenge", "feedback", "english", "give", "question"], "Topic_9": ["information", "personal", "base", "access", "work", "write", "key", "loss", "collect", "time"]}, "wordcloud_resultsbi": ["verso_application", "black_history", "licence_agreement", "history_month", "personal_information", "high_impact", "library_activity", "activity_grade", "child_french", "holiday_season", "product_service", "teaching_strategy", "use_verso", "end_year", "impact_teaching", "student_student", "activity_verso", "application_product", "comment_comment", "email_address", "frame_key", "high_quality", "professional_learning", "student_teacher", "verso_activity", "versoapp_com", "academic_subject", "approach_tired", "australian_history", "category_archive", "dawn_work", "deep_thinking", "district_dawn", "easy_overwhelmed", "emphasis_student", "english_teacher", "high_expectation", "key_academic", "month_black", "network_re", "new_feature", "overwhelmed_schoolwork", "planning_preparation", "preparation_holiday", "re_run", "run_love", "schoolwork_stress", "season_time", "specific_vocabulary", "strain_planning", "stress_strain", "student_success", "subject_specific", "success_use", "teacher_district", "teacher_term", "time_frame", "time_year", "tired_weary", "use_time", "verso_library", "verso_teaching", "vocabulary_high", "weary_easy", "work_emphasis", "year_approach", "year_network", "activity_article", "address_field", "archive_category", "article_assistant", "assistant_professor", "classroom_verso", "field_comment", "history_activity", "professor_general", "related_post", "resource_student", "academic_officer", "action_county", "activity_black", "activity_deep", "activity_professional", "anachronism_child", "anniversary_landing", "anzac_significant", "anzacs_first", "australian_soldier", "chief_academic", "child_neat", "classroom_high", "collaboration_black", "collaborative_deep", "com_flip", "conversation_perception", "county_first", "date_anniversary", "deep_conversation", "easy_teacher", "evidence_classroom"]}]