[{"company": "Strata Manage IT", "introduction": "Strata management software to property owners", "end_market": "", "industry": "IT - Software", "link": "http://www.stratamanageit.com/", "search_text": "http://www.stratamanageit.com/", "title": "Strata Manage IT - The Power to Manage Your Scheme", "link_corrected": "http://www.stratamanageit.com/", "description": "Ultimately, Strata Manage IT will clarify the processes of strata management for lot owners, allowing them control - and - the power to manage their scheme.” ...", "crawled_links": ["http://www.stratamanageit.com/"], "header_text": ["Are you looking for a cheaper, faster way to manage your strata or body corporate scheme yourself?", "Do you want the protection of a licensed manager but not the cost?", "\r\n   Do it online in half the time! Get your Private Website today.\r\n  ", "Strata Manage IT introduces revolutionary new database technology that allows your scheme to have its own website.", "\r\n          Take control of your scheme\r\n        ", "What Do We Do?", "Who we are....", "What we do....", "Why we are different....", "What our clients say....", "What we charge....", "Contact us....", "Do a User Survey...", "Strata Manage IT Privacy Statement", "Free Quote", "Your privacy assured", "Worldwide access", "Available 24/7", "Scheme website", "Expert advice", "Clients everywhere", "Real estate agents pushing to get involved in strata ", "A brave new world of strata management"], "paragraph_text": ["\r\n          Our complete strata management solution is an interactive service that is instant, transparent and compliant.  By providing 100% access to your books and records, Strata Manage IT give you control.  This is how we make strata living easy.\r\n        ", "Award Winning Strata Manage IT offers:", "While several documents are available to all owners, personal information is privately maintained in keeping with legislation.", "Investors living away from the building and owners who live onsite can access all their information on the device of their choice.", "Auto email alerts are generated to advise of a new document, approval required, work orders generated and so much more – 24 hours a day, 7 days a week.", "Individual, private and secure - so you know what is happening. 24/7 access to your books and records through a live system our managers use.", "Even the most experienced owners and committee members face unique and intricate problems. Our expert knowledge means you’re covered with changes in legislation, compliance and living situations.", "Complaint in NSW, QLD and VIC, we have thousands of clients serviced by experienced, local agents. We can service your building anywhere.", "And so much more!", "Call Today.1300 992 528.or email ", "admin@stratamanageit.com.au", "Award winning real estate IT developer Murray Cameron has developed Strata Manage IT as a comprehensive, interactive system to provide private scheme websites to all strata / body corporate owners.", "Utilising the latest database technology, Strata Manage IT provides delivery of strata management services online and is available to all of the lot owners in QLD, VIC and NSW.", "Strata Manage IT is designed to empower owners, and managers.", "Commissioned by one of the founding Strata Management companies in NSW, this REVOLUTIONARY system now leads the industry in technology development.  Since the 1950's strata companies have delivered their 'service' while giving almost no access to the clients books and records - all that has now changed.", "Mr Cameron is quietly confident about the changes the launch of this strata management website system will bring to the industry.", "“The operational efficiency delivered by Strata Manage IT will mean cost savings for lot owners - many costs will simply be eradicated through online streamlining.", "We see no reason that the old system of strata managers charging for services that the owners do themselves should continue - now you get to choose the level of service you need and only pay for that service - saving you money.", "Ultimately, Strata Manage IT will clarify the processes of strata management for lot owners, allowing them control - and - the power to manage their scheme.”", "The schemes private website can be created overnight by the team at Strata Manage IT.  The strata plan, by-laws and public information are also loaded - ready to be access.  On requesting an account, scheme uses are verified and linked to the scheme, allowing them access to their schemes books and records giving them the ability to interact in the management of their scheme.", "Strata Manage IT operates pro-actively, by generating system prompts to the owners and Committee when tasks such as insurance renewals are due or quotes / invoices are ready for approval. Repairs and Maintenance are Schedule, track and record 24 hours a day, 7 days a week so you won't have to wait till office hours for an answer or an update.", "In terms of accessibility and transparency, Strata Manage IT is the equivalent of \"online banking\" for the strata industry.", "The system, which is an industry first, will deliver reduced monthly costs to the growing number strata property owners by enabling them to monitor and action matters instantly online, rather than having to schedule costly and time consuming meetings to vote on various issues. The website will empower the owner to schedule, track and record all events and cases connected to their scheme online in real time.", "Online meetings, online voting on issues, quote and invoice approval online, 24/7 tracking of all aspects of repair and maintenance cases - users will be able to do everything they need to do to manage their scheme successfully and ensure its financial viability into the future.", "Client web portals are not unique in the industry, but NONE have provided a completely interactive online solution that delivers time and cost savings through greater operational efficiency and transparency, until Strata Manage IT. This system is unique.", "We know what things are difficult about Strata Living.", "We know what are your key issues.", "Fast and secure web-based strata management is the answer.", "Strata Manage IT solves all the issues and provides the solutions that SAVE YOU MONEY and TIME.", "This is the most advanced scheme management system available. Now owners can have the 'power to manage' their scheme backed by the knowledge and support of the team.", "Strata Manage IT is the industries best practice 'Process and Methodology' on-line via a revolutionary interactive system.", "Strata Manage IT is underpinned by the relevant ", "Strata or Body Corporate Act", " in each state.", "Strata Manage IT is …..", "No more waiting for responses to your strata issues, no more management surprises.", "The most advanced strata scheme management system is here. A faster, cheaper more efficient future is possible for strata living.", "All you need to do is log on to your secure private scheme website, today.", "We thank the following users for their comments:", "“just had a good look around the website including the ‘financial’ section – mate it’s very impressive, user friendly, and most of all useful from my perspective anyway.”", "“it is a great idea to get all this stuff online.”", "\r\n", " ", "\r\n“All jobs are comprehensively tracked and recorded via the latest data-base technology, making the status of all works being carried out on our property easily accessible for the owners.”", "\r\n", " ", "\r\n“The new website service is favourable because of people’s absence, for instance when they move one can access records and you’re not flying blind.”", "“This is a great tool – so much information. I can see all the info related to the EGM you are organizing” – Note – this is a user living in Hong Kong!", "Get full access to all the facilities simply click the ", "QUOTE", " button at anytime and we will send you a full proposal.", "All you need to do is click ", "QUOTE", " ….or call us today.", "Call Today….1300 992 528….in business hours., or", "Email ", "admin@stratamanageit.com.au", " anytime", "Strata Manage IT has changed the way you interact with your scheme forever, but there is more we can do to give you the “POWER TO MANAGE YOUR SCHEME”.", "Help us improve this revolutionary secure strata management web service.  Please click the link below and complete a short survey.", "User Survey", "© Strata Manage IT-", "\r\n    now = new Date\r\n    theYear=now.getYear()\r\n    if (theYear < 1900)\r\n    theYear=theYear+1900\r\n    document.write(theYear)\r\n", " \"registered trademark\". All rights reserved. Australian patent pending - AU 2010206013. ", "Privacy", "Privacy information", "The Strata Manage IT website is designed to enable an owners’ corporation scheme, company title scheme or tenants in common scheme and persons with an interest in such schemes to have a greater degree of control over the affairs of their scheme than has traditionally been the case. Strata Manage IT (and its related entities which includes associates) as the owner and operator of this website and in its capacity as managing scheme agent must collect, store and disclose personal information about you.", "The collection, storage and use of personal information depends on the level of service you or your scheme have chosen to receive.", "Users of Full Access Site (paid service)", "If you are a full access site user your scheme has paid for your access.  As a full access site user the scheme in which you have an interest has appointed Strata Manage IT or its related entities which includes associates, to act as the scheme’s managing agent (the scheme’s agent). This means that certain laws impose a requirement on the scheme’s agent to collect and in some circumstances disclose personal information about you.", "For example, if you are the owner of a strata lot, all other owners of strata lots in your strata plan (and persons authorised by them, such as potential purchasers) are entitled by law to inspect the records of the owners’ corporation. These records contain personal information about you, such as the details of the lot you own and your address. The scheme’s agent is required by law to collect, maintain and in some circumstances disclose this personal information about you, if the scheme’s agent does not collect, maintain and where required disclose this information about you, it will commit an offence.", "Additionally, in order to properly perform managing agent services Strata Manage IT (and its related entities which includes associates) may disclose personal information about you to tradespeople and other service providers to your scheme.", "General privacy information", "Strata Manage IT and the scheme’s agent may collect personal information about you to provide managing agent and ancillary services and also to comply with Strata Manage IT’s legal obligations under certain laws. You can contact Strata Manage IT (and its related entities which includes associates)  by writing  to P O Box 7069 Brookvale NSW 2100, by phoning 1300 997 905, by faxing 1300 997 906 or by emailing ", "admin@stratamanageIT.com.au", "Strata Manage IT and the scheme’s agent may collect personal information about you directly from you and from a variety of other sources including public registers.", "Upon your request and except in certain prescribed circumstances, Strata Manage IT will provide you access to the personal information it holds about you and permit you to request that any errors in that information be corrected. Generally, this information will be provided to you free of charge, however in certain circumstances the law may require that a proscribed fee be paid.", "Your personal information will be used to provide management and ancillary services to owners’ corporations, company title schemes or tenants in common schemes and persons interested in them and for a number of purposes connected with the business operations of Strata Manage IT and the scheme’s agent. Usually, this means that your personal information is disclosed to tradespeople, insurance companies, mail houses and other providers of services to Strata Manage IT, the scheme’s agent and the scheme.", "In certain circumstances (such as where an information request is made in relation to a strata scheme) the law may force us to disclose personal information about you. If this is the case Strata Manage IT will disclose your personal information in accordance with the law. This information may be disclosed through the Strata Manage IT website.", "Furthermore, Strata Manage IT may use your personal information to market its’ services (and the services of its’ related entities which includes associates) directly to you. You may opt out of receiving such marketing by contacting Strata Manage IT on 1300 997 906.", "If you do not provide Strata Manage IT with your personal information, Strata Manage IT may be unable to effectively provide services to you or your scheme to which it or its’ related entities which includes associates have been appointed or contracted to provide services. In some circumstances if you refuse to provide certain personal information, Strata Manage IT or the scheme’s agent may be obliged to collect that information from other sources.", "Terms and conditions", "This website is operated by Strata Manage IT and its related entities which includes associates (“Strata Manage IT”). Your access and use of this website and its content is governed by these terms and conditions. By using this website you agree to these terms and conditions of use. These terms and conditions are governed by the laws in force in New South Wales.", "Use of your account and password security", "You will be issued a username and password for this site. You are solely responsible for maintaining the confidentiality of the password and for all conduct carried out under your username and password. You agree to indemnify Strata Manage IT for all loss or damage suffered by it in connection with the use of your username and password. You are requested to promptly report any unauthorised use of your username and password.", "Acceptable use", "This website and its content is for non-commercial use only. Printing, copying, downloading, reproduction or distribution of material from this website for commercial use and hyperlinking is expressly prohibited without Strata Manage IT’s prior written consent. You must not use this website to harass, discriminate, defame or otherwise act in a manner that Strata Manage IT considers to be anti-social or of poor taste.  You must not use the website or its content for any illegal purpose.", "Suspension and termination of access", "Where you or a scheme in which you have an interest, has paid to access this website Strata Manage IT may terminate its agreement to provide access to you on 28 days notice. Where you access this site for free, Strata Manage IT may immediately terminate its agreement to provide access to you. Strata Manage IT may immediately suspend or terminate your access to the website if it has reason to suspect or believe that you have breached or are likely to breach any of these terms and conditions.", "Intellectual property", "The content of this website is protected by copyright and other intellectual property protection. You must not store, reproduce, frame, transmit, adapt, link to or otherwise use the website or any of the content except as expressly permitted by statute or with Strata Manage IT’s prior written consent. You are expressly prohibited from selling, distributing, decompiling, reverse engineering or otherwise dealing with the website or the content in a like manner.", "Links", "This website may contain advertisements or links to third party sites. Strata Manage IT is not responsible for the content or product offered by those advertisements or on those third party sites.", "Disclaimer", "To the extent permitted by law, Strata Manage IT excludes all warranties (whether express, implied or statutory) relating in any way to this website. Strata Manage IT’s liability for breach of any warranty implied into this agreement by statute which cannot be excluded is (where the goods or services were originally supplied for a fee) limited to the supply of the goods or services again or, at Strata Manage IT’s option, payment to have the goods or service supplied again. In cases where Strata Manage IT originally supplied the goods or services for free, Strata Manage IT shall not be liable to you in respect of those goods or services.", "Service interruptions", "The Strata Manage IT website may not be available at all times. Strata Manage IT will not be liable for any expense or loss incurred as a result of this website being unavailable.", "Strata Manage IT is a “registered trademark”. All rights are reserved. Australian patent pending – AU 2010206013.", "Thanks for requesting a management quote for your scheme.", "In an \"Industry Revolution\" for the first time a strata manager has the ability to deliver an improved service at a lower price due to the introduction of the 'complete strata management solution': ", "No other strata management company can match this offer and our service. ", "As a founding company in the industry, Strata Real Estate Services has provided Strata Schemes, Company Title, Tenants in Common and Building Management Committees with professional scheme management services since 1957.", "To start SAVING MONEY and SAVING TIME send an email to ", "adminSMIT@stratares.com.au", " ", "- Strata Real Estate Services and request a no-obligation management quote or call 1300 997 905 during business hours. Be sure to provide your scheme number, address and number of lots."], "emails": ["admin@stratamanageit.com.au", "admin@stratamanageit.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["1300 992 528", "1300 992 528", "2010206013", "1300 997 905", "1300 997 906", "1300 997 906", "2010206013", "1300 997 905"], "lda_resutls": [[0, "0.037*\"manage\" + 0.020*\"password\" + 0.020*\"theyear\" + 0.019*\"australian\" + 0.019*\"pende\" + 0.019*\"patent\" + 0.019*\"trademark\" + 0.019*\"right\" + 0.019*\"reserve\" + 0.011*\"strata\""], [1, "0.031*\"website\" + 0.025*\"manage\" + 0.017*\"access\" + 0.014*\"record\" + 0.014*\"content\" + 0.013*\"secure\" + 0.013*\"link\" + 0.013*\"system\" + 0.013*\"owner\" + 0.012*\"hour\""], [2, "0.035*\"scheme\" + 0.033*\"strata\" + 0.031*\"manage\" + 0.031*\"provide\" + 0.024*\"website\" + 0.022*\"service\" + 0.021*\"time\" + 0.018*\"corporate\" + 0.018*\"body\" + 0.018*\"number\""], [3, "0.034*\"owner\" + 0.027*\"cost\" + 0.023*\"online\" + 0.019*\"mean\" + 0.018*\"deliver\" + 0.017*\"schedule\" + 0.013*\"strata\" + 0.010*\"legislation\" + 0.010*\"situation\" + 0.010*\"member\""], [4, "0.036*\"information\" + 0.027*\"privacy\" + 0.020*\"scheme\" + 0.019*\"personal\" + 0.019*\"disclose\" + 0.019*\"law\" + 0.019*\"agent\" + 0.019*\"owner\" + 0.019*\"lot\" + 0.019*\"maintain\""], [5, "0.026*\"website\" + 0.026*\"information\" + 0.025*\"today\" + 0.019*\"email\" + 0.019*\"call\" + 0.013*\"content\" + 0.013*\"otherwise\" + 0.013*\"day\" + 0.013*\"expressly\" + 0.013*\"generate\""], [6, "0.050*\"manage\" + 0.041*\"website\" + 0.036*\"strata\" + 0.036*\"access\" + 0.030*\"may\" + 0.030*\"term\" + 0.030*\"condition\" + 0.025*\"information\" + 0.019*\"law\" + 0.019*\"disclose\""], [7, "0.045*\"manage\" + 0.042*\"strata\" + 0.039*\"service\" + 0.031*\"information\" + 0.027*\"personal\" + 0.027*\"may\" + 0.025*\"online\" + 0.024*\"scheme\" + 0.023*\"agent\" + 0.023*\"provide\""], [8, "0.051*\"scheme\" + 0.043*\"strata\" + 0.037*\"service\" + 0.034*\"manage\" + 0.022*\"access\" + 0.020*\"management\" + 0.019*\"information\" + 0.017*\"agent\" + 0.016*\"live\" + 0.015*\"owner\""], [9, "0.027*\"website\" + 0.025*\"service\" + 0.024*\"survey\" + 0.015*\"industry\" + 0.014*\"client\" + 0.014*\"system\" + 0.014*\"scheme\" + 0.014*\"management\" + 0.013*\"agent\" + 0.013*\"confident\""]], "kpe_resutls": [["strata", 0.1591486012702806], ["corpor scheme", 0.08803416332274631], ["worldwid access avail", 0.0562265251965125], ["scheme websit expert advic client", 0.05520890961233531], ["privaci", 0.05075824779253048], ["free", 0.04435850235683538], ["real estat agent", 0.043506319499697264], ["privat websit today", 0.04273708923331527], ["user survey", 0.04255997902755452], ["faster way", 0.0423879522302271]], "rake_resutls": [[32.7, "call today …. 1300 992 528 …."], [32.14001860712387, "properly perform managing agent services strata manage"], [29.555555555555557, "‘ financial ’ section – mate"], [26.325, "privacy assured worldwide access available 24"], [25.666666666666668, "australian patent pending – au 2010206013"], [25.452380952380953, "professional scheme management services since 1957"], [24.333333333333336, "organizing ” – note –"], [23.0, "box 7069 brookvale nsw 2100"], [20.666666666666668, "au award winning real estate"], [20.303030303030305, "revolutionary secure strata management web service"], [19.670574162679426, "user survey © strata manage"], [19.670574162679426, "user survey ... strata manage"], [19.608585858585858, "complete strata management solution ':"], [19.337240829346094, "general privacy information strata manage"], [19.166666666666664, "introduces revolutionary new database technology"], [19.070574162679428, "includes associates (“ strata manage"], [18.570574162679428, "expressly prohibited without strata manage"], [18.40793650793651, "advanced scheme management system available"], [17.794300144300145, "advanced strata scheme management system"], [17.24404761904762, "managing scheme agent must collect"], [17.1030303030303, "growing number strata property owners"], [16.51904761904762, "agent may collect personal information"], [16.070574162679428, "award winning strata manage"], [15.916666666666668, "phoning 1300 997 905"], [15.916666666666668, "call 1300 997 905"], [15.416666666666668, "faxing 1300 997 906"], [15.0, "wait till office hours"], [14.997474747474747, "strata real estate services"], [14.727272727272727, "action matters instantly online"], [14.608585858585858, "complete strata management solution"], [14.542857142857143, "perspective anyway .” “"], [14.542857142857143, "flying blind .” “"], [14.166666666666668, "1300 992 528"], [13.986363636363636, "make strata living easy"], [13.810606060606059, "completely interactive online solution"], [13.5, "deliver reduced monthly costs"], [13.5, "australian patent pending"], [13.27012987012987, "stuff online .” “"], [13.2, "privacy statement free quote"], [13.142857142857142, "“ registered trademark ”."], [13.113636363636363, "strata management services online"], [13.070574162679426, "au anytime strata manage"], [13.0, "committee members face unique"], [12.941666666666666, "records contain personal information"], [12.741919191919193, "strata management website system"], [12.619047619047619, "provide private scheme websites"], [12.608585858585858, "founding strata management companies"], [12.5, "sources including public registers"], [12.185714285714285, "website may contain advertisements"], [12.158333333333333, "provide certain personal information"]], "guided_lda_resutls": [["property", "clients", "control", "way", "rights", "carried", "changed", "governed", "plan", "528"], ["owner", "tenants", "track", "founding", "full", "deliver", "2010206013", "us", "906", "laws"], ["law", "conditions", "theyear", "body", "scheme", "admin", "ancillary", "knowledge", "provides", "enabling"], ["owners", "privacy", "hours", "call", "email", "interest", "days", "registered", "disclosed", "click"], ["associates", "com", "industry", "corporate", "record", "responsible", "team", "costs", "day", "anytime"], ["username", "cost", "full", "financial", "force", "consuming", "sites", "social", "solely", "ultimately"], ["information", "service", "related", "schemes", "personal", "power", "building", "technology", "common", "agree"], ["real", "cases", "required", "users", "savings", "week", "originally", "address", "manner", "us"], ["site", "interactive", "act", "lot", "links", "997", "web", "statute", "send", "prior"], ["may", "secure", "laws", "24", "trademark", "due", "services", "product", "comments", "insurance"], ["access", "system", "certain", "collect", "content", "free", "revolutionary", "means", "written", "interact"], ["provide", "records", "entities", "time", "user", "au", "private", "request", "industry", "supplied"], ["online", "password", "today", "company", "nsw", "business", "implied", "award", "appointed", "reason"], ["quote", "circumstances", "available", "need", "goods", "disclose", "money", "know", "database", "loss"], ["must", "third", "level", "winning", "24", "992", "advanced", "experienced", "data", "commercial"], ["personal", "living", "estate", "disclose", "transparency", "party", "see", "empower", "public", "one"], ["strata", "scheme", "services", "terms", "paid", "issues", "managing", "companies", "terminate", "future"], ["get", "number", "agreement", "otherwise", "changes", "document", "immediately", "account", "905", "suspect"], ["manage", "website", "agent", "new", "includes", "provided", "persons", "unique", "much", "approval"], ["management", "1300", "books", "solution", "cheaper", "997", "stratamanageit", "breach", "managers", "patent"]], "textrank_resutls": [[0.09613361575555589, 11, "strata manage it"], [0.09462033534829747, 31, "strata manage"], [0.08098375919092098, 1, "professional scheme management services"], [0.08059880480158144, 2, "private scheme websites"], [0.07734913585483957, 51, "strata"], [0.07395806158020131, 1, "strata management"], [0.07394057004977955, 4, "scheme agent"], [0.07251392804843479, 2, "strata schemes"], [0.07215371103676424, 1, "scheme uses"], [0.07212440642301834, 2, "strata living"], [0.0720327894305017, 1, "admin@stratamanageit.com.au strata"], [0.06881898999624121, 1, "such schemes"], [0.06846534813849933, 1, "strata property owners"], [0.06846068891551231, 1, "award winning strata"], [0.06803001883518861, 3, "manage"], [0.0679299505690406, 2, "company title scheme"], [0.06653383849272129, 3, "strata real estate services"], [0.06606120469850259, 16, "personal information"], [0.06550097613752581, 2, "common scheme"], [0.06535365659708513, 1, "certain personal information"], [0.06395773500467547, 1, "strata management services"], [0.06331329268923994, 1, "agent services"], [0.06044892089243474, 2, "strata lots"], [0.0600510133996242, 2, "private website"], [0.058481439975938534, 2, "strata managers"], [0.05700154750132097, 1, "other service providers"], [0.055682161388852236, 1, "this strata management website system"], [0.05495249954500217, 15, "services"], [0.05366526154714145, 3, "lot owners"], [0.05347559681595737, 1, "public information"], [0.053469092873163246, 1, "scheme website expert advice clients"], [0.05255602427283265, 1, "your secure private scheme website"], [0.05133230851360798, 1, "service interruptions"], [0.05112130982081747, 1, "privacy privacy information"], [0.05049226723064383, 1, "general privacy information"], [0.050013731895745206, 9, "owners"], [0.04899190073204405, 1, "a strata scheme"], [0.04869547815754793, 1, "the strata manage it website"], [0.048434841204332967, 1, "empower owners"], [0.04768241547912608, 1, "this revolutionary secure strata management web service"], [0.04759810604565326, 1, "the founding strata management companies"], [0.04716654941811319, 10, "it"], [0.046776510177139956, 1, "the new website service"], [0.04587123804758215, 1, "the most advanced strata scheme management system"], [0.04455692763497859, 1, "real estate agents"], [0.0440792725917969, 2, "our complete strata management solution"], [0.04361013684548162, 1, "it privacy statement"], [0.04351663963494671, 1, "web-based strata management"], [0.04281404004293866, 1, "full access"], [0.042251047237576486, 1, "managing agent and ancillary services"]], "textrank_summery__resutls": ["Utilising the latest database technology, Strata Manage IT provides delivery of strata management services online and is available to all of the lot owners in QLD, VIC and NSW.", "This website is operated by Strata Manage IT and its related entities which includes associates (“Strata Manage IT”).", "On requesting an account, scheme uses are verified and linked to the scheme, allowing them access to their schemes books and records giving them the ability to interact in the management of their scheme.", "In terms of accessibility and transparency, Strata Manage IT is the equivalent of \"online banking\" for the strata industry.", "anytime Strata Manage IT has changed the way you interact with your scheme forever, but there is more we can do to give you the “POWER TO MANAGE YOUR SCHEME”."], "wordcloud_resutls": [["Strata Manage", 1.0], ["scheme", 0.7090909090909091], ["service", 0.45454545454545453], ["website", 0.43636363636363634], ["Strata", 0.4], ["access", 0.38181818181818183], ["owner", 0.36363636363636365], ["personal information", 0.3090909090909091], ["use", 0.2727272727272727], ["will", 0.2727272727272727], ["may", 0.2727272727272727], ["provide", 0.23636363636363636], ["online", 0.2], ["information", 0.2], ["system", 0.2], ["law", 0.18181818181818182], ["strata management", 0.18181818181818182], ["scheme agent", 0.18181818181818182], ["user", 0.16363636363636364], ["management", 0.16363636363636364], ["time", 0.14545454545454545], ["quote", 0.12727272727272726], ["lot", 0.12727272727272726], ["industry", 0.12727272727272726], ["collect", 0.12727272727272726], ["site", 0.12727272727272726], ["related entities", 0.12727272727272726], ["entities includes", 0.12727272727272726], ["includes associates", 0.12727272727272726], ["new", 0.10909090909090909], ["living", 0.10909090909090909], ["now", 0.10909090909090909], ["certain", 0.10909090909090909], ["circumstances", 0.10909090909090909], ["disclose personal", 0.10909090909090909], ["manager", 0.09090909090909091], ["cost", 0.09090909090909091], ["private", 0.09090909090909091], ["today", 0.09090909090909091], ["Privacy", 0.09090909090909091], ["available", 0.09090909090909091], ["hours", 0.09090909090909091], ["day", 0.09090909090909091], ["saving", 0.09090909090909091], ["record", 0.09090909090909091], ["issues", 0.09090909090909091], ["client", 0.09090909090909091], ["full", 0.09090909090909091], ["theYear", 0.09090909090909091], ["case", 0.09090909090909091], ["agent", 0.09090909090909091], ["terms conditions", 0.09090909090909091], ["website content", 0.09090909090909091], ["goods service", 0.09090909090909091], ["Manage", 0.07272727272727272], ["revolutionary", 0.07272727272727272], ["technology", 0.07272727272727272], ["control", 0.07272727272727272], ["us", 0.07272727272727272], ["free", 0.07272727272727272], ["interactive", 0.07272727272727272], ["email", 0.07272727272727272], ["secure", 0.07272727272727272], ["NSW", 0.07272727272727272], ["Call", 0.07272727272727272], ["mean", 0.07272727272727272], ["need", 0.07272727272727272], ["number", 0.07272727272727272], ["property", 0.07272727272727272], ["link", 0.07272727272727272], ["managing", 0.07272727272727272], ["must", 0.07272727272727272], ["paid", 0.07272727272727272], ["request", 0.07272727272727272], ["Real Estate", 0.07272727272727272], ["books records", 0.07272727272727272], ["username password", 0.07272727272727272], ["way", 0.05454545454545454], ["Survey", 0.05454545454545454], ["complete", 0.05454545454545454], ["solution", 0.05454545454545454], ["building", 0.05454545454545454], ["document", 0.05454545454545454], ["approval", 0.05454545454545454], ["required", 0.05454545454545454], ["much", 0.05454545454545454], ["know", 0.05454545454545454], ["Committee", 0.05454545454545454], ["unique", 0.05454545454545454], ["au", 0.05454545454545454], ["companies", 0.05454545454545454], ["MONEY", 0.05454545454545454], ["power", 0.05454545454545454], ["schedule", 0.05454545454545454], ["deliver", 0.05454545454545454], ["web", 0.05454545454545454], ["provided", 0.05454545454545454], ["act", 0.05454545454545454], ["click", 0.05454545454545454], ["business", 0.05454545454545454]], "lda_mallet_resutls": {"Topic_0": ["scheme", "agent", "law", "private", "supply", "include", "tenant", "power", "connect", "party"], "Topic_1": ["manage", "system", "online", "industry", "time", "term", "deliver", "client", "real", "property"], "Topic_2": ["provide", "management", "site", "related", "associate", "issue", "circumstance", "estate", "save", "corporate"], "Topic_3": ["strata", "today", "free", "call", "give", "technology", "offer", "breach", "force", "control"], "Topic_4": ["access", "manage", "record", "entity", "live", "condition", "day", "interest", "terminate", "quote"], "Topic_5": ["information", "personal", "request", "company", "collect", "require", "corporation", "source", "email", "business"], "Topic_6": ["service", "manage", "good", "case", "maintain", "agreement", "title", "common", "purpose", "statute"], "Topic_7": ["owner", "disclose", "include", "lot", "full", "cost", "manager", "saving", "generate", "building"], "Topic_8": ["link", "user", "hour", "pay", "change", "book", "unique", "money", "revolutionary", "interactive"], "Topic_9": ["website", "content", "number", "write", "survey", "approval", "expressly", "document", "theyear", "commercial"]}, "wordcloud_resultsbi": ["personal_information", "scheme_agent", "entity_associate", "related_entity", "strata_management", "good_service", "term_condition", "website_content", "access_site", "book_record", "full_access", "information_strata", "lot_owner", "real_estate", "strata_manage", "username_password", "agent_personal", "case_strata", "certain_circumstance", "power_scheme", "service_scheme", "service_service", "service_strata", "strata_access", "strata_related", "strata_scheme", "strata_website", "system_industry", "tenant_common", "theyear_theyear", "website_strata", "access_book", "access_scheme", "advanced_scheme", "agent_scheme", "agreement_access", "ancillary_service", "australian_patent", "available_owner", "business_hour", "certain_law", "circumstance_personal", "commercial_use", "common_scheme", "company_title", "complete_strata", "condition_website", "database_technology", "estate_service", "free_strata", "hour_week", "information_scheme", "intellectual_property", "interactive_system", "law_strata", "level_service", "link_website", "manage_agreement", "management_company", "management_quote", "management_service", "management_solution", "management_system", "money_time", "operational_efficiency", "owner_committee", "owner_corporation", "owner_strata", "party_site", "private_scheme", "private_website", "repair_maintenance", "right_australian", "scheme_access", "scheme_interest", "scheme_management", "scheme_person", "scheme_tenant", "scheme_website", "service_money", "service_owner", "service_related", "site_user", "strata_corporate", "strata_living", "strata_lot", "strata_manager", "strata_personal", "strata_plan", "third_party", "time_strata", "title_scheme", "trademark_right", "transparency_strata", "use_username", "use_website", "user_full", "user_scheme", "website_owner", "website_today"]}]