[{"company": "Adept Inspections & Training", "introduction": "Inspection, testing and training provider to pressure equipments and vessels industries", "end_market": "Inspection and testing", "industry": "Services - professional, scientific, and technical", "link": "http://www.adeptengineering.com.au/#contactadept", "search_text": "http://www.adeptengineering.com.au/#contactadept", "title": "Adept | Inspections and Training", "link_corrected": "https://www.adeptengineering.com.au/", "description": "... most mines in NSW and many mines throughout Australia as well as maintain ... You will then take those forms to your nearest Australia Post office as well as ...", "crawled_links": ["https://www.adeptengineering.com.au/index.html"], "header_text": [], "paragraph_text": ["Adept Inspections and Training has been providing inspection services for over 29 years. We are the largest independent pressure equipment inspection company in Australia.", "INSPECTION", "TESTING", "Adept Inspectors have the necessary skills and qualifications for any Non Destructive Testing (NDT) that may be required. Where Hydrostatic Testing is required, Adept has a range of NATA calibrated digital and analogue pressure gauges and to administer the testing to ", "AS4037 Section 17", ".", "TRAINING", "Adept is an ASQA accredited RTO. We run courses for Boiler, Turbine and Reciprocating Steam Engine Attendants who wish to gain their High Risk Work Licence.  Adept also provides training for Unattended Boiler Operation.", "ACCREDITATION", "Our team can deliver quality in-service inspections Internationally through our association with NATA iLAC and our JAS-ANZ certified Quality Assurance is an endorsement of our competence, credibility, independence and integrity in assessment and inspection.", "Boiler Inspection", "From small boilers to very large Steam Boilers, Hot Water Boilers, Fire Tube Boilers and Water Tube Boilers; Adept has impressive inspection experience for all boiler types.", " ", "Inspection periodicity is set out in AS/NZS 3788 Table 4.1 Clause 1. Boiler maintenance is specified in Australian Standard 2593 as being Unattended, Limited Attendance or Fully Attended.", " ", "The correct classification of these boilers can be difficult for the untrained or inexperienced inspector. Incorrect classification can lead to incorrect boiler maintenance and non-compliance with WHS Regulations. It can also result in shortening of the boilers' life, causing unplanned significant expenditure and potential injury or loss of life.", "Pipework Inspections", "Inspection of pipework often gets put on the back burner. Adept has developed specific procedures and reporting systems for pressure pipework inspections.", "Pressure Vessel Inspection", "Together, Adept inspectors inspect approximately 25,000 pressure vessels every year. Most pressure vessels only require inspection every two years.", "Registration", "Our administration team are old hands at applying for and maintaining State Authority Registration on behalf of our clients. Let them look after this for you so you can concentrate on running your business. We guarantee you will always remain compliant when Adept is managing your plant registrations. Adept Inspection Data can be transferred directly into State Authority Forms ready for submission.", "Consultation", "There are many critical components in the management of pressure equipment: Design, Design Verification, Purchase – new or used, Installation, Commissioning, Maintenance, Inspection, Compliance with State Authorities, Management of Repairs and Sale. Adept can assist in all facets of managing your equipment.", "Repairs", "If you’re lucky, you won’t have to concern yourself with repairs. If your pressure equipment has experienced a problem, then have Adept Inspectors manage or assist with the repair process. Adept will:", " ", "Installation", "Installing or purchasing pressure equipment can lead to increased energy usage non-compliance, even when the equipment is manufactured to specification. It is essential to seek experienced technical guidance when installing, reinstalling or replacing pressure equipment. It is not good enough simply to buy the correct equipment, it needs to be installed to Standard with correct allowances, venting, fittings and appurtenances. Boilers can be designed with the latest technology to work more efficiently but incorrect installation can negate these technical advantages.", "Non Destructive Testing (NDT)", "Adept Inspectors have the necessary skills and qualifications for any NDT testing which may be required to complete an inspection. Usually, NDT is not required for an AS/NZS 3788 inspection. Adept Inspectors can manage any extra NDT processes, where further information is required to complete the inspection.", "Ultrasonic Thickness Testing", "Thickness readings are taken during most inspections as further evidence to ascertain the continuing integrity of each vessel. Adept has created a procedure for using Ultrasonic Thickness Testing in lieu of internal inspection. All Adept Inspectors have Ultrasonic Thickness Meters (UTM) with them at all times.", " ", "Adept's Quality Management System ensures that all UTMs are calibrated every six months and that the Step Block Calibration always remains compliant.", " ", " ", "Hydrostatic Testing", "Where hydrostatic testing is required, Adept has a range of NATA calibrated digital and analogue pressure gauges and other required equipment needed to administer Hydrostatic testing to AS4037 Section 17, or can serve as a witness to these procedures and provide specific Hydrostatic Reporting.", "Auditing", "Are you not quite sure which pressure equipment requires inspection, when it requires inspection, or whether it requires Item of Plant Registration or Design Registration? Maybe you have equipment in your workplace that you're not sure classifies as a 'pressure vessel'? Invite an Adept inspector to complete an audit of your pressure equipment and you’ll have the answers to all the questions above.", "Mines", "We complete inspections for most mines in NSW and many mines throughout Australia as well as maintain Item of Plant Registration Compliance. These include Coal, Metalliferous, Underground, Surface and Coal Handling and Prep Plants. Let Adept Inspectors complete the inspections and registration compliance for you. Inspectors will then indicate whether you need any further NDT completed on the pressure equipment.", "Shutdowns & Turnaround", "Adept inspectors all have extensive Shutdown and Turnaround experience working within Hazardous Industries such as Chemical Plants and Gas Production Plants. Adept's Quality Management System, with a full suite of procedures and processes, makes it easy for Adept to prequalify through the most stringent Contractor Qualification Systems.", "Commissioning Inspections", "The Commissioning Inspection is mandatory by WHS Legislation to ensure that the equipment has been manufactured to specification and has been installed correctly with all the correct safety fittings and appurtenances, markings and labels. Commissioning inspections and registration (where applicable) are to take place prior to use of pressure equipment, to ensure equipment has been inspected by a competent person.", "Chemical Cleaning of Boilers", "Chemical cleaning plays an important role in boiler maintenance. Adept Inspectors are able to advise whether chemical cleaning is required or report on the efficiency of this treatment.", " ", "Reporting", "The Adept IT Team work together with the administration staff and the Inspectors to produce reporting formats to suit our specific client requirements. Adept has specific reporting for Boilers, Pressure Vessels, Pipework, Magnetic Particle, Hydrostatic/Pneumatic Testing, Serially Produced Vessels and Multiple Vessels.", " ", "Our suite of reporting formats are continually evolving to match the requirements of the varying needs of our diverse clients. Reports range from a one-page AS/NZS 3788 pressure vessel, refrigeration, or boiler report to a multiple-page photographic report or multiple-page report for equipment on mine vehicles linked to the Plant Numbers.", " ", "Inspection data can also be transferred automatically onto Client Equipment Listings, including reporting by Last Inspection Date (which is the report automatically sent with the inspection reports) and also Next Inspection Date. All data collected by the inspectors can be automatically transferred onto an Excel Spreadsheet for data manipulation and special reporting situations.", "Legislation", "Adept staff can provide advice and interpretation of the new Work Health & Safety Act and State Regulations 2011, the Code of Practice and all relevant Australian Boiler and Pressure Vessel Standards.", "Equipment", "Adept possesses a substantial variety of equipment to help achieve the most accurate results for all inspections. This includes a top of the range Olympus IPLEX Industrial Videoscope to assist with remote video inspections.", "Boiler Inspection", "Pressure Vessel Inspection", "Pipework Inspections", "Thickness Testing", "Auditing", "Mines", "Registration", "Consultation", "Repairs", "Shut Downs & Turn Around", "Commissioning Inspections", "Equipment", "Installation", "Hydrostatic Testing", "Non Destructive Testing (NDT)", "Chemical Cleaning of Boilers", "Reporting", "Legislation", "Training for Workers in the Vicinity of Boilers", "Adept is a Registered Training Organisation (RTO) for the training of personnel wishing to gain their High Risk Work Licence and is accredited by the Australian Skills Quality Authority (ASQA). Adept is committed to providing quality training and assessment outcomes for workers in the vicinity of pressure equipment under the new Work Health and Safety Legislation. Boiler Operators must be trained to cover items such as:", " ", " ", "The Adept Trainers are all experienced Boiler and Pressure Vessel Inspectors and are well aware of the identified risks associated with the operation of high risk plant or equipment. This will help to ensure that the learning and assessment strategies will reflect the level of identified risk. The Trainers and Assessors hold all the necessary qualifications required by ASQA standards.", "Training Legislation", "The new Work Health and Safety Legislation commenced January 2012 and the classification of boilers for purposes of High Risk Work Licences has been changed to Standard and Advanced Boiler. Adept Inspections and Training Pty Ltd is registered by Australian Skills Quality Authority to provide the following national qualifications:", " ", "High Risk Work Licence", "WorkCover NSW has implemented the Work Health and Safety Regulation 2011 High Risk Work Licences which requires trainees to complete a recognised course of training and assessment by an RTO accredited by ASQA, prior to being assessed for a high risk work licence (HRWL) by an accredited WorkCover Assessor.", " ", "Adept’s ASQA Registered RTO Number is 971701 and its WorkCover RTO Approval Number is RTO799955.", " ", "Components of the High Risk Licence Courses:", " ", " ", "You will also need to bring with you a passport sized and quality photo of yourself with your name and date of birth printed on the back.", "Unattended Boiler Course", "Workers do not need a HRWL for Unattended Boilers but are still required to have in-house training for the Unattended Boiler. The new Code of Practice states that workers who operate plant should be competent or suitably supervised during training, so that they do not put themselves or others at risk.", " ", "The Unattended Boiler Course incorporates legislation requirements, risk management, principles of steam, boiler monitoring, boiler control functions (start, monitor and stop) and boiler water control principles. The trainee will also receive a log book with allocated practical tasks to be performed. An assessment will be carried out after the initial training to ensure competency on the boiler.", " ", "An inspection report/certificate and WorkCover registration of your boiler is needed upon enrolment to enable us to determine what boiler training you require.", " ", "Please call for pricing information on 1300 264 537", "Our Team", " ", "Our steadily increasing inspection team of 13 competent and A.I.C.I.P qualified inspectors meet regularly to discuss all aspects of their completed inspections and enjoy the exponential benefits of collegiality within the team.", " ", "Team Leaders", " ", "Rob Svensk – Senior A.I.C.I.P In-service Inspector and John Noble – A.I.C.I.P", "In-service Inspector and Honorary Technical Assessor in the inspection field for NATA.", " ", " ", "Our Vision", " ", "To significantly reduce and control the risk of incidence caused by pressure equipment by providing high quality inspection services and consultancy for the benefit of the community.", " ", " ", "Our Mission", " ", "To be a client-focused premium inspection service that is consistently dependable, providing timely solutions and aiming to continually improve all processes to achieve excellence in our field.", "We don’t have one inspector – We have 13!", " ", "Adept Inspectors are all highly competitive in their field. They are a team of vastly experienced Pressure Vessel Inspectors, who have completed an extensive Training Regime supervised by our Senior Inspectors. They have the Technical Competence to be able to sign off on their reports without another entity reviewing or overseeing this process.", "What makes our inspection team better than the rest?", " ", "Our inspectors are full time pressure equipment inspectors. It’s the main thing they do! Get our professional inspectors in to complete the inspections and they will then advise if any other procedure is required. Occasionally, an AS/NZS 3788 inspection may require further NDT testing such as Magnetic Particle or Ultrasonic Testing. Our inspectors can also complete this NDT where this is necessary.", "Industry Leaders", " ", "What places Adept as a leader in this highly competitive field, is the continual improvement of the already high level of technical competency. We draw upon knowledge and experience of the Industry through regular inspector meetings that include our Senior Inspectors, Retired Inspectors, Assessors and State Authority representatives. Our Inspection Team has the ability to always be in communication with the industry's most important sources of knowledge.", "Administrative Backup", " ", "What’s a great Inspection Team without highly knowledgeable administration staff to back them up? Our friendly, super-efficient and dedicated staff back at the office are also highly knowledgeable concerning pressure equipment requirements. They can provide you with instant reports and take care of your registrations.", "We look forward to working with you!", " ", "To find out more about how we can help you with in-service inspection of boilers, pressure vessels and pressure equipment, plant item registration, boiler attendant training or engineering consultation please contact us today on 1300 BOILER or fill out the Enquiry Form to the right and we will get back to you promptly.", "----------------------------------------------", "Adept’s Quality Assurance and WHS Policies are available upon request.", "----------------------------------------------", " ", "Postal Address   ", "Adept Inspections and Training Pty Ltd", "PO BOX 168", "Belmont  NSW  2280", " ", "Newcastle Office (Head Office)", "372 Pacific Highway,", "Belmont, NSW, 2280.", " ", "Sydney Office", "4/230 Enmore Rd,", "Enmore, NSW 2048", "Submitting Form...", "The server encountered an error.", "Form received.", "Submit", "CALL US FOR A QUICK QUOTE", "1300 BOILER", "Newcastle Office:", "372 Pacific Highway,", "Belmont, NSW, 2280.", "Phone: +61 2 4948 3500", " ", "Sydney Office:", "4/230 Enmore Rd,", "Enmore, NSW 2048", "Phone: +61 9518 0602", " ", "Postal Address:", "PO Box 168", "Belmont NSW 2280", "Fax: +61 2 4948 6424", " "], "emails": [], "addresses": [], "social_media_links": [], "telephone_numbers": ["1300 264 537", "+61 2 4948 3500", "+61 9518 0602", "+61 2 4948 6424"], "lda_resutls": [[0, "0.030*\"registration\" + 0.023*\"training\" + 0.023*\"inspection\" + 0.019*\"risk\" + 0.018*\"equipment\" + 0.018*\"plant\" + 0.018*\"complete\" + 0.018*\"mine\" + 0.017*\"worker\" + 0.014*\"pressure\""], [1, "0.040*\"inspector\" + 0.030*\"pressure\" + 0.030*\"testing\" + 0.029*\"require\" + 0.025*\"equipment\" + 0.024*\"hydrostatic\" + 0.022*\"adept\" + 0.021*\"report\" + 0.015*\"inspection\" + 0.012*\"boiler\""], [2, "0.030*\"auditing\" + 0.029*\"non\" + 0.029*\"destructive\" + 0.016*\"quick\" + 0.016*\"call\" + 0.016*\"receive\" + 0.016*\"form\" + 0.016*\"vision\" + 0.015*\"attendance\" + 0.015*\"maintenance\""], [3, "0.029*\"work\" + 0.024*\"inspector\" + 0.022*\"boiler\" + 0.016*\"adept\" + 0.016*\"health\" + 0.016*\"register\" + 0.016*\"skill\" + 0.015*\"authority\" + 0.015*\"new\" + 0.015*\"safety\""], [4, "0.046*\"inspection\" + 0.038*\"adept\" + 0.033*\"thickness\" + 0.032*\"vessel\" + 0.026*\"team\" + 0.025*\"inspector\" + 0.025*\"testing\" + 0.020*\"ultrasonic\" + 0.019*\"pressure\" + 0.014*\"provide\""], [5, "0.063*\"boiler\" + 0.048*\"inspection\" + 0.035*\"report\" + 0.022*\"also\" + 0.022*\"automatically\" + 0.015*\"datum\" + 0.015*\"date\" + 0.015*\"transfer\" + 0.015*\"clean\" + 0.015*\"chemical\""], [6, "0.070*\"inspection\" + 0.041*\"equipment\" + 0.041*\"pressure\" + 0.033*\"require\" + 0.028*\"adept\" + 0.024*\"inspector\" + 0.023*\"vessel\" + 0.020*\"boiler\" + 0.019*\"repair\" + 0.014*\"complete\""], [7, "0.055*\"boiler\" + 0.048*\"adept\" + 0.028*\"system\" + 0.028*\"inspection\" + 0.015*\"report\" + 0.014*\"plant\" + 0.014*\"quality\" + 0.014*\"tube\" + 0.014*\"experience\" + 0.014*\"management\""], [8, "0.025*\"risk\" + 0.025*\"high\" + 0.025*\"licence\" + 0.018*\"adept\" + 0.017*\"work\" + 0.017*\"boiler\" + 0.017*\"course\" + 0.017*\"also\" + 0.017*\"component\" + 0.017*\"design\""], [9, "0.044*\"inspection\" + 0.026*\"commissioning\" + 0.026*\"equipment\" + 0.026*\"boiler\" + 0.018*\"adept\" + 0.018*\"ensure\" + 0.018*\"correct\" + 0.017*\"incorrect\" + 0.017*\"life\" + 0.017*\"classification\""]], "kpe_resutls": [], "rake_resutls": [[41.858333333333334, "great inspection team without highly knowledgeable administration staff"], [40.4, "po box 168 belmont nsw 2280 fax"], [34.18891402714932, "also highly knowledgeable concerning pressure equipment requirements"], [33.21666666666667, "safety regulation 2011 high risk work licences"], [31.833333333333332, "step block calibration always remains compliant"], [29.166666666666668, "engineering consultation please contact us today"], [29.1, "61 2 4948 3500 sydney office"], [28.672247360482658, "largest independent pressure equipment inspection company"], [28.076190476190476, "quick quote 1300 boiler newcastle office"], [27.375, "team leaders rob svensk – senior"], [27.333333333333336, "turnaround experience working within hazardous industries"], [25.115384615384617, "transferred automatically onto client equipment listings"], [25.0, "61 9518 0602 postal address"], [24.733333333333334, "high risk work licence workcover nsw"], [24.25, "reports without another entity reviewing"], [23.488095238095237, "unattended boiler course incorporates legislation requirements"], [22.666666666666664, "range olympus iplex industrial videoscope"], [22.228571428571428, "safety legislation commenced january 2012"], [21.490196078431374, "000 pressure vessels every year"], [21.4, "nsw 2048 submitting form ..."], [21.285714285714285, "p qualified inspectors meet regularly"], [21.135714285714286, "adept inspectors inspect approximately 25"], [20.066666666666666, "require inspection every two years"], [19.8, "ultrasonic thickness testing thickness readings"], [19.450000000000003, "---------------------------------------------- postal address adept inspections"], [19.224628312863608, "full time pressure equipment inspectors"], [19.0, "61 2 4948 6424"], [18.455555555555556, "providing high quality inspection services"], [18.394957983193276, "vastly experienced pressure vessel inspectors"], [17.900000000000002, "nzs 3788 inspection may require"], [17.416666666666664, "high risk work licences"], [16.583333333333332, "high risk work licence"], [16.166666666666668, "calibrated every six months"], [16.0, "causing unplanned significant expenditure"], [15.833333333333332, "high risk licence courses"], [15.109243697478991, "nzs 3788 pressure vessel"], [15.0, "stringent contractor qualification systems"], [14.95, "state authority forms ready"], [14.858333333333334, "steadily increasing inspection team"], [14.666666666666666, "reciprocating steam engine attendants"], [14.666666666666666, "nzs 3788 table 4"], [14.666666666666666, "increased energy usage non"], [14.55, "workcover rto approval number"], [14.55, "using ultrasonic thickness testing"], [14.222222222222221, "anz certified quality assurance"], [13.983333333333334, "focused premium inspection service"], [13.842577030812325, "pressure vessel inspection together"], [13.6, "seek experienced technical guidance"], [13.325, "maintaining state authority registration"], [13.305555555555557, "australian skills quality authority"]], "guided_lda_resutls": [["experienced", "belmont", "date", "gain", "230", "pty", "integrity", "needs", "assurance", "page"], ["equipment", "legislation", "assessment", "unattended", "correct", "reports", "nata", "client", "2011", "licence"], ["risk", "necessary", "61", "requires", "provide", "need", "experience", "industry", "take", "turnaround"], ["testing", "back", "consultation", "standard", "plants", "multiple", "get", "pacific", "rd", "meetings"], ["inspectors", "skills", "completed", "process", "as4037", "identified", "manufactured", "well", "high", "surface"], ["complete", "service", "administration", "calibrated", "assist", "many", "makes", "newcastle", "encountered", "attendants"], ["plant", "data", "always", "installing", "licences", "steam", "form", "inspections", "ilac", "hands"], ["office", "registration", "ultrasonic", "1300", "life", "call", "address", "managing", "whs", "years"], ["registration", "compliance", "repairs", "workcover", "training", "incorrect", "2048", "continually", "3788", "box"], ["inspector", "non", "safety", "commissioning", "field", "competence", "form", "manage", "magnetic", "accurate"], ["inspections", "work", "quality", "high", "nsw", "hydrostatic", "rto", "maintenance", "mines", "registered"], ["ndt", "health", "coal", "phone", "vicinity", "quote", "shutdowns", "markings", "unattended", "usually"], ["boilers", "accredited", "automatically", "classification", "control", "components", "digital", "require", "section", "analogue"], ["ensure", "state", "installation", "transferred", "competency", "information", "system", "principles", "concerning", "consultancy"], ["boiler", "team", "report", "also", "management", "highly", "requirements", "staff", "procedures", "licence"], ["authority", "technical", "asqa", "pipework", "range", "2280", "us", "processes", "upon", "working"], ["pressure", "vessel", "new", "chemical", "qualifications", "providing", "specific", "course", "every", "specification"], ["training", "required", "water", "let", "standards", "without", "include", "thing", "venting", "varying"], ["vessels", "competent", "item", "formats", "advise", "postal", "australian", "inspect", "association", "practical"], ["adept", "inspection", "reporting", "thickness", "workers", "enmore", "cleaning", "design", "senior", "australia"]], "textrank_resutls": [[0.07457781138409125, 11, "pressure equipment"], [0.07234791623302055, 1, "pressure equipment requirements"], [0.07170828986167203, 1, "pressure pipework inspections"], [0.07133763621091813, 1, "full time pressure equipment inspectors"], [0.06506505723187901, 1, "high quality inspection services"], [0.06486675903579567, 1, "boilers adept"], [0.06433923317172525, 1, "other required equipment"], [0.06382515741461281, 1, "adept inspection data"], [0.06376934512757258, 6, "adept inspectors"], [0.06209036248409743, 2, "adept inspections"], [0.060797872741172355, 1, "inspection services"], [0.05858764335296668, 1, "equipment adept"], [0.057439583474505035, 8, "equipment"], [0.05700183456606526, 1, "inspection testing adept inspectors"], [0.056562245313459124, 1, "boiler inspection pressure vessel inspection pipework inspections thickness testing auditing mines registration consultation repairs shut downs"], [0.056468658597768145, 1, "most inspections"], [0.0557515119225262, 1, "boiler attendant training"], [0.05551364005966898, 1, "training adept"], [0.05480328583158825, 1, "internal inspection"], [0.054771591752024854, 1, "boiler report"], [0.054731430791380056, 1, "most pressure vessels"], [0.05472439961303645, 1, "impressive inspection experience"], [0.05338241244966897, 1, "the largest independent pressure equipment inspection company"], [0.052894603044400676, 2, "boiler inspection"], [0.05244904146886591, 1, "remote video inspections"], [0.051979413394454874, 1, "high risk work licence workcover nsw"], [0.050987055053829715, 1, "high risk plant"], [0.05063615611095356, 3, "boiler maintenance"], [0.049560215384400585, 2, "pipework inspections inspection"], [0.04939476839160336, 3, "ultrasonic thickness testing thickness"], [0.04916022854948989, 2, "high risk work licences"], [0.04908624469604542, 1, "boiler monitoring"], [0.04863357681583849, 1, "boiler control functions"], [0.04841716492203173, 1, "small boilers"], [0.04765418500007064, 1, "boiler water control principles"], [0.04762819063213966, 1, "ultrasonic thickness testing thickness readings"], [0.04653934318828423, 1, "boilers reporting legislation training"], [0.04524150389396079, 6, "inspectors"], [0.04522992210379459, 1, "pressure vessel inspectors"], [0.0449012976633151, 1, "a.i.c.i.p qualified inspectors"], [0.04440753360475815, 1, "inspection data"], [0.04394783713938331, 1, "further ndt testing"], [0.04388623563135559, 2, "state authority registration"], [0.04327966285102555, 1, "inspection"], [0.042331409202212844, 1, "regular inspector meetings"], [0.04230339024983243, 1, "unattended boiler course workers"], [0.0420724928672249, 1, "unattended boilers"], [0.04206925427544803, 1, "boilers chemical cleaning"], [0.041980937127267866, 1, "shutdowns & turnaround adept inspectors"], [0.04179731272897481, 1, "quality training"]], "textrank_summery__resutls": ["To significantly reduce and control the risk of incidence caused by pressure equipment by providing high quality inspection services and consultancy for the benefit of the community.     ", "If your pressure equipment has experienced a problem, then have Adept Inspectors manage or assist with the repair process.", "Consultation There are many critical components in the management of pressure equipment: Design, Design Verification, Purchase – new or used, Installation, Commissioning, Maintenance, Inspection, Compliance with State Authorities, Management of Repairs and Sale.", "Installation Installing or purchasing pressure equipment can lead to increased energy usage non-compliance, even when the equipment is manufactured to specification.", "It is essential to seek experienced technical guidance when installing, reinstalling or replacing pressure equipment."], "wordcloud_resutls": [["inspection", 1.0], ["Boiler", 0.6538461538461539], ["Adept", 0.5192307692307693], ["Inspector", 0.34615384615384615], ["training", 0.3269230769230769], ["pressure equipment", 0.2692307692307692], ["equipment", 0.25], ["Testing", 0.23076923076923078], ["Registration", 0.23076923076923078], ["required", 0.21153846153846154], ["team", 0.21153846153846154], ["Adept Inspector", 0.21153846153846154], ["Quality", 0.19230769230769232], ["will", 0.19230769230769232], ["Plant", 0.19230769230769232], ["report", 0.19230769230769232], ["Pressure Vessel", 0.19230769230769232], ["NDT", 0.17307692307692307], ["reporting", 0.17307692307692307], ["complete", 0.15384615384615385], ["High Risk", 0.15384615384615385], ["service", 0.1346153846153846], ["require", 0.1346153846153846], ["Legislation", 0.1346153846153846], ["State", 0.11538461538461539], ["Office", 0.11538461538461539], ["Risk Work", 0.11538461538461539], ["Work Licence", 0.11538461538461539], ["ASQA", 0.09615384615384616], ["RTO", 0.09615384615384616], ["assessment", 0.09615384615384616], ["Standard", 0.09615384615384616], ["compliance", 0.09615384615384616], ["Pipework", 0.09615384615384616], ["back", 0.09615384615384616], ["Authority", 0.09615384615384616], ["Management", 0.09615384615384616], ["new", 0.09615384615384616], ["Commissioning", 0.09615384615384616], ["Repair", 0.09615384615384616], ["technical", 0.09615384615384616], ["procedure", 0.09615384615384616], ["provide", 0.09615384615384616], ["need", 0.09615384615384616], ["qualification", 0.09615384615384616], ["ensure", 0.09615384615384616], ["client", 0.09615384615384616], ["mine", 0.09615384615384616], ["Course", 0.09615384615384616], ["Hydrostatic Testing", 0.09615384615384616], ["Unattended Boiler", 0.09615384615384616], ["providing", 0.07692307692307693], ["pressure", 0.07692307692307693], ["necessary", 0.07692307692307693], ["skills", 0.07692307692307693], ["range", 0.07692307692307693], ["NATA", 0.07692307692307693], ["accredited", 0.07692307692307693], ["NZS", 0.07692307692307693], ["maintenance", 0.07692307692307693], ["Australian", 0.07692307692307693], ["correct", 0.07692307692307693], ["specific", 0.07692307692307693], ["data", 0.07692307692307693], ["Installation", 0.07692307692307693], ["experienced", 0.07692307692307693], ["System", 0.07692307692307693], ["Item", 0.07692307692307693], ["NSW", 0.07692307692307693], ["staff", 0.07692307692307693], ["requirements", 0.07692307692307693], ["Workers", 0.07692307692307693], ["WorkCover", 0.07692307692307693], ["Assessor", 0.07692307692307693], ["field", 0.07692307692307693], ["highly", 0.07692307692307693], ["Form", 0.07692307692307693], ["Enmore", 0.07692307692307693], ["Chemical Cleaning", 0.07692307692307693], ["Work Health", 0.07692307692307693], ["Health Safety", 0.07692307692307693], ["Belmont NSW", 0.07692307692307693], ["may", 0.057692307692307696], ["calibrated", 0.057692307692307696], ["Steam", 0.057692307692307696], ["Water", 0.057692307692307696], ["experience", 0.057692307692307696], ["classification", 0.057692307692307696], ["incorrect", 0.057692307692307696], ["WHS", 0.057692307692307696], ["Vessel", 0.057692307692307696], ["every", 0.057692307692307696], ["year", 0.057692307692307696], ["administration", 0.057692307692307696], ["always", 0.057692307692307696], ["transferred", 0.057692307692307696], ["Consultation", 0.057692307692307696], ["Design", 0.057692307692307696], ["assist", 0.057692307692307696], ["processes", 0.057692307692307696]], "lda_mallet_resutls": {"Topic_0": ["report", "team", "pressure", "back", "industry", "datum", "page", "date", "train", "australian"], "Topic_1": ["risk", "training", "high", "work", "provide", "licence", "safety", "accredit", "form", "assessor"], "Topic_2": ["adept", "experience", "vessel", "thickness", "pipework", "standard", "specific", "ensure", "field", "life"], "Topic_3": ["inspection", "complete", "include", "ultrasonic", "control", "automatically", "state", "supervise", "tube", "item"], "Topic_4": ["quality", "hydrostatic", "legislation", "chemical", "worker", "calibrate", "multiple", "reporting", "leader", "number"], "Topic_5": ["inspector", "vessel", "repair", "system", "staff", "range", "client", "year", "work", "classification"], "Topic_6": ["boiler", "assessment", "management", "maintenance", "compliance", "register", "requirement", "water", "regulation", "authority"], "Topic_7": ["require", "testing", "plant", "qualification", "procedure", "manage", "destructive", "administration", "unattende", "gauge"], "Topic_8": ["equipment", "pressure", "service", "correct", "instal", "installation", "technical", "highly", "incorrect", "process"], "Topic_9": ["registration", "mine", "commissioning", "design", "equipment", "competent", "cleaning", "vicinity", "integrity", "item"]}, "wordcloud_resultsbi": ["pressure_equipment", "adept_inspector", "pressure_vessel", "high_risk", "risk_work", "work_licence", "hydrostatic_testing", "adept_inspection", "adept_quality", "chemical_cleaning", "inspection_team", "unattended_boiler", "boiler_inspection", "boiler_maintenance", "boiler_pressure", "commissioning_inspection", "health_safety", "inspection_adept", "inspection_inspection", "inspection_pressure", "inspection_service", "new_work", "non_destructive", "pipework_inspection", "plant_registration", "state_authority", "testing_adept", "thickness_testing", "ultrasonic_thickness", "vessel_inspection", "work_health", "adept_range", "adept_specific", "administration_staff", "analogue_pressure", "australian_skill", "boiler_adept", "boiler_water", "classification_boiler", "cleaning_boiler", "code_practice", "competitive_field", "digital_analogue", "equipment_inspection", "equipment_specification", "fitting_appurtenance", "inspection_boiler", "inspection_date", "inspection_datum", "inspection_further", "inspection_registration", "inspection_report", "inspector_extensive", "inspector_inspection", "inspector_necessary", "item_plant", "magnetic_particle", "management_system", "multiple_page", "necessary_skill", "non_compliance", "plant_adept", "postal_address", "pressure_gauge", "quality_management", "range_digital", "registration_boiler", "registration_compliance", "report_multiple", "reporting_format", "safety_legislation", "senior_inspector", "service_inspection", "service_inspector", "skill_authority", "skill_qualification", "testing_section", "training_assessment", "tube_boiler", "vessel_adept", "vessel_inspector", "worker_vicinity", "ability_communication", "able_chemical", "able_report", "accreditation_team", "accredited_workcover", "accurate_result", "address_adept", "address_fax", "adept_impressive", "adept_leader", "adept_number", "adept_procedure", "adept_staff", "adept_stringent", "adept_team", "adept_trainer", "adept_training", "adept_will"]}]