[{"company": "Impacts", "introduction": "Solar power generation", "end_market": "Solar", "industry": "Utilities", "link": "", "search_text": "Impacts australia/new zealand company", "title": "Register an Australian Company in New Zealand - NZTax.com ...", "link_corrected": "https://www.nztax.com.au/Business/Register-A-New-Zealand-Company/", "description": "Registering or incorporating a NZ company for an Australian business needs to be done in ... The unintentional impact tax policy and legislation has on the way ...", "crawled_links": ["https://www.nztax.com.au/NZ-Tax-Returns-in-Australia/", "https://www.nztax.com.au/nztaxinfo/", "https://www.nztax.com.au/Business/New-Zealand-Payroll/", "https://www.nztax.com.au/Business/New-Zealand-GST/", "https://www.nztax.com.au/nz-tax-info/the-big-double-tax-issue-that-impacts-on-australians-doing-business-in-new-zealand/", "https://www.nztax.com.au/uncategorized/Inland-Revenue-Changes-Filing-Frequency-For-New-Zealand-Employers/", "https://www.nztax.com.au/NZ-Tax-Returns-in-Australia/Key-New-Zealand-Tax-Dates/", "https://www.nztax.com.au/Privacy-Policy/", "https://www.nztax.com.au/Business/New-Zealand-Tax-Audits/", "https://www.nztax.com.au/Incorporate-a-Company-in-New-Zealand_Form/", "https://www.nztax.com.au/New-Zealand-Trusts/", "https://www.nztax.com.au/?blackhole=b8ca582225", "https://www.nztax.com.au/Business/New-Zealand-Tax-Funding/", "https://www.nztax.com.au/NZ-Rental-Property-Tax-Returns/", "https://www.nztax.com.au/Contact-NZ-Tax-Agent-Accountant/", "https://www.nztax.com.au/Business/", "https://www.nztax.com.au/Business/NZ-Business-Structures/", "https://www.nztax.com.au/Business/Register-A-New-Zealand-Company/", "https://www.nztax.com.au/Personal-NZ-Tax-Back/", "https://www.nztax.com.au/Business/NZ-Company-Tax-Returns/", "https://www.nztax.com.au/", "https://www.nztax.com.au/?blackhole=0ce73f8e46", "https://www.nztax.com.au/nz-tax-info/Inland-Revenue-To-Publicise-Their-Automatic-Exchange-Of-Information/", "https://www.nztax.com.au/robots.txt", "https://www.nztax.com.au/nz-tax-info/Goods-Imported-Into-New-Zealand-From-Australia-Soon-To-Require-New-Zealand-GST-Charge/", "https://www.nztax.com.au/Australian-Discretionary-Family-Trust-Engagement-Form/", "https://www.nztax.com.au/nztaxinfo/page/2/?et_blog", "https://www.nztax.com.au/nztaxinfo/page/3/?et_blog", "https://www.nztax.com.au/New-Zealand-Secure-Upload-Form/", "https://www.nztax.com.au/nz-tax-info/temporary-tax-exemptions-in-new-zealand/", "https://www.nztax.com.au/nz-tax-info/small-businesses-account-for-income-tax-on-an-accrual-not-a-cash-basis-in-new-zealand-there-are-exce/"], "header_text": ["Our Difference – Do it once, do it right", "For Businesses", "For Individuals", "Working with New Zealand tax since 1994", "Are you an Australian Tax Agent?", "Get access to the NZ version of XERO while dealing with a New Zealand accountant based in Australia.", "What our clients say", "Check Out The Latest NZ Tax Updates", "What our clients say", "New Zealand Payroll – Introduction", "Non Taxable Allowances", "New Zealand Payroll Processing Services:", "New Zealand Contractors vs Employees", "New Zealand Fringe Benefits Tax (FBT)", "Questions About New Zealand Payroll?", "What our clients say", "New Zealand GST", "To Register For New Zealand GST You Must Meet Certain Criteria", "Claiming back New Zealand GST paid to New Zealand Customs", "Supplying Remote (Online or Digital) Services Into New Zealand", "Advice For Australian Businesses Registering For GST In New Zealand", "Claiming New Zealand GST Refunds As A Non-Resident Business", "OK, It’s Time To Register For GST – What’s Next?", "New Zealand GST Returns – $200 +GST", "New Zealand GST Audits And Reviews", "New Zealand GST Reassessments", "Questions about New Zealand GST?", "What our clients say", "Continuous and Regular Activity", "Caution: Registering Yourself For New Zealand GST", "Consignments of less than $400", "Consignments of less than $1000", "Consignments of more than $1000", "The Big Double Tax Issue That Impacts On Australians Doing Business In New Zealand", "Back to Tax Updates", "Recent Posts:", "Inland Revenue Changes Filing Frequency For New Zealand Employers", "Back to Tax Updates", "Recent Posts:", "Important New Zealand Tax Dates", "Questions about New Zealand Tax?", "What our clients say", " ", "NZTax.com.au Privacy Policy", "What is Personal Information and why do we collect it?", "Sensitive Information", "Third Parties", "Disclosure of Personal Information", "Security of Personal Information", "Access to your Personal Information", "Maintaining the Quality of your Personal Information", "Policy Updates", "Privacy Policy Complaints and Enquiries", "New Zealand IRD Audits", "Dealing with Penalties and Interest from a New Zealand Tax Audit", "Questions about New Zealand Audits?", "What our clients say", "If you have been contacted by Inland Revenue for a tax audit or investigation, we can help.", "If you lost your argument and are being charged significant amounts of interest and penalties, give us a call.", "Checklist For Setting Up A Company In New Zealand", "Our Checklist Is Designed To Guide You Through The Process Of Setting Up Your New Zealand Company", "Why set up a New Zealand Trust?", "What is a New Zealand Trust?", "Taxation on a New Zealand Trust", "Trustee Requirements", "New Zealand Trust Packages", "Questions About Setting Up A New Zealand Trust?", "What our clients say", "New Zealand Discretionary Trust – $1100 (including GST)", "New Zealand Foreign Trust – $3950 (including GST)", "You have fallen into a trap!", "Your Information", "Paying New Zealand Income Tax Is A Gamble", "Our IRD-Approved Facility Is Yours For The Asking", "Questions about New Zealand Tax?", "What our clients say", "Let Your Tax Payments Work For You In Your Business", "Do You Have A New Zealand Rental Property?", "Didn’t Know You Had To File A New Zealand Tax Return For Your Property?", "We Can Have Your NZ Income Tax Returns Completed Within Two Weeks", "We Can Invoice You In Either Australian Or New Zealand Currency", "Is Your Rental Property Owned By A Trust Or A Company?", "Questions about New Zealand Tax?", "What our clients say", "For One Property – $350 (including GST)", "Joint Owned Property – $350 (including GST)", "For Two Or More Properties – Simply add $88 (including GST) for each additional property", "New Zealand Trust – $600 (including GST)", "NZ Company Tax Returns  – $600 (including GST)", "(including Look-through Companies)", "Get In Touch", "Scheduling A Time For New Zealand Tax Advice", "Securely Upload Your Documents", "Do You Have A Question For Us?", "Send Documents By:", "What our clients say", "Setting Up A Business In New Zealand – Do it once, do it right", "We can handle as much or as little as you need.", "New Zealand Company Registration", "New Zealand Statutory Record Requirements", "Opening A Bank Account In New Zealand?", "Get access to the NZ version of XERO while dealing with a New Zealand accountant based in Australia.", "What our clients say", "per annum", "Setting Up A Business In New Zealand", "No One Helps More Australian Business Owners Set Up Business In New Zealand Than We Do", "New Zealand Company & Business Tax Returns", "Tips And Traps Of New Zealand Business Structure", "Questions about your New Zealand Tax Structure?", "What our clients say", "Registering A New Zealand Company – with our special secret sauce", "The Australia-New Zealand Double Tax Agreement Doesn’t Stop Double Tax For Small Businesses!", "The Fast Proven Way to Run Your Australian Business in New Zealand – Without The Double Tax Trap", "You certainly need to contact us if:", "Yes, There Are Common Mistakes When Setting Up a NZ Company", "Helping Australians Set Up Business In New Zealand Is What We Do. And It Won’t Cost The Earth.", "Consider the NZ tax implications", "Only use the NZ Companies Office process if you live in New Zealand", "Questions About Registering Your New Zealand Entity?", "What our clients say", "We want to incorporate your new company in a way that will:", "Assume NZ profit (after allowable management fees) is $100,000", "\n", "\n", "NZTax.com.au structure", "Using the standard tax setup", "Good News For New Zealand 2018/19 Income Tax Refunds", "Good News For New Zealand 2018/19 Income Tax Refunds", "What If You Closed Your New Zealand Bank Account …", "If You Are Entitled To A Refund For A Year Prior To 2018/19… We Can Help", "Here’s Why You Might Be Entitled To Tax Refund From New Zealand", "Claiming Your Refund For A Year Prior To 2018/19", "Were you self-employed or registered for GST and need a New Zealand income tax return completed?", "Questions about New Zealand Tax for Rental Properties and Self-employed?", "What our clients say", "New Zealand Company and Business Tax Returns", "We Can Invoice You In Either Australian Or New Zealand Currency", "Extension of Time", "Income Tax Returns", "GST Returns", "Employer Payroll Returns", "FBT Returns", "Non-Resident Withholding Tax", "New Zealand Tax Payments", "Questions about New Zealand Tax?", "What our clients say", "If you are looking for a New Zealand accountant based in Australia to file a", "\nNew Zealand tax return or set up a small New Zealand company then here is your solution.", "Our Services For Businesses", "Our Services For Individuals", "Working With New Zealand Tax Since 1994", "Need Help Setting Up A Business In New Zealand?", "New Zealand Business Tax Structure Advice – Do it once, do it right", "Are You An Australian Tax Agent?", "Get access to the NZ version of XERO while dealing with a New Zealand accountant based in Australia.", "What our clients say", "We can handle as much or as little as you need.", "You have fallen into a trap!", "Your Information", "Inland Revenue To Publicise Automatic Exchange Of Information", "Back to Tax Updates", "Recent Posts:", "Goods Imported Into New Zealand From Australia Soon To Require New Zealand GST Charge", "Back to Tax Updates", "Recent Posts:", "Australian Discretionary Family Trust Engagement Form", "Check Out The Latest NZ Tax Updates", "What our clients say", "Check Out The Latest NZ Tax Updates", "What our clients say", "New Zealand Secure Upload Form", "Temporary Tax Exemptions In New Zealand", "Back to Tax Updates", "Recent Posts:", "Small Businesses Account for Income Tax on an Accrual, Not a Cash Basis in New Zealand. But there Are Exceptions", "Back to Tax Updates", "Recent Posts:"], "paragraph_text": ["It is easy doing business in New Zealand. Providing things are done right from the start.", "As we only work with individuals and small Australian businesses our prices are structured to suit.  We prepare and electronically lodge your paperwork from Australia  although nothing is filed without your approval and only after being carefully checked by Australia’s most experienced New Zealand tax agent.", "As we are located here in Australia we are easy to contact and stay in touch with.", "  You will find our fees are fixed – we don’t start any job until you have approved our competitive fees.  And yes, we have full extension of time privileges for filing income tax returns.", "Most income tax returns are completed within just 10 working days.", " We know you have high expectations. Which is why we are highly automated to improve efficiency, turnaround and keep our fees down. And we have awesome checklists available to make life easier for you.", "This is what we specialise in. In fact, it’s all we do! So we know the issues small Australian business owners face when setting up in New Zealand. By sorting through them before they happen we improve your chances of success. And allow you to get right down to business without the prospect of nasty surprises down the track.", "We’ve read the double tax agreement cover to cover and we know the most common mistakes made by small business owners (and their advisors). We’ll help you to legitimately minimise your taxes between Australia and New Zealand and give you relief from the double tax trap.", "We take care of your New Zealand tax needs quickly and give you peace of mind.", "No one incorporates more New Zealand companies for small Australian business owners than we do. Period. Which is probably why we get so many small business referrals from AUSTRADE.", "We only deal with owner-operated and family-run Australian businesses (and their advisors) wanting to set up a business in New Zealand. Because of that, we know how best to set up a New Zealand company for a small Australian business while ensuring the right degree of flexibility come tax time.", "There is no charge for a quick chat so we can talk you through the issues. We make doing business in New Zealand easy. Give us a call on 1300 791 600.", "Our New Zealand tax expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with individuals and small businesses throughout Australia to help take care of your New Zealand tax questions and tax returns from our Sydney office.", "Having been preparing and filing New Zealand tax returns and claiming tax refunds since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice. ", "Call us now on 1300 791 600.", "Click here to check out our reviews on Facebook!", "We can work with you to lodge New Zealand tax returns for your clients. This means the relationship between you and your client remains with you if that’s your preference.", "We do not prepare and/or file Australian tax returns.", "Having been preparing and filing New Zealand tax returns and claiming tax refunds since 1994, we are is the most experienced New Zealand tax agents in Australia.", "We can prepare tax returns from the financial statements you have already prepared for your clients. Saving your clients even more.", "Looking after the clients of Australian tax agents is an important part of our business. We always tangibly recognise the value of referrals.", "If you are looking for a New Zealand accountant familiar with XERO, then you’ve come to the right place!", "Naturally, as New Zealand accountants based in Australia, we can supply you with a version that’s made for New Zealand’s different GST periods and GST rates.  And even better still – we can provide it at NZ rates in NZ currency!", "New To XERO –", " If you are new to XERO we can set a trial up for you at absolutely no cost to you. We’ll provide you with a fully functional working version of the New Zealand edition of XERO so you can see what a joy it is to work with.", "Already Using XERO? –", " If you’re already using the Australian version of XERO then we can connect you to the New Zealand version allowing you to transact business on the one familiar system.", "Using MYOB? –", " Have a chat to us about our cost effective conversion deals to transfer all of that MYOB data into XERO.", "Through us you can access the New Zealand version of XERO for as little as $10 per month (including GST). To get started or to find out more, simply give us a call on 1300 791 600.", "We include updates and reminders about NZ tax changes for those carrying on a business in New Zealand and for individuals who still have tax ties there.", "Monday, September 2, 2019", "If you are on your way to New Zealand and joining a guided hunt with the intention to bring animal souvenirs back to Australia, is probably going to be New Zealand GST to pay. But depending on what it is will determine how much, if any, GST will be added to the price.", "Tuesday, July 30, 2019", "New Zealand is getting closer to implementing a significant change which will impact on a number of Australian businesses who are exporting small consignments to New Zealand customers.", "The current practice is that when goods are shipped to New Zealand in consignments valued at less than $400, they are allowed to pass through New Zealand Customs directly to the customer. ", "Thursday, April 18, 2019", "New Zealand’s GST rules which have allowed Australian businesses to send low value consignments to customers in New Zealand without having to account for New Zealand GST, are about to change.", "Tuesday, August 7, 2018", "At present, New Zealand employers file their reports consisting of details of employee earnings, PAYE (withholding) and Kiwi Saver information, on a monthly basis.", "That is about to change.", "Tuesday, July 10, 2018", "Everyone who does business in New Zealand must pay ACC levies. ", "This is, in effect, an extension of Australia’s WorkCover levy system.", "Wednesday, June 6, 2018", "The New Zealand government signed up to the Automatic Exchange of Information (AEOI) initiative a little while ago.", "This is a global OECD initiative to combat tax evasion, particularly against those who use foreign tax jurisdictions to hide their wealth and evade paying tax in the process.", "What does that mean for you?", "Tuesday, May 1, 2018", "The New Zealand government has advised that the minimum wage rate for adults will be increasing by $0.75 to NZ$16.50 an hour effective 1 April 2018.  ", "In New Zealand, the adult minimum wage rate applies to all employees aged over 16 years who are not classified as “starting out” workers or “trainees” who are involved in supervising or training other workers.", "Friday, April 20, 2018", "With the growing integration between software packages such as XERO, MYOB and Reckon comes changes to the way that Inland Revenue will be processing data in the future.", "One significant change is called Payday Filing which impacts on employers and the way they file their employer reports.", "Thursday, April 19, 2018", "Introducing The AIM Accounting Method Of Calculating New Zealand Tax.", "We earlier commented on changes to New Zealand’s tax system where it would be possible to pay income tax based on actual profits earned to date.", "This has come about through greater integration between accounting software packages and Inland Revenue where taxpayers can now file their GST returns directly through their accounting software.", "Friday, April 13, 2018", "While New Zealand doesn’t have a typical capital gains tax, it can apply in some situations. ", "One of those situations relates to the situation when a rental property is purchased and subsequently sold.", "Sunday, April 8, 2018", "There have been changes made to the way employers can calculate the tax to be deducted from holiday pay when it is paid as a lump sum to an employee before they take their leave.", "New Zealand employers can now opt to pay holiday pay as a lump sum extra pay or if the lump sum was paid to the employee in their usual pay cycle, tax can be calculated over the pay periods that their holiday covers. This 2nd approach is referred to as the “alternative approach”.", "Saturday, March 3, 2018", "It’s that time of the year again when you’ll need to start gathering together your accounting and tax information for the year ended 31 March 2018.", "Set out below is a list of items that will assist you with this process, and remind you of some of your tax obligations.", " \nvar review_token = 'B4AjfaMjhbM9GKvr7pxOspbVJN1Msqt7zcqu9K78lEemL5dU0o'; \nvar review_target = 'review-container'; \n", "\n", " \nvar review_token = 'B4AjfaMjhbM9GKvr7pxOspbVJN1Msqt7zcqu9K78lEemL5dU0o'; \nvar review_target = 'review-container'; \n", "\n", "We can register you for all relevant nz taxes and complete the tax returns for you to ensure you get everything you can.", "No one incorporates more New Zealand companies for small Australian business owners than we do. Period.", "Life is easier if you process your New Zealand payroll from Australia. We offer flexible and accurate payroll services tailored for your small business requirements.", "When you employ staff you’re responsible for deducting from their pay the correct amount of:", "If any of your staff are members of KiwiSaver then you must pay your employers’ contribution to their fund.", "The employer’s contribution for the New Zealand superannuation scheme (Kiwi Saver) is a maximum of 3%. Employees are also required to make a contribution out of their wages. There are exemptions and if an employee has opted out of Kiwi Saver there is no requirement for the employer to make contributions.", "Therefore it’s important to understand the circumstances and process that enables employers to be spared making contributions.", "If you are hiring New Zealand employees and are required to deduct withholdings you may face some challenges.", "In order to be a New Zealand employer you need an IRD number (NZ tax file number) and to get an IRD number you need a New Zealand bank account in the name of the NZ employer. Because of New Zealand’s Anti-Money Laundering and Counterterrorism Financing legislation, New Zealand banks are often reluctant to open up an account for a non-resident.", "For a number of reasons you may have determined that you can carry on your activities without the need for a New Zealand bank account and the only purpose you would need an IRD number is to register as an employer.", "This might be problematic.", "We can assist by processing your payroll without the need for you to register as an employer (and jump through the hoops to get there). There is no charge for a quick chat so we can talk you through the NZ payroll issues.", "You should be very careful when negotiating non-taxable allowances with a New Zealand employee.", "In New Zealand, non-taxable allowances are purely reimbursing by nature. The employee does not include the value of non-taxable allowances on their individual tax return (in fact, in most situations, New Zealand employees aren’t even required to file a tax return). Therefore there is no “square up” with Inland Revenue as is the case with the ATO when an employee includes their non-taxable allowances and claims any relevant costs.", "Any payment by an employer in excess of the actual cost that the allowance is deemed to be reimbursing is actually a form of tax avoidance. This is because the employer claims the cost as a deduction and any excess is lost from the tax system. This is the result of the employee not including this income on their tax return and therefore not paying income tax on it.", "We recommend you seek advice before factoring in non-taxable allowances such as telephone and motor vehicle.", "Our set up fee to process New Zealand payroll is $150 +GST plus $20 +GST per employee.", "Our monthly fee is $50 +GST plus $20 +GST per employee per pay run. There is a minimum monthly fee of $150 +GST.", "When a new employee starts or one terminates their employment, there is an additional fee of $20 +GST.", "These fees cover:", "You need to take some care when employing independent contractors. As to the types of roles that can be allocated to a contractor, it would a good idea to ", "read our blog post by clicking on this link", ".", "If you have a self-employed contractor working for you, you won’t need to deduct PAYE, but may need to deduct tax.", "If you do hire a contractor you will need to ensure they complete the correct tax rate declaration for contractors which is the IR330C. The IR330C will tell you the rate of tax to be deducted.  You should note that contractors can elect their own tax rate which can be 0%.  If the contractor hasn’t chosen an individual rate you are required to use the standard rate shown on the IR330C declaration.", "If the contractor doesn’t give you an IR330C or it’s not completed, you must deduct tax from the payments made to them (called schedular payments) at a higher rate (called the no-notification rate).", "If you supply fringe benefits, eg company cars or parking spaces to your employees, you will need to register for fringe benefit tax and make a payment by the due date. ", "The definition of what constitutes a fringe benefit in New Zealand is different than the rules that apply in Australia.", "You will need to ensure you get proper advice when providing employees with non-cash allowances. ", "There is no charge for a quick chat so give us a call on 1300 791 600 and we can talk you through the issues.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with small businesses throughout Australia to help take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "No one helps more small Australian businesses with New Zealand GST than us!", "We can take care of all your NZ GST needs.", "Goods and Services Tax (GST) is New Zealand’s consumption tax (similar to our Australian GST). It is a 15% tax added to the price of most goods and services supplied in New Zealand, including most imported goods and services.", "You are required to register for GST in New Zealand if your taxable supplies are more than NZD $60,000 in a 12 month period. You can still register for GST even if your taxable supplies are less then NZD $60,000 providing you meet certain criteria.", "However, if it is your intention to register as an Australian company, you should first read an article we wrote about the", " double taxation ", "that will almost certainly occur.", "There is no charge for a quick chat so give us a call on 1300 791 600 so we can help you register and claim for New Zealand GST.", "Before registering for New Zealand GST, it’s important to determine that you actually qualify for GST registration.", "Your business must be carried on “continuously” and “regularly”. If it is a short-term venture, or your sales are patchy or spasmodic, Inland Revenue might consider that you do not meet this criteria even if the intention was, when you registered, that you would be carrying on a prosperous activity.", "\nTherefore, if you are registered for New Zealand GST and you are claiming a number of refunds as a result of your costs exceeding your sales on a regular basis, you ought to check with us to ensure you still meet the criteria. If Inland Revenue start reviewing matters before you do something about it, the penalties may be significant.", "If you want to take the “do it yourself” route you will need to be mindful that Australian-controlled firms doing business in New Zealand will come under a number of pieces of New Zealand legislation that tend to work against each other. Just when you think you are nearly there you may find yourself having to start again. Registering for New Zealand GST in order to claim back GST imposed by customs can be a different process from claiming New Zealand GST back in general.", "Often you will be required to have a New Zealand bank account. In most cases we are able to help clients avoid the difficult parts of the process and have their New Zealand GST registration completed within a matter of days. No one gets NZ GST registrations for Australian-controlled businesses faster than us.", "If you are sending small consignments through to New Zealand before 1 December 2019 and where the value of the consignment is less than $400, they are likely to pass straight through and be delivered to your customer.  That is because the New Zealand GST charged on the consignment is likely to be uneconomic to collect.", "Changes to the rules effective 1 December 2019 (just in time for the Christmas rush) may impact on you if your sales to New Zealand customers who are not businesses (and therefore not registered for New Zealand GST) exceed or are likely to exceed $60,000 in a 12 month period and the consignment value of the delivery is less than $1000. If that applies to you then you will need to register under a special provision of the New Zealand GST legislation that categorises you as a GST tax collector. You will be responsible for charging New Zealand consumers GST of 15% and accounting for that to Inland Revenue.", "Under this provision you will have no ability to claim back any New Zealand GST. You simply charge your New Zealand customers and pass that on to Inland Revenue on a quarterly basis.", " ", "We’ve got more on this on our blog", ".", "If your Australian company is importing product into New Zealand there are likely to be one of two things happening. When the product arrives, New Zealand Customs will be assessing New Zealand GST at the rate of 15%.", "\nThey may be contacting your customer to advise there is a shipment awaiting collection and it will be released once the New Zealand GST is paid. That may cause your customer inconvenience of a sort that they won’t face if they are purchasing from a New Zealand company.", "\nThe alternative is that your freight forwarder may be collecting the New Zealand GST from you. If you aren’t properly registered then that 15% is simply a cost to you and come straight out of your margin. You won’t be able to claim it back.", "\nThere are always legitimate ways to ensure you are not unfairly penalised however the correct solution will depend on a number of things including the type of product, whether you are selling to New Zealand consumers or New Zealand businesses, the value of the consignment and where the product was located at the time and was ordered by the customer. There can be a number of other factors as well.", "\nOften, choosing what seems the right method to claim the GST back can often result in being double-taxed for income tax purposes. Therefore we suggest you give us a quick call so we can point you in the right direction with the cheapest, fastest means of getting the right result.", "\nGetting things are set up correctly for New Zealand GST in the first place is always the cheapest way to go.  And, as we are the only firm that specialises in helping small Australian-controlled businesses to organise their New Zealand tax affairs, we are probably the best place to start.", "If you are supplying online services to the New Zealand market, there are times when you will need to register for GST.", "New Zealand has introduced a special GST requirement known as the “Netflix” tax. It will particularly apply to your business if you sell digital online product to New Zealand resident customers who are not, in themselves, registered for New Zealand GST.", "Therefore, if you sell your product exclusively to New Zealand businesses you are probably in the clear. But if you sell to domestic consumers in New Zealand and your sales to the New Zealand market exceeds NZD$60,000 in a 12 month period, you should contact us for advice on 1300 791 600.", "We have written a detailed article on our blog which you can ", "click here to read", ".", "In order to register for New Zealand GST, you will need a New Zealand tax file number (called an IRD number). As a non-resident, you are subject to New Zealand’s Anti-Money Laundering and Counterterrorism Financing legislation. Therefore, before you will be allocated an IRD number, you will need a New Zealand bank account. And New Zealand banks are being very hesitant in opening up a bank account for non-residents because of the background checking they are required to do under that legislation.", "Therefore, they will most probably suggest that, in order to get a New Zealand bank account, you incorporate a New Zealand company. That brings us back to that article we wrote on ", "double taxation", "!", "And that is exactly why you should be contacting us in the first instance. We can usually protect you from double taxation and register you for all relevant tax types including New Zealand GST.", "There is no charge for a quick chat so give us a call on 1300 791 600 and we can talk you through the issues.", "We get a lot of enquiries from Australian businesses looking to claim a GST refund as a result of shipping product through New Zealand which has been subject to GST charged by New Zealand Customs.", "These businesses approach us on the view that they are entitled to a GST refund as a non-resident under the special Non-Resident category.", "In short, that GST refund category will not be available to you and registering and making a claim may leave you exposed to penalties down the track.", "The ability to claim a GST refund from New Zealand under this category only relates to companies who are not doing business in New Zealand. If you are moving product through New Zealand you are automatically excluded from this category.", "The category was introduced to encourage overseas businesses who have no connection with New Zealand, to consider New Zealand as an attractive destination to hold a conference or something similar. So that the GST content was not a deterrent as a cost factor, the New Zealand government decided to allow a refund in these circumstances.", "In other words, if you do not do business in New Zealand but decide to have a conference in Queenstown, you will generally be entitled to a refund on GST paid in New Zealand for that conference.", "To make a claim for GST under this category you must be paying GST as a result of receiving goods or services in New Zealand. They cannot be your own goods and services that you are receiving.", "It is not designed to be a way of allowing overseas companies to undercut New Zealand businesses by being able to sell products to New Zealand customers at a cheaper price than New Zealand businesses can!", "If you are selling product to a New Zealand customer, that product will usually be subject to New Zealand GST.", "New Zealand does not have the equivalent of a quarterly BAS statement. In fact, all New Zealand taxes are treated separately with each having its own return filing date and tax payment date. It’s one of the reasons we suggest that any Australian business grappling with New Zealand tax should download our free NZTAX APP so you can receive a reminder when your returns are due. You can find our nztax app by ", "clicking here", ".", "For GST purposes, you have an option of filing your GST returns monthly, 2-monthly or 6-monthly.", "We suggest you would only choose a monthly period if you were expecting regular GST refunds for example as the result of exporting product from New Zealand.", "The 6-monthly period is only available if your annual turnover is less than, or likely to be less than, NZD$500,000 per annum. The benefit, of course, is that you only have to file two returns each year. The downside being that you will have to come up with 6 months worth of GST in one hit!", "If you are already registered for New Zealand GST and need to prepare and lodge a GST return, we can certainly help.", "For many Australian-controlled businesses, having a New Zealand-registered tax agent to prepare and lodge the GST returns will ensure that you don’t fall for the many differences that apply to the different regimes.", "Our standard fee to prepare and lodge a New Zealand GST return is just $200 +GST per return.", "And, if you prefer, you can pay the New Zealand equivalent. We accept both Australian and New Zealand currency and can model our operation so that you can receive your invoice with either New Zealand or Australian GST.", "If you are expecting a large New Zealand GST refund, we can often speed up the refund process by ensuring your GST return is correct and by including additional information which we know, from our frequent contact with Inland Revenue, is the type of information they require as part of their review process.", "If you have been selected for a New Zealand GST Audit, investigation or review we can advise and represent you with Inland Revenue. If things have been done correctly, we can often expedite the payment of a GST refund.", "\nEven where things have gone wrong, we may be able to negotiate reductions in shortfall penalties.  You should note that New Zealand has one of the most aggressive tax penalty regimes in the world so seeking professional advice when first notified of any kind of GST review is in your best interests.", "If you have been subject to a New Zealand GST investigation, and your GST returns have been formally reassessed by Inland Revenue, you will not only be subject to shortfall penalties (for getting things wrong) but Inland Revenue will also charge interest on the outstanding amounts.", "\nIf the GST period occurred some time ago, that interest can be significant. Inland Revenue has very little scope for reducing the interest component and therefore cannot usually entertain any applications for remission of interest charges on reassessed GST. Interest can be charged in excess of 9% per annum.", "\nWe have available a facility that can reduce the interest cost by more than 30%. We can also have late payment penalties reversed. If you have been subject to a New Zealand GST investigation and have been charged Use of Money Interest on the reassessed GST, you should contact us urgently.", "\nIf we are to provide you with relief on the interest we need to have a facility in place within 75 days of the date of the reassessment. We can also give you flexibility on the payment terms for paying back the outstanding GST.", "\nWe can cover reassessed GST amounts between NZ$4,000 and NZ$10 million. ", "\nWe can confirm cover within a couple of days, no documentation or financial reports are required. The arrangement can be finalised by email.", "\nThis is an IRD-approved facility.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with small businesses throughout Australia to help take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "Tuesday, February 20, 2018", "Many people mistakenly believe that the Double Tax Agreement in place between Australia and New Zealand protects business from being taxed twice.", "Unfortunately, and without proper planning, that just isn’t the case.", "Problem 1: Management Fees", "Many start their tax planning by charging management fees to the New Zealand entity, reducing its profit and therefore any tax that is payable in New Zealand.", "That’s a basic 101 strategy and it is turning into a nightmare for a number of Australian businesses.", "Because the management fee is an international transaction, Inland Revenue are looking at how these fees are being charged. They are concerned about the “profit shifting” which is resulting in a reduction of tax collected.", "That isn’t really a surprise because, for many businesses, that is the whole idea!", "But when it comes to charging management fees in a different jurisdiction (such as an Australian company charging a New Zealand one) there are specific requirements that have to be met and certain compliance measures that have to be undertaken.", "Naturally we are working through these exact issues all of the time and when we prepare your tax returns we make sure we review this area to ensure everything is up to scratch.", "Problem 2: Double tax", "New Zealand income tax is charged on the profit the New Zealand entity makes. When the New Zealand company is a subsidiary of an Australian company, that Australian company claims any tax paid to Inland Revenue as a foreign tax credit (as it is entitled to do).", "Unfortunately you cannot carry imputation credits across the Tasman.", "That means that when the profits are ultimately distributed to the shareholders (that’s the whole idea of doing business, right?) the shareholders can’t claim the imputation/franking credits that arose from the income tax that was paid in New Zealand, against the profits that have been transferred to them.", "By the way, the situation is no different when the New Zealand company is owned by the individual owners outright if they are Australian tax residents.", "Therefore the business owners end up on paying tax (again) on the profit that is allocated to them, even if the allocation was simply a journal entry in the books.", "For a number of Australian tax residents, that can mean paying tax between the two countries at an effective rate of 60 to 70%!", "This is the way the rules are being applied by the ATO. We are hearing from Australian businesses who are being hammered with significant amounts of penalties going back several years brought about through an ATO audit where the treatment of trans-Tasman transactions has been done incorrectly.", "There is a legitimate way around this providing special applications and registrations are made in New Zealand. It is why we offer to structure companies so that you can legitimately operate a New Zealand company without paying any income tax there. This eliminates, in all but a very few cases, the incidence of double-tax.", "And you wont get pinged by Inland Revenue for applying management fees incorrectly either!", " ", "The information in this article is indicative of NZ tax rules and changes and not intended to be complete for all intents or purposes and does not constitute advice. It is recommended that you obtain professional advice, suited to your particular circumstances, from us before acting on anything you read.", "Click to go back", "Tuesday, August 7, 2018", "At present, New Zealand employers file their reports consisting of details of employee earnings, PAYE (withholding) and Kiwi Saver information, on a monthly basis. That is about to change.", "Payday filing will become mandatory from April 2019 and if you employee a New Zealand workforce you will have to file these reports at the end of each pay period. That means that if you are on a weekly payroll in New Zealand, you will need to file the reports on a weekly basis.", "Inland Revenue is of the belief that if it collects the payroll information more regularly, it will provide more certainty about employees tax obligations and entitlements.", "At present, a New Zealand employer that pays more than $50,000 in PAYE withholdings and Employer Superannuation Contribution Tax (ESCT) per annum will file electronically through either payroll software or there myIR portal from 1 April 2019. Smaller New Zealand employers will then join the payday filing regime.", "Online filing can be done in a number of ways:", "Dedicated New Zealand payroll software is probably the easiest because all of the required information including salary, wages, PAYE withholdings, Kiwi Saver and other deductions, are automatically sent to Inland Revenue at the same time that employees are paid.", "Furthermore, filing direct from dedicated payroll software relieves you of the need to contact Inland Revenue in order to register. The software will automatically register you for online filing during its first submission of New Zealand payroll information.", "If you are particularly keen, you can start that process now but once you are in you are there to stay. You cannot opt out.", "If you are not using the dedicated payroll software to submit the payroll reports you will need to register. You can call Inland Revenue (good luck on that). Inland Revenue will then register you and work through the process to ensure you are clear.", "You should note that the dates for payment of the withholdings will remain the same. Deductions for pay periods paid this month will be due on the 20th of the following month (or the next working day when the 20th falls on a weekend).", "As usual, we strongly recommend you ", "download our free app", " where you can save appropriate tax dates to your diary or receive a free reminder from us when each of your New Zealand tax payments is due. You simply choose the New Zealand tax payment types that you want reminders for.", "For clients who engage us to handle their ", "payroll", ", just leave it to us. We handle all of the registration and filing of required reports for you.", " ", "The information in this article is indicative only, not intended to be complete for all intents or purposes and does not constitute advice. It is recommended that you obtain professional advice, suited to your particular circumstances, from us before acting on anything you read.", "Click to go back", "Click on the side arrows for more dates", "February GST Due", "\n(Monthly GST)", "Please ensure that all returns and payments arrive at the IRD BEFORE the due date to avoid any interest and penalties being charged", "Jan/Feb GST Due", "\n(June Balance Date - 2 Monthly GST)", "Please ensure that all returns and payments arrive at the IRD BEFORE the due date to avoid any interest and penalties being charged", "2019/20 - 2nd Provisional Tax Instalment Due", "\n(June Balance Date)", "Please ensure that all returns and payments arrive at the IRD BEFORE the due date to avoid any interest and penalties being charged", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with individuals and small businesses throughout Australia to help take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns and claiming tax refunds for New Zealanders since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "NZTax.com.au is committed to providing quality services to you and this policy outlines our ongoing obligations to you in respect of how we manage your Personal Information.", "NZTax.com.au is committed to providing quality services to you and this policy outlines our ongoing obligations to you in respect of how we manage your Personal Information.", "We have adopted the Australian Privacy Principles (APPs) contained in the Privacy Act 1988 (Cth) (the Privacy Act). The NPPs govern the way in which we collect, use, disclose, store, secure and dispose of your Personal Information.", "A copy of the Australian Privacy Principles may be obtained from the website of The Office of the Australian Information Commissioner at www.oaic.gov.au", "Personal Information is information or an opinion that identifies an individual. Examples of Personal Information we collect include: names, addresses, email addresses, phone and facsimile numbers.", "This Personal Information is obtained in many ways including interviews, correspondence, by telephone and facsimile, by email, via our website www.nztax.com.au, from your website, from media and publications, from other publicly available sources, from cookies and from third parties. We don’t guarantee website links or policy of authorised third parties.", "We collect your Personal Information for the primary purpose of providing our services to you, providing information to our clients and marketing. We may also use your Personal Information for secondary purposes closely related to the primary purpose, in circumstances where you would reasonably expect such use or disclosure. You may unsubscribe from our mailing/marketing lists at any time by contacting us in writing.", "When we collect Personal Information we will, where appropriate and where possible, explain to you why we are collecting the information and how we plan to use it.", "Sensitive information is defined in the Privacy Act to include information or opinion about such things as an individual’s racial or ethnic origin, political opinions, membership of a political association, religious or philosophical beliefs, membership of a trade union or other professional body, criminal record or health information.", "Sensitive information will be used by us only:", "Where reasonable and practicable to do so, we will collect your Personal Information only from you. However, in some circumstances we may be provided with information by third parties. In such a case we will take reasonable steps to ensure that you are made aware of the information provided to us by the third party.", "Your Personal Information may be disclosed in a number of circumstances including the following:", "Your Personal Information is stored in a manner that reasonably protects it from misuse and loss and from unauthorised access, modification or disclosure.", "\nWhen your Personal Information is no longer needed for the purpose for which it was obtained, we will take reasonable steps to destroy or permanently de-identify your Personal Information. However, most of the Personal Information is or will be stored in client files which will be kept by us for a minimum of 7 years.", "You may access the Personal Information we hold about you and to update and/or correct it, subject to certain exceptions. If you wish to access your Personal Information, please contact us in writing.", "NZTax.com.au will not charge any fee for your access request, but may charge an administrative fee for providing a copy of your Personal Information.", "In order to protect your Personal Information we may require identification from you before releasing the requested information.", "It is an important to us that your Personal Information is up to date. We will take reasonable steps to make sure that your Personal Information is accurate, complete and up-to-date. If you find that the information we have is not up to date or is inaccurate, please advise us as soon as practicable so we can update our records and ensure we can continue to provide quality services to you.", "This Policy may change from time to time and is available on our website.", "If you have any queries or complaints about our Privacy Policy please contact us at:", "NZTax.com.au", "\nclient.services@nztax.com.au", "\n1300 791 600", "Sometimes you get it wrong.  A bit of confusion between Australian and New Zealand tax laws can result in everything coming undone. But it doesn’t have to.", "If we didn’t advise you on your New Zealand tax obligations, you might be learning that although the New Zealand tax rules sound a lot like the ones in Australia, they are in reality quite different.", "New Zealand’s penalty regime is one of the most aggressive in the world.  It’s designed that way to make sure you comply.", "And, unfortunately, if you have been in contact with Inland Revenue you might be finding out that ", "ignorance is no excuse.", " ", "So it’s important to remember that should you be advised you are to be the subject of a New Zealand tax investigation or audit, we are based right here in Australia to help you out.", "In fact, helping Australians to do business in New Zealand is all we do.", "We’ve been helping small business owners to do business in New Zealand since 1994 which makes us the most experienced small business advisors on New Zealand tax and compliance matters this side of the Tasman.  And when it comes to helping Australian small business owners in the area of New Zealand tax audits and investigations, there is no one in Australia that has helped more Australians sort things out than us.", "So if you have been notified of a New Zealand tax audit, or you want to check something out, it might be a good idea to give us a call on 1300 791 600.", "If you thought you were doing the right thing or decided to play it hard, and lost, you could be facing significant penalties and interest charges going back a considerable period of time.", "In fact, coming to terms with New Zealand’s penalty regime is sometimes worse than going through the tax audit itself!", "You can often find you are being charged interest at rates of more than 9% per annum and coupled with shortfall penalties and the reassessed tax, this could prove debilitating.", "If there is any chance of a silver lining on a very dark cloud, we might be able to provide it.", "If Inland Revenue has reassessed tax and imposed interest costs, we might be able to save you up to 30% of that interest bill.", "We use an IRD-approved scheme where we can access overpaid tax from other clients and retrospectively apply it against tax that has been reassessed for Income Tax and GST.", "We negotiate an arrangement with those taxpayers and transfer their overpaid tax against your newly reassessed tax and date the transfer right back to the date of the reassessment. Even if that was many years ago.", "That can save you a significant amount of interest.", "Even more, there is no paperwork, no applications or furnishing financial statements, no need for the loan to appear on your balance sheet. It’s completely unsecured.", "All you need to do is contact us as soon as you get your reassessment because we have to have a transfer in place within 60 days of the date of your reassessment. ", "Call us on 1300 791 600 to discover how easy it is.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with small businesses throughout Australia to help take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "Remember we’ll not only Incorporate your company but we’ll also handle all of your New Zealand Tax Registration. We’ll provide you with a comprehensive information pack to help you get your business going. We can also help you through the tricky process of opening a New Zealand bank account for your company without making a trip to New Zealand. We’re here to help, so if you have any questions call us on 1300 791 600.", "A properly set up New Zealand Trust is safer than a Swiss bank. It can be used to protect your assets from any personal claims, whether they come from creditors, governments, disgruntled ex-partners and even family members.", "They not only protect the wealth that has been generated from your efforts but they also allow you to ensure the assets are distributed without having to concern yourself about dissatisfied family members trying to redistribute your wealth by taking action through the courts.", "A New Zealand trust is relatively inexpensive to set up and maintain. However, if there are parties in Australia or overseas it is important that these factors are taken into consideration during the trust’s operation, funding and distribution of income and capital.", "We are experienced in dealing with New Zealand trusts and will help you ensure that your New Zealand trust will deliver on your desired objectives (providing those objectives are legal in New Zealand).", "So, if you are considering setting up a New Zealand structure such as a New Zealand company, Trust or partnership, please contact us first. ", "There is no charge for a quick chat so we can talk you through the issues.", "Let us help make setting up your Trust in New Zealand stress-free.", "New Zealand trusts are the envy of the world. When established and administered correctly they are as good as Fort Knox when it comes to protecting your assets. New Zealand courts will not set aside a properly established and administered New Zealand trust. That can mean your assets are protected from creditors.", "Furthermore, trusts are a good vehicle for transferring assets to  family members during succession. They make it very difficult for disgruntled family members to undermine your wishes through court action like they can when wills are used as a means of succession planning.", "And when you consider New Zealand’s stable political and economic environment and the fact that New Zealand does not have any capital gains taxes of note, nor do they have inheritance taxes, stamp duty, gift duty or other indirect taxes, there is a lot to be said about using a New Zealand trust.", "New Zealand trusts are “secret”. There is no public record or register open to members of the public which show the details of a trust’s activities or even who is involved in them.", "And even with recent changes in the legislation, there is still only limited disclosure required.", "There is no wonder that so many New Zealanders have trusts, no matter what their level of wealth. They are relatively inexpensive to set up and administer and are well protected by New Zealand legislation. In fact, trusts are regarded as sacred cows in New Zealand.", "The important thing to bear in mind is that overseas authorities (like the ATO) have a very different way of interpreting things that New Zealanders regard as commonplace when running their New Zealand trust. It is therefore important to ensure the trust deed is prepared in such a way that the intent is clear and authorities outside New Zealand can’t dismantle the trust. It is also critical that the trust is governed properly so as not to open the door to those who are trying to access the trust’s assets.", "In more recent times there has been a lot of publicity given to the treatment of foreign trusts in New Zealand.", "These trusts are only required to pay income tax on income that is sourced in New Zealand. Therefore, any income earned by the trust from offshore (outside New Zealand) is exempt from tax.", "****There are now some registration requirements but, again, providing the trust is set up correctly and the disclosure requirements are met, the tax savings can be significant. However Australian-based residents should note that Inland Revenue routinely advises the ATO of any Australian involvement.  Therefore, when Australian tax resident are looking to utilise the advantages of New Zealand foreign trusts it’s important to get good advice.", "We can assist with the establishment of any type of New Zealand trust and we qualify as a “Qualifying Resident Foreign Trustee” for the establishment of foreign trusts.  New Zealand’s foreign trust regulations provide amazing opportunities for genuine businesses. However we comply with New Zealand law both in word and in spirit and we will not administer or be involved with any trustees who do not comply with New Zealand’s Anti-Money Laundering and Countering Financing of Terrorism Act 2009.", "We can also help administer the trusts and do what needs doing in order to maintain the vault-like protection that New Zealand trusts can deliver.", "When it comes to trust distributions, each beneficiary will need to file an individual income tax return in New Zealand. Under current legislation that requires each beneficiary to have an IRD number (a New Zealand tax file number) and to have an IRD number, each beneficiary must have a New Zealand bank account. With current New Zealand banking policies, that may be problematic.", "If the Trust intends to claim New Zealand GST the way it operates in New Zealand will be important. ", "We can assist to ensure you have the right tax structure in place for doing business in New Zealand.", "Although the trust identifies who the discretionary beneficiaries are who may benefit from the income or capital of the trust, it is for the trustees and not those beneficiaries to determine to what extent, if at all, they will receive any benefit from the trust. Just because a person might be nominated as a beneficiary of the trust does not give them entitlement to demand anything from the trust. It is simply for the trustees to act in a way that is consistent with the trust deed.", "Discretionary trusts will be subject to income tax in New Zealand on the worldwide income. Any income retained by the trustees on behalf of the trust will be subject to a top tax rate of 33%. Any income distributed to the beneficiaries will be subject to a lower tax rate. Depending on the amount, that could be as low as 10.5%.", "You should note that all beneficiaries will be required to file a New Zealand income tax return when they receive income from the trust.", "Foreign trusts are established and registered under a specific legislative process.", "In short, a properly established and administered Foreign Trust is not subject to tax on any income earned from outside New Zealand. ", "It will be subject to income tax on any New Zealand-sourced income though.", "New Zealand’s foreign trusts require registration and ongoing disclosures to Inland Revenue.", "Failure to comply with the requirements will result in the foreign trust losing its tax-exempt status with regard to overseas income.", "We are a “qualifying resident trustee” meaning we can not only establish your trust, but administer it and help you comply with the requirements necessary to secure the tax-exempt status on income sourced from outside New Zealand.", "New Zealand Trusts only require one trustee. We can recommend the best course of action when it comes to determining the most applicable trustee or trustee structure for both New Zealand Discretionary Trusts and New Zealand Foreign Trusts.", "We qualify as a resident qualifying trustee with regard to New Zealand’s requirements for a New Zealand foreign trust that is to have a tax-exempt status for income sourced outside New Zealand.", "When there is a preference for a corporate trustee we can assist with the incorporation of a New Zealand company and complete all necessary company and tax registrations.", "A Discretionary Trust is more commonly referred to as a Family Trust. ", "This fee to establish ", "a New Zealand discretionary trust includes drafting the trust deed, all initial resolutions and completing the appropriate registration of the documents with Inland Revenue along with registration for all relevant tax types.", "We can act as the only trustee or advise your own trustees in order to ensure the trust continues to comply and therefore benefit from the advantages of a New Zealand trust.", "Our annual trustee fee starts at $470 +GST.", "This fee to establish a New Zealand Foreign Trust includes the required trust deed, preparation of all required resolutions and the full registration process with Inland Revenue (including paying the relevant fees).", "Sections HH 4(3BB) and HH 4(3BC) of the Income Tax Act 2004, sections 3(1), 22(2)(fb) and (m), 22(2C), 22(7)(d), 59B, 61(1B), 81(4)(mb), 143(1B), 143(IC), 147(2B) and 147B of the Tax Administration Act 1994 all have particular requirements that need to be complied with in order to retain a New Zealand foreign trust’s tax-exempt status on income sourced outside New Zealand.  There are also other obligations that need to be met.", "Our annual fee to prepare and maintain the required records and ensure disclosures are filed within the prescribed time frame, and inclusive of all fees paid to Inland Revenue, starts from $1450 +GST.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney.", "Having worked with many Australian tax residents and assisting them to create the New Zealand structure best suited for their circumstances, he can advise you on the best course of action. With regard to New Zealand trusts, he can prepare trust deeds, required resolutions, complete all New Zealand tax registrations and compliance documents and disclosures.", "Naturally, we can also prepare tax returns for New Zealand trusts.", "\n\t\t\t\tThis site’s ", "robots.txt", " rules explicitly forbid your presence at this location. \n\t\t\t\tBecause you did not obey the robots.txt rules, further requests from your IP Address will be denied access.\n\t\t\t\tIf you feel this is a mistake, you can access the site via proxy service and contact the administrator. \n\t\t\t", "Guaranteed income tax finance. At around 6%. Probably less than you are paying on your overdraft. Avoid IRD penalties and interest. Use your tax to grow your business.", "If you are in business in New Zealand you will know that paying provisional tax is a gamble. Inland Revenue requires you to pay tax assuming you will make 5% more than the previous year. ", "Earn more or less than that and you lose.", "If you pay more than $60,000 per annum in income tax in New Zealand and your taxable profit turns out to be more than 5% greater than the previous year you will incur additional Use of Money Interest on the difference. Even if you made every one of your provisional tax payments on time and of the right amount!  And Inland Revenue will charge you in excess of 9% interest.", "If you have a quieter year and your taxable profit turns out to be less than 5% more than the previous year, you will have overpaid your tax and will have to wait until you file your annual tax return and Inland Revenue gets around to refunding your overpayment.  And if it was a quieter year, it was probably difficult to come up with that tax payment in the first place. And the last thing you want to do is to wait around for the tax return to be approved by Inland Revenue so you can get your money back.", "They get the use of YOUR money and pay you just over 1% for it!", "Let us help make your company tax in New Zealand stress-free.  ", "There is never a charge for a quick chat so contact us now on 1300 791 600.", "Along with New Zealand’s largest accounting firms, we use a unique IRD-approved facility where we make the most of the fact that some very large companies deliberately overpay their tax so they don’t incur those significant interest and penalty costs.  After all, they can access funds at just a fraction of what IRD will charge them.  So it makes sense for them to borrow cheaply and overpay the tax.", "Through intermediaries and with Inland Revenue’s blessing, those companies offer to sell this overpaid tax to us to be credited to the tax accounts of our clients. After all, they will only get a little over 1% interest from Inland Revenue. They agree to sell their overpaid tax so our clients can meet all or part of their NZ income tax obligations.", "But here’s the kicker.", "Because they have already paid the tax to Inland Revenue, when they transfer the tax to your tax account, it is made retrospectively. In other words, we can backdate the payments removing the interest charges and late payment penalties you may have incurred.", "Think for a moment what that means about the way you can run your business.", "Instead of struggling to meet your provisional tax payments, you can invest that money in growing your business. We make it possible for you to do just that. Invest in your business and grow those profits.", "Then, when the tax calculations are done for the end of the year we can simply calculate what you owe to Inland Revenue, borrow at rates that are currently less than 6% and backdate those payments against your provisional tax payment dates.", "In fact, we suggest you only pay a minimal amount of provisional tax so that you are never in the position of overpaying.", "We quote the entire cost to you upfront which covers our fee (billed separately) and the amount that will be paid in the arrangement. Your total cost is significantly less than what IRD charges and is probably less than your own bank financing costs.", "And it stays off your balance sheet. In fact no one knows about it besides you, us and the intermediary we carefully select (with your approval).", "And it’s all IRD-approved, government guaranteed ", "and ", "tax deductible.", "Instead of locking your tax payments up with Inland Revenue, let it create wealth in your business. Or if a NZ Income Tax payment date falls on a quiet trading month, pay your tax when trading conditions improve. And the incredible thing is we can backdate your payments – sometimes by over a year!", "Missed a recent Income Tax payment? ", " Instead of paying a fortune in financing costs and tying up your working capital along with incurring Inland Revenue’s late payment penalties and interest, simply let us know within 75 days of your terminal tax payment date and we will arrange to make payment and have it backdated into your account.", "No IRD penalties. No IRD interest.", "You will receive a statement from Inland Revenue showing a payment credited on the due date and any penalties and interest that had been charged by IRD as a result of late or no payment will be reversed.", "There are no monthly fees, credit reports, financial statements or any documentation required.", "If you are a client at the time we arrange the facility, you qualify.", "You just confirm the amount you want us to cover and when you will ultimately make the payment. That date would usually be after we complete your Income Tax return because you then only need to pay the actual tax outstanding. Nothing more.", "We quote the tax-deductible total fee which is a fraction of what Inland Revenue will charge. Pay that fee and everything is then taken care of.", "Well – there is none. The money is already with Inland Revenue so no one can run off with it.", "Inland Revenue love the idea because they aren’t a finance company (although sometimes it might seem it). They get their bonuses on their tax collections, not the interest.", "We transfer clients’ over-payments (Inland Revenue only pay them 1% pa for it) against our client’s who prefer to use that money growing their business and pursuing opportunities rather than paying the taxman.", "The over-payers get compensated, the under-payers have their account credited with the right amount without any late payment penalties and only after they have their actual tax bill has been calculated.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with small businesses throughout Australia to help take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "Many New Zealanders rent out their homes as they sample the Australian way of life. Even if you are renting out your own property you are still required to file a New Zealand tax return on that rental income along with any other New Zealand-sourced income. That applies even if you are renting the property to friends or family.", "Filing an Income Tax Return in Australia does not, in any way, relieve you of the obligation to file an Income Tax Return in New Zealand.", "If you rent out a property in New Zealand you are required to file a rental property tax return in New Zealand.", "The calculations are very different from the way the tax returns are done in Australia so it is important that you do not use your Australian calculations when completing a New Zealand Income Tax Return.", "Rental income is required to be brought in at market value. That is usually determined by the amount being charged to an arms-length or third-party tenant. If you are letting your property out at below market rent (perhaps to a family member) that will impact on the deductibility of interest and other costs. It is important you get appropriate advice before filing your Income Tax Return.", "It is a common mistake to believe that, if you are an Australian tax resident, you are not required to file a New Zealand Income Tax Return. The Double Tax Agreement between Australia and New Zealand doesn’t impact on this sort of activity.", "What it does mean is if you are required to pay tax in New Zealand you will generally be able to claim a Foreign Tax Credit on this amount against any Australian tax payable on that rental income. The timing and amount of the credit depends on a number of things and you should check with your Australian tax agent or accountant before making a claim.", "As we are not Australian tax agents we cannot advise on Australian tax issues.", "There is no charge for a quick chat so give us a call on 1300 791 600 and we can talk you through the issues.", "The news that New Zealanders should be filing Income Tax Returns on rental properties located over there can come as a shock.", "We constantly hear from New Zealanders who left their homeland a long time ago and understood that if they were declaring that rental income in Australia they had met their obligations.", "This is simply not the case. We can help.", "As we are constantly in contact with Inland Revenue helping expat New Zealanders put matters right, we have a good degree of success in negotiating away the penalties. We’ll speak to Inland Revenue on your behalf, prepare the necessary disclosures and complete your Income Tax Returns at a discount.", "When we complete 5 or more years of tax returns at one time, we will not only discount our usual (and very competitive) fee, we will also plead your case to Inland Revenue on your behalf at no additional cost at all.", "You get a completely clear conscience and a discount to boot!", "We can usually have your New Zealand Income Tax Return completed within a fortnight and all tax returns are completed on a “fixed fee” basis. That means we agree the fee upfront so you have absolute certainty on how much it will cost to complete your New Zealand tax return.", "We start processing the work once we have all of your information, so the fortnight starts from that date.", "Our prices are quoted in Australian currency. But if you prefer, you can pay the New Zealand equivalent on any or all of our services. We accept both Australian and New Zealand currency and can model our operation so that you can receive your invoice with either New Zealand or Australian GST.", "Our fixed fee for preparing a New Zealand rental property tax return for an individual taxpayer is $350. And we also have extension of time privileges which means we can file your tax return after the NZ tax filing date without penalty (providing you contact us before a penalty has been charged!).", "If the rental property is owned by 2 individuals (for example if you jointly own the rental property with a partner) then the fee of $350 includes preparing the Rental and Income Tax Returns for both of you. Yes, the one already-low fee covers both tax returns.", "If you own two or more rental properties then our fee will increase by $88 for each additional rental property. For example, the cost of preparing New Zealand Rental Property Tax Returns for both a husband and wife who jointly own two rental properties in New Zealand would be $438 (including GST).", "Many New Zealanders have a rental property owned by a family trust or even a New Zealand company (particularly look-through companies).", "If your tax structure is a little more complex then our fees are a little more to account for the additional work.", "If your New Zealand rental property is owned by a Trust or Company you can engage us to prepare and file your New Zealand Income Tax Return by clicking on the secure form below or phoning us on 1300 791 600.", "If you have arranged things so that your rental property is actually “owned” by a Trust then our fee is $600 for the first property. There will be an additional fee of $88 (including GST) for each additional rental property.", "We will also prepare the annual resolutions required to be passed by the Trustees of the Trust.", "There can often be a New Zealand tax advantage in allocating income from the Trust to beneficiaries. We can advise on the best course of action.", "Our standard fee includes the cost of preparing an Income Tax return for one beneficiary (providing the only income for that beneficiary is income from the Trust). We can prepare Income Tax Returns for other beneficiaries at a fee of just $55 (including GST) per tax return (again, providing the only income is the distribution from the Trust).", "This will help you to minimise any income tax payable. There are particular rules that will apply and we will ensure you understand them.", "New Zealand Trusts offer an unparalleled amount of protection. However this protection can be lost if the Trust is not governed correctly by the Trustees. The resolutions we prepare will assist the Trustees to meet their requirements which, in turn, will enable the Trust to continue it’s activity without running the risk of exposing it’s assets to your creditors.", "A number of New Zealanders have their rental properties in the ownership of a New Zealand company. In the old days there were known as LAQC’s (Loss Attributable Qualifying Company) and in today’s parlance we have Look-through Companies.", "If you have a rental property that is owned by a New Zealand Company, our fee is $600 for the first property.", "There will be an additional fee of $88 (including GST) for each additional rental property.", "This fee also includes the preparation of the required minutes and resolutions.", "By the way, the minutes are now becoming important as Companies Office staff are now focusing their attention on smaller companies owned by non-residents (including ex-pat Kiwis). Those things you never worried about when preparing your tax returns in New Zealand now need worrying about!", "There can often be a tax advantage when income is allocated to a shareholder. There will also be certain rules that need to be followed to achieve the benefits of the tax advantage.", "This fee includes preparing a New Zealand Income Tax Return to record the allocation of income to one shareholder (providing this is the only New Zealand sourced income for that shareholder).", "We can prepare New Zealand Income Tax Returns for other shareholders for a fee of just $55 (including GST) per tax return providing the rental income is the only income to be included.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with individuals throughout Australia to help take care of your New Zealand Tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns and claiming tax refunds since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "Since 1994 we have been humbled by the hundreds of clients and their Australian tax advisors that we have been able to help with their New Zealand tax matters.", "Being a largely online New Zealand tax business our clients are located from Sydney to Perth, Adelaide across to Melbourne and up to Darwin and all points in between.", "But even though we may do our business online, we are just a phone call or email away to talk through any New Zealand tax problems.", "If it’s a face to face meeting you prefer, you can meet with us in our Sydney office.", "And, of course, technology allows us to video call online where we can draw useful diagrams to help you better understand the issues that face Australian residents.", "If you have a question related to New Zealand tax issues, we’re here to help whether by phone, video link or in person. Your session will be booked with our principal New Zealand Tax Advisor, Mike Reddy.", "Simply click on the link below and select a preferred time and date that suits your schedule. You can include a note on what you would like us to discuss. You’ll receive a confirmation of your meeting and an SMS reminder as well.", "Because we aim to provide real value at the meeting, a fee applies which is fully refundable if cancelled more than 24 hours before the scheduled time.", "Please note this New Zealand tax service is provided to assist Australian businesses to understand New Zealand tax issues and how they may impact on the way you want to do business in New Zealand. Having advised Australian businesses for over 15 years we can provide guidance for most matters through this convenient channel.", "Occasionally, some technical matters require additional research or require specialist expertise. In that case we reserve the right to cancel a meeting and provide a full refund. We will also prepare a proposal to deal with your matter for a fixed price.", "You can upload your paperwork directly into our secure dropbox by clicking on the button below.  Your files will be encrypted and sent securely to us.  Relax – Our security meets international banking standards.", "\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t", "Name", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t", "Email Address", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t", "Phone", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t", "Message", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t\t\t\t", "7 + 3", " = ", "\n\t\t\t\t", "Mike Reddy", "\nParcel Locker CN 10012 51704", "\n2 Herbert Street", "\nSt Leonards NSW 2065", "If you are looking at starting a business or incorporating a company in New Zealand, allow us to help save you a lot of time, stress and money by setting it up correctly.", "It is easy doing business in New Zealand. Providing things are done right from the start.", "Don’t end up paying tax at over 60% because you didn’t get the right advice.", "No one incorporates more New Zealand companies for small Australian business owners than we do. We make doing business in New Zealand easy.", "We only deal with owner-operated and family-run Australian businesses wanting to set up a business in New Zealand (and their advisors). Because of that, we know how to best set up a New Zealand company for a small Australian business while ensuring flexibility come tax time.", "We can handle the entire New Zealand company incorporation process, register your company with Inland Revenue for the relevant tax types, register with ACC (equivalent of Workers Compensation) and have your entire business ready to go – all for just $660 (which includes all registration costs payable to the Companies Office and GST).", "So, if you are considering setting up a New Zealand structure such as a New Zealand company, Trust or partnership, please contact us first. ", "There is no charge for a quick chat so we can talk you through the issues.", "Let us help make setting up your company in New Zealand stress-free.", "Thinking of setting up a small business in New Zealand and want help with incorporating a company or setting things up correctly for New Zealand tax? We can help.", "New Zealand is ranked as the fourth easiest country in the world to do business. So why do so many Australian businesses run into problems? Most simply make assumptions (or what we refer to as “misssumptions”) when setting their business up in New Zealand.", "The Australia-New Zealand Double Tax Agreement Doesn’t Stop Double Tax for Small Businesses!", "One of the most common “missumptions” is the belief that the Double-Tax Agreement between Australia and New Zealand removes double tax.", "Unfortunately the agreement was written at a time when only big business traded in other countries. It suits the way big business works and penalises smaller business. It wasn’t designed that way – It’s just the way things are.", "What it does mean is that unless you know exactly what you are doing you will almost certainly be setting yourself up to pay tax at a rate of more than 60%.", "We help Australian businesses set up in New Zealand quickly, inexpensively and with peace of mind. ", "We’ll give you relief from the double-tax trap.", "And we’ll chat it through with your Australian tax agent so they know what we’ve done, why we’ve done it and how it impacts on you in Australia. We are NOT Australian tax agents and don’t touch Australian tax! But we’ve been around long enough to guide your Australian advisor through the maze ensuring you get the best outcome.", "If you are ready, contact us to set up or incorporate your New Zealand company for an all inclusive fee of $660. This includes your NZ tax registration. You can start the process by providing your information on this secure form or call us on 1300 791 600.", "The Companies Act requires every company in New Zealand (including Australian companies registered to do business there) to have a New Zealand Registered Office address.", "We can offer you a comprehensive and fully integrated statutory record keeping package which includes:", "1.  We host a secure online document portal", " to house your Statutory Records, Director Resolutions and Tax Returns (all are enforced legal requirements). For an additional fee of $85.00 + GST, we can also set up your initial Statutory Records.", "2.  Easy online approval system", " (use your computer or mobile device). Any documentation we prepare for your approval will be available for you to easily approve online. We’ll also upload all accounting and Tax Documents, Statutory Records and Resolutions that we prepare for you without you having to do a thing.", "3.  Handling visits from the Registries and Integrity and Enforcement Team of the New Zealand Companies Office", " when they arrive to check on your compliance. Our team is trained to deal with these visits and we ensure all documentation is at hand. We’ll handle any correspondence from the Companies Office and recommend what to do next.", "4.  Help you set up a New Zealand Bank Account", ". We provide you with the Certificates, Registrations, Resolutions and letters to the bank to help you to open a New Zealand bank account for your new company. We can often help you to open a NZ bank account from Australia without you having to travel to New Zealand.", "For an additional fee we can even supply you with:-", "If you would like to discuss our Registered Office solutions call us on 1300 791 600.", "We will provide you with complete access to all the records stored there, plus access to upload your tax returns or any additional company information into our secure document portal.", "This will give you complete control so you can ensure that all the required documentation is available to the inspectors when they arrive to check on your compliance.", "Cost for this is an additional $80 per annum.", "We can provide a NZ phone number that is diverted to your Australian landline or mobile.", "We offer crystal-clear phone numbers for Auckland, Hamilton, Palmerston North, Wellington, Christchurch and Dunedin or tollfree 0800 numbers. Why are our phone lines crystal clear? Because we use certified Tier1 suppliers with ISDN quality lines and our servers are in Australia so there are no pesky voice delays.", "Prices for our crystal-clear phone services start from $15 +GST per month access fee with calls forwarded at just 15c +GST per completed minute, plus a $15 +GST setup fee.", "Getting a New Zealand bank account is essential for your tax registration and can be tricky.", "This is due to New Zealand’s Anti-Money Laundering and Countering Financing of Terrorism Act, which places obligations on New Zealand’s financial institutions to detect and deter money laundering and terrorism financing.", "We can point you in the right direction to opening a bank account without travelling to New Zealand. To get help setting up your New Zealand business bank account, contact us on 1300 791 600.", "Because we complete more New Zealand tax registrations for Australian residents than anyone else, we know exactly what Inland Revenue needs to expedite the process.", "Often we have the tax registration complete within a few hours of filing our applications.", "And once it’s up and running we can help you make sure that you comply with the various New Zealand tax and company requirements. And, being based here in Australia, we are always a local call away.", "We offer flexible and accurate payroll services tailored for your business requirements.", "We can take care of registration, processing of payroll and Kiwisaver and filing of all employment-related tax forms.", "Let us look after your payroll needs from as little as $150 +GST per month.", "Contact us if you would like a competitive quote to handle your New Zealand payroll.", "If you are looking for a NZ accountant familiar with XERO. Then you’ve come to the right place!", "Naturally, as New Zealand accountants based in Australia, we can supply you with a version that’s made for New Zealand’s different GST periods and GST rates.", "New To XERO –", " If you are new to XERO we can set a trial up for you at absolutely no cost to you. We’ll provide you with a fully functional working version of the New Zealand edition of XERO so you can see what a joy it is to work with.", "Already Using XERO? –", " If you’re already using the Australian version of XERO then we can connect you to the New Zealand version allowing you to transact business on the one familiar system.", "Using MYOB? –", " Have a chat to us about our cost effective conversion deals to transfer all of that MYOB data into XERO.", "Through us you can access the New Zealand version of XERO for as little as $10 per month (including GST). To get started or to find out more, simply give us a call on 1300 791 600.", "No one helps more Australian business owners set up business in New Zealand than we do. We can set up the right business structure to help protect you from double tax.", "New Zealand is constantly ranked as one of the easiest countries in the world in which to set up and run a business. Unlike in sports, New Zealand constantly leaves Australia in the dust no matter which survey you look at and what international business owner you talk to.", "So why is it that so many Australian businesses run into so many problems over there after setting up a business in New Zealand?", "Perhaps because there are so few barriers to entry there is a view that what business structure works in Australia must certainly work in New Zealand.", "In practice, this is simply not the case. Both New Zealand and Australia tend to use similar terminology however they are poles apart in the interpretation. Coupled with this is the Double Tax Agreement which many assume (incorrectly) must be a protection against double tax. It does sound like that must be the purpose of the agreement – right?", "Well, actually, no. The agreement is really there so that the ATO and the New Zealand equivalent, Inland Revenue, have a good understanding of who gets to collect the tax. In some cases, both get to collect it and this can be a shock for some Australian business owners looking to make a go of it in New Zealand.", "Because even though Australia may allow foreign tax credits, that doesn’t necessarily result in tax paid in New Zealand being allowed to offset tax owing in Australia on that same income. We’ve written an article on our blog and you can read that by ", "clicking here", ".", "There are many business structures available to Australians who want to make profits in New Zealand.", "In fact, if you are to phone the New Zealand Companies Office, they may even suggest you simply register your Australian company in New Zealand. It is certainly the easiest way to go and you can legitimately be running your Australian company in New Zealand in a matter of minutes. And it certainly helps to prove how easy it is to set up a business in New Zealand.", "Unfortunately, it is by far the worst choice when it comes to tax. Small business owners will most certainly be double taxed. Once in New Zealand and then again in Australia. And if you’ve read ", "our blog post", " ", "you will see that no foreign tax credits will be available to you. Now that is bad news for any business owner.", "To bring things into context we have listed the most common trading structures (in our table below) available to Australians wanting to set up a business in New Zealand. We touch on some of the advantages and disadvantages.", "We can show you how easy it is to set up business in New Zealand and we can help protect you from double tax. Because this is what we do.", "We only deal with owner-operated and family-run Australian businesses (and their advisors) wanting to set up a business in New Zealand.  We do not deal with large companies. Because of that, we know how to best set up a New Zealand company for a small Australian business while ensuring flexibility come tax time.", "We can provide a New Zealand address as your registered office and we can even help you to open a New Zealand bank account without you having to leave Australia.", "We can handle the entire New Zealand company incorporation process, register your company with Inland Revenue for the relevant tax types, register with ACC (equivalent of Workers Compensation) and have your entire business ready to go – all for just $715 (which includes all registration costs payable to the Companies Office).", "Or we can help you with any of the other structures that might be better suited to your needs.", "There is no charge for a quick chat so give us a call on 1300 791 600 and we can talk you through the issues.", "Because we help more small Australian business owners set up shop in New Zealand than anyone else, we are well versed in determining the correct structure for you. ", "We’ll work right alongside your Australian advisor to ensure you are confident the structure will work perfectly for you. ", "And once it’s up and running we can help you make sure that you comply with the various New Zealand tax and company requirements. ", "And, being based here in Australia, we are always a local call away. We are the only accountants who specialise in helping Australians to do business in New Zealand.", "No matter what structure suits you best, we can assist you to ensure that it is robust and complies with New Zealand legislation.", "Whether you want us to complete the registration process for you, draw up the necessary resolutions and agreements or provide a New Zealand address with online access to your statutory records, we’ll be able to guide you all the way.  ", "We can even provide you with a choice of phone numbers from various New Zealand cities and have them diverted to Australia to make it easy for your customers to stay in contact.", "A newly formed NZ business with greater than 20% overseas control needs to go through a certain process to register for tax. ", "Once we apply for your New Zealand tax file number (IRD number) we can usually have all tax types registered and ready to go within a couple of days. ", "Because we complete more New Zealand tax registrations for Australian residents than anyone else, we know exactly what Inland Revenue needs to expedite the process.", "Often we have the tax registration complete and confirmed within a few hours of filing our applications.", "We can often use the financial statements prepared by your Australian bookkeeper, tax agent or accountant with a minimal cost for any adjustments neccessary to adhere to New Zealand’s different tax rules.", "Or if you produce your own financial statements using MYOB, XERO or a similar accounting package and the accounts have been reconciled, our estimated fee to prepare and lodge the financial statements in the form acceptable to Inland Revenue along with the preparation and lodgement of the income tax return is $1500 (+GST).", "You might also want to have a look at our all-inclusive XERO packages where we can look after your various New Zealand tax requirements on a fixed fee package. Simply ", "click on this link", " for details of our New Zealand XERO packages.", "Our estimate for a very small businesses with low turnover (usually less than $800,000) is $800 (+GST).", "We always fix the price with an emailed proposal before we start work on your New Zealand tax returns so you have absolute certainty.", "Or if you prefer, you can pay the New Zealand equivalent. We accept both Australian and New Zealand currency and can model our operation so that you can receive your invoice with either New Zealand or Australian GST.", "Using your existing Australian company is the easiest but often the worst option for most small Australian businesses.", "It is very easy for an Australian company to register in New Zealand. In fact, if you contact the New Zealand Companies Office, they will usually encourage you to do just that.", "Unfortunately, this is usually the worst possible way for an Australian company to do business in New Zealand.", "There are fewer tax deductions available using this structure which will result in more tax being payable in New Zealand than through some alternative structures.", "Even though the Australian company will generally be able to claim any income tax paid in New Zealand as a foreign tax credit, this credit will not be available as a tax offset to the owners of the company (the shareholders) meaning they will be taxed again on the dividends at their own marginal tax rate.", "Therefore owners can expect to pay 60 to 70c in the dollar in income tax between New Zealand and Australia.", "If the Australian company has a permanent place of establishment in New Zealand, or places employees in New Zealand for a period exceeding 6 months, it may be required to register for New Zealand income tax purposes.", "Under New Zealand’s Anti-Money Laundering and Counterterrorism legislation, a New Zealand tax file number (referred to as an IRD number) will, in most cases, only be allocated once the company opens a New Zealand bank account. ", "Generally speaking, no bank account, no New Zealand tax registration.", "In a lot of cases New Zealand banks won’t open a bank account for a small Australian company.", "Furthermore, depending on the total turnover and asset holding of the group, the New Zealand branch’s financial statements will need to be audited and both the branch’s financial statements and those of the Australian company’s filed with the New Zealand Companies Office.", "This will mean that they will be publicly accessible online. Your Australian competitors will have access to all of this.", "If your intention is to claim back New Zealand GST there may be some additional complications.", "We recommend you contact us before using this structure for New Zealand income tax or GST purposes.", "Every company incorporated in New Zealand must have at least one director who either lives there or is the director of an Australian company. ", "That means Australian residents can set up a New Zealand company providing at least one of them is willing to serve as a director and is already a director of an Australian company, perhaps their own PTY company.", "There is a requirement to have a New Zealand physical address that serves as the company’s Registered Office. ", "You should be aware that inspectors from the New Zealand Companies Office are likely to visit the Registered Office where the company is controlled by Australian residents. This is a result of greater policing of small overseas-controlled companies. ", "An “overseas -controlled company” is one where more than 20% of the shareholding is outside New Zealand.", "The New Zealand Companies Office inspectors make unannounced visits on the Registered Office to check that the statutory records are being properly maintained and comply with New Zealand’s Companies Act. There is also a requirement for the Registered Office to have copies of certain financial records kept there.", "Non-compliance can result in the company being removed and Directors receiving instant infringement penalty notices which are enforceable in Australia.", "Depending on your business model the company may be able to be legitimately and easily structured to eliminate or minimise double taxation that will usually apply when a New Zealand company is incorporated. ", "Under the Australia New Zealand Double Tax Agreement there can be complications with regard to the company ‘s tax residence.", "You should note that, in most cases, Australia’s Foreign Tax Credit offset will not provide any income tax relief to the owners of the company. This will also be the case where the New Zealand company is a subsidiary of an Australian company so care should be taken.", "We can supply a physical address. We not only keep the required records at that address but we are also able to make the records available to you online. That means that when we prepare the required documents, Directors can peruse and approve them online (even with a mobile device such as an iPad, phone or tablet).", "When we receive correspondence from the New Zealand Companies Office we will pass on our recommendations on what to do next.", "We can assist with incorporating New Zealand companies using the best and fairest structure available to your circumstances and can protect against the double-taxation which usually applies.", "There can be complications with regard to tax residence so care needs to be taken to set the structure up correctly.  A partnership is not a legal entity in itself, so the residence of the partners becomes a major consideration.", "If the intent is to claim back New Zealand GST, the structure and the management and operation of the business will need to be carefully considered.  ", "Registering for GST when the partnership is deemed not to be conducting a taxable activity in New Zealand can result in significant penalties should Inland Revenue conduct a tax investigation. ", "Ignorance is no excuse.", "Just because Inland Revenue registers an entity for GST purposes does not mean they have checked your situation and agree you should be registered.  The onus is on you to have sought appropriate advice.", "New Zealand does allow a particular structure known as a “Limited Partnership”. ", "This type of entity provides the limited liability benefits of a company with the flexibility of a standard partnership.  This is a particular type of entity which operates under its own legislation.", "This type of partnership will require a corporate partner and a series of resolutions and agreements between the various parties. If the resolutions and agreements are not put in place, or do not meet the requirements of the legislation, the structure can be set aside. If set aside, the entire structure can quickly unravel resulting in partners being personally liable for penalties.", "This is one of the most complex arrangements suitable for smaller businesses.  But it may suit where there is a need for flexibility in the ownership structure or alternate structures aren’t options because of the industry, business model or other factors.", "All profits need to be allocated to partners. Income allocated from New Zealand to partners who are Australian tax residents will impact on their marginal tax rates applicable in Australia.", "New Zealand banks may not open a bank account as a result of the requirements of New Zealand’s Anti-Money Laundering and Counterterrorism legislation.", "If you are intending to use a traditional Australian partnership in New Zealand, obtaining a New Zealand tax file number (IRD number) can prove difficult because of the need for a New Zealand bank account in the name of the partnership.", "We can advise on if these particular structures are right for you and, if so, help to register and administer it correctly.", "Australian Trusts can quite legitimately trade in New Zealand. However there may be logistical problems.", "It might be that the Australian Trust will need to file New Zealand income tax returns. And, in order to register for New Zealand tax, it will need a NZ tax file number (IRD number). This will usually require the Trust to have a New Zealand bank account opened in the name of the Trust.", "Each beneficiary who receives a distribution from New Zealand-sourced profits may also need to file a New Zealand income tax return on that income. Any tax paid in New Zealand can usually be offset as a tax credit on the Australian income tax return.", "However, this will require each beneficiary to register for a New Zealand income tax number (IRD number) and in order to get that, the beneficiary will usually be required to have a New Zealand bank account in their own name.", "If the Trust intends to claim New Zealand GST, the way it intends to conduct it’s business and the business model it uses in New Zealand will be critical.", "We can advise on the appropriateness of your structure in achieving your goals. We’ll ensure you have the right tax structure in place for doing business in New Zealand, if your Australian Trust will need to file a tax return in New Zealand and if you can achieve your desired objectives from using that structure.", "New Zealand Trusts", "Although there would usually be no merit in setting up a New Zealand Trust if an Australian Trust was already available, it might be an option to establish one.", "You should note that Inland Revenue notifies the ATO when New Zealand Trusts are set up by Australian residents.", "However, New Zealand Trusts are well regarded throughout the world because of the protection given to them in New Zealand. When administered correctly they are very difficult to overturn and are a very good means of protecting assets and for assisting in succession planning.", "A significant number of New Zealanders use Trusts to protect assets such as rental properties and small businesses.", "New Zealand Foreign Trusts", "New Zealand Foreign Trusts are a particular form of Trust that, when registered and administered correctly, are exempted from tax on overseas-sourced income.", "That means that New Zealand-sourced income earned by a Foreign Trust will be subject to tax in New Zealand however if the trust earns income from outside New Zealand that foreign income is not subject to any income tax in New Zealand whatsoever.", "Because of recent changes in New Zealand’s legislation there are additional disclosure requirements however they are relatively minimal and have not impacted on the overall benefit and that overseas-sourced income is still not subject to income tax.", "As with other types of Trusts, Inland Revenue collects and provides information to the ATO relating to the stakeholders of the trust.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with individuals and small businesses throughout Australia to help take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "If you are looking at starting a business or incorporating a company in New Zealand, allow us to help save you a lot of time, stress and money by setting it up correctly.", "No one incorporates more New Zealand companies for Australian-based business owners than we do. And that’s our key difference. We understand how you, as a small Australian business owner, should set your business up in New Zealand and what structure is best for your specific needs.", "After all, this is what we do. And for that reason, we can ensure you don’t fall for the various traps that are waiting for the inexperienced.", "We can show you the easiest way to set up a New Zealand company from Australia", "We certainly appreciate that New Zealand’s GST and income tax legislation coupled with the Double Tax Agreement in place between New Zealand and Australia were written at a time when only big business traded in other countries. It suits the way big business works and penalises small business.", "The unintentional impact tax policy and legislation has on the way Australian-controlled businesses operate in New Zealand can be significant.", "If you are contemplating registering your Australian company in New Zealand, ", "contact us", " first so we can save you thousands.", "No cost. No obligation. We just want to help you succeed.", "If you are considering setting up a New Zealand structure such as a New Zealand company, Trust or partnership, again, you should contact us first. Again, there is no charge for a quick chat so we can explain the issues.", "This is not the time to ask an Australian tax agent that is very experienced in Australian matters. And it is not the time to ask a New Zealand tax agent who isn’t familiar with trans-Tasman trading, particularly as it applies to Australian-based owner-operated businesses.", "We have written a post on how Australian residents get double taxed. You can read it by ", "clicking here", ".", "Our secret sauce allows us to help Australian businesses set up in New Zealand quickly, inexpensively and with peace of mind. We make sure you are set up legitimately so that you can focus on running your business. And we’ll keep you out of the double-tax trap! The alternative is to set up a company in New Zealand in good faith, or worse still, register your Australian company in New Zealand and face the inevitability of paying, in many instances, twice the tax you need to.", "And as many Australian residents don’t realise what they are doing wrong until the ATO taps them on the shoulder several years later, there are also significant penalties and interest on top of that.", "So let us help you do it right. And we’ll make sure we chat through everything with your Australian tax agent so they know what we’ve done, why we’ve done it and how it impacts on you in Australia.", "As part of our process we also draft the necessary letters and resolutions that you can take to the bank when opening a New Zealand bank account.", "We might also be able to assist with getting that required New Zealand bank account opened from here in Australia!", "These are the types of mistakes made by Australian business owners who set up, in good faith, a business in New Zealand. We know because we are often called on to sort these problems out. And yet, we can set up your New Zealand company correctly, in a format that will work for you on both sides of the Tasman, within a day, for just $660 when we supply the Registered Office and $825 when we don’t. This includes the fees paid to the New Zealand Companies Office and GST – and that even includes registering your company for all relevant New Zealand tax types including income tax and GST if applicable.", "And remember to consider the unexpected things that can arise when it comes to choosing your registered office. Before you go, ", "click here", " to have a read about the importance of your Registered Office.", "Remove your risk for one low fee. For just $600 plus GST ($660) when we supply the registered office and $750 plus GST ($825) when we don’t. We’ll do all the heavy lifting and make setting up a company in New Zealand a piece of cake.", "This fee includes:", "Before you rush in to incorporate your New Zealand company, remember to consider how New Zealand’s (and Australia’s) tax rules will impact on your efforts.", "Here is how your tax position might stack up if your current Australian income is more than $30,000 per annum (even if the strategy is for the NZ company to be owned by an Australian company that is owned by you).", " ", "If your marginal tax rate is 45%, the situation is even worse! We can show you how the impact is the same even if you claim the Foreign Tax Credit and how this applies even if the profits go through an Australian company. And, from our experience, that’s where most Australian advisors get it wrong at the cost of significant penalties being imposed by the ATO several years down the track.", "Depending on your particular business model, we may not be able to get this structure to work as a result of the wording of the Australia New Zealand double tax agreement. However, even our worst case scenario will leave you significantly better off year by year, for the life of your New Zealand business.", "The tax saving achieved by many small businesses, just like yours, pay for our entire fee in just a matter of days! Now, that is certainly a return on investment that is worth a phone call.", "We don’t do Australian tax returns but we can help your Australian advisor to understand the issues.", " ", "So, if you would like to engage our experience in setting up companies in New Zealand that will maximise your return for your effort, then here is our wizard which will ask a number for questions so that our experts can set your company up the best way we can. We will probably answer a lot of your questions along the way but remember, you can contact our experts for the best way to meet your objectives.", "We won’t charge you until the final stages of incorporation. ", "No credit card details required.", "The Companies Office incorporation system was set up for you! However it can lead you in the wrong direction if you are not currently living in New Zealand, particularly with regard to how that company registration will impact on your New Zealand tax registration.", "Also consider the special unannounced checks that Companies Office staff are now making on smaller overseas controlled companies.", "You should also bear in mind that the NZ Companies Office are getting tougher in their checks on smaller overseas-controlled companies. That means more unannounced spot checks (expect at least 3 in the first 18 months) to ensure full compliance.", "The rules and interpretation of “Full compliance” is constantly changing. Because we set up more small NZ companies for Australians than anyone else, we are able to be better informed of these changes and keep you informed BEFORE the Companies office take action. Even minor breaches can have an instant fine attached.", "That’s why it can be so valuable dealing with an organisation that has a great relationship with the New Zealand Companies Office and has in-depth knowledge of setting up small businesses in New Zealand for Australians.", "We help make running a company in New Zealand stress-free.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with small businesses throughout Australia to help you take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "If you’ve been looking for someone in Australia to prepare your New Zealand 2018/19 Income Tax Return to claim back a refund, we’ve got some great news for you.", "If your only income in New Zealand related to wages and salaries, and you moved to Australia after 1 April 2018, new legislation means ", "Inland Revenue will now automatically process your refund", ". So you don’t have to pay us to do it for you!", "Log in to your myIR account. Make sure your contact details are up-to-date and your New Zealand bank information is correct.", "If you don’t have a myIR account you will need to register for one urgently. You can click this link to  ", "register through the IRD website", ". If you have any questions you can contact IRD on (00 11) +64 4 978 0779.", "Once you have updated your contact details be patient and Inland Revenue will calculate your refund and deposit it straight into your New Zealand bank account.", "You can click on this link to ", "read more about simplifying income tax for individuals on the IRD website", ".", "We can’t help you with this process.", "If you closed your bank account before you left New Zealand then you need to contact Inland Revenue. If you don’t do that, Inland Revenue will send a cheque to your last known address.", "Inland Revenue will not deposit your refund into the bank account of a friend or a relative. It must be a New Zealand bank account in your name.", "The new legislation for automatic refunds only relates to wages and salaries earned in the tax year 2018/19 and onward. So if you think you are entitled to a refund on wages and salaries earned prior to 31 March 2018 and want to claim your tax refund, ", "we can prepare and lodge your income tax return for $280", ".", "If you don’t file a New Zealand income tax return and you are entitled to a refund you won’t receive that refund.", "If you moved from New Zealand to Australia you may well be entitled to a tax refund even though you can’t claim any deductions.", "That’s because New Zealand’s tax system is based on an assumption that you will keep earning right throughout the year.", "So if you happen to earn $5000 in a month you’ll be taxed assuming you will earn $60,000 in a year.", "Of course, if you moved to Australia halfway through the year you would only have earned $30,000.", "And that means you were taxed at a higher rate than you should have been, meaning a New Zealand tax refund might be waiting for you.", "And that refund could be a refund of thousands. It’s really as simple as that and we try to make it as easy as possible to claim back your tax refund from New Zealand.", "If you earned wages while working in New Zealand you may be entitled to a refund.", "If you worked in New Zealand before 31 March 2018", ", we can access your income tax details using our tax agent link with Inland Revenue’s secure server and complete your Tax Return.", "You decide if you want us to prepare the tax return for you. ", "Refunds are usually in your New Zealand bank account within a couple of days.", "We accept payment for New Zealand tax returns by PayPal, MasterCard, Visa, American Express and by EFT and in either Australian or New Zealand currency.", " ", "If you are required to file a New Zealand Income Tax Return because you were self-employed and you have your figures available, then we can offer you our special rate of $300 (including GST).", "Registered New Zealand tax agent Mike Reddy will personally check your figures and prepare your New Zealand Income Tax Return for you. We’ll then electronically lodge the Tax Return through our tax management system updating your details and letting Inland Revenue know there will be no more Tax Returns (if that’s the case).", "A clear conscience at last!", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with individuals throughout Australia to help take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns and claiming tax refunds since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "There is no charge for a quick chat so we can talk you through the issue.  Call us now on 1300 791 600. ", "If you need to register for New Zealand GST or Income Tax (or any other NZ Tax) or file a New Zealand Tax Return contact Australia’s most experienced NZ tax agent.", "If you operate a business in New Zealand it is likely you will need to complete a New Zealand income tax return for the New Zealand activity.  ", "As to what “operating a business” actually means can depend on the circumstances. However, if you have a base in New Zealand such as an office (even a virtual office) that may matter.", "Under the double tax agreement that exists between New Zealand and Australia, there are also “deemed” circumstances where, even if you do not have a location in New Zealand, you may still be required to file an Income Tax Return on the New Zealand activity.", "There are further changes taking place effective 1 July 2018 which may bring more Australian-based businesses under the New Zealand tax net.", "Therefore, if you believe you are not required to file a New Zealand income tax return, you should really ", "contact us", " for a quick discussion to bring about some certainty. New Zealand’s penalty regime should not be ignored and, as they say, ignorance is no excuse.", "If your activity is required to file a New Zealand income tax return it is important to have exactly the right structure in place for your circumstances.", "We can provide you with advice on the best structure which takes into consideration the New Zealand and Australian tax rules. And we can guide your Australian advisor, explaining what we do, why we do it and the impact in Australia. Although we do not prepare Australian tax returns we probably understand the rules between New Zealand and Australia better than most.", "Unless your business was set up with due regard to both the New Zealand and Australian tax rules, you are probably paying nearly twice the tax you should be.", "Registering your Australian company in New Zealand is the easiest means of establishing a legal presence over there, and is often recommended if you happen to contact the New Zealand Companies Office. But unfortunately, if you are a small Australian-controlled company, you are setting yourself up to pay tax in excess of 60-70 cents in the dollar.", "As well as ensuring you are utilising the most effective and legitimate tax structure for your purposes, as New Zealand registered tax agents, we can also prepare and lodge all types of New Zealand tax returns through our dedicated tax management system.", "Our prices are quoted in Australian currency. But if you prefer, you can pay the New Zealand equivalent on any or all of our services. We accept both Australian and New Zealand currency and can model our operation so that you can receive your invoice with either New Zealand or Australian GST.", "Yes, we can even offer extension of time for New Zealand Income Tax Returns.", "As a registered New Zealand tax agent, we have the privilege of extension of time which we can offer to most clients. ", "We will not be able to offer it to you if you have been late in filing a tax return and Inland Revenue have assessed a late filing penalty. Therefore, please get in contact with us before that penalty is applied and we can take the heat of you, giving you more time to get your records in order before we prepared the Income Tax Return on your behalf.", "Our extension of time arrangement can give you an additional 9 months to have your New Zealand Income Tax filed before late filing penalties apply.", "Our usual fee for preparing the financial statements to the standard required by Inland Revenue and preparing the New Zealand Income Tax Return is $1500 +GST.", "Our estimate for a very small businesses with low turnover (usually less than $800,000) is $800 +GST.", "We make it a point of looking through the financial information that has been provided for the common errors based on the different tax rules that exist between New Zealand and Australia. We ensure all costs that can be legitimately claimed are being claimed.We always fix the price with an emailed proposal before we start work on your New Zealand tax returns so you have absolute certainty.", "You might also want to have a look at our all-inclusive XERO packages where we can look after your various New Zealand tax requirements on a fixed fee package. Simply ", "click on this link", " for details of our New Zealand XERO packages.", "Don’t use Xero? Our clients use all sorts of accounting packages and we work to fit in with them.", "We can even prepare your Income Tax Returns based on reports provided by Australian tax agents and bookkeepers.", "Our fee for completing a New Zealand GST return is just $175 +GST.", "Because of our experience in this area, we can also often assist in speeding up GST refunds. This is because we assist with a lot of Australian businesses completing their New Zealand GST returns and are fully versed in the particular information Inland Revenue investigators require in order to confirm that a GST refund should be made.", "We can also review your business activity to ensure you are correctly registered for New Zealand GST. Just because Inland Revenue has registered you for GST doesn’t mean you should be. We can give certainty to your registration to minimise the chance of any penalties being applied down the track.", "We can suggest alternative structures that can help you meet your desired objectives where that is possible.", "For more on New Zealand GST and how we can help, see our ", "NZ GST ", "page.", "If you are employing staff in New Zealand and need to account for their PAYE withholdings, we can assist by preparing payroll and advising you on the amounts to pay Inland Revenue along with the Kiwi Saver (New Zealand superannuation scheme) contributions.", "You should note that the New Zealand superannuation scheme isn’t comparable to that of Australia. As well as the employer contribution being limited to 3%, employees are also required to make a similar contribution. That being said, there are exemption opportunities for employees which will also exempt an employer from having to make those contributions.", "New Zealand doesn’t have awards to rely on when determining payroll conditions like Australia does. Therefore, there is no automatic requirement to pay penal rates (time and a half, double time, etc) or additional rates for working on statutory holidays.", "For details on our payroll processing options, you should visit our ", "NZ payroll ", "page.", "Fringe benefit tax is payable in New Zealand however the rules are not the same as Australia. Therefore, you should ensure that when there are non-cash benefits being provided to employees or the owners you receive the appropriate advice as to whether there is an Income Tax or Fringe Benefit Tax obligation.", "Our fee for completing an FBT return is $200 +GST.", "There are many instances where Australian residents who are paid by New Zealand businesses may be subject to accounting for non-resident withholding tax which can appear under a number of categories.", "The Australia New Zealand double tax agreement also covers particular circumstances and rates that apply for certain transactions between the two countries.", "We are here to help you get a better understanding of how the New Zealand tax regime impacts on your small New Zealand activity.", "We can advise on your obligations. We can also advise how to legitimately set up a small company in New Zealand to minimise any adverse impact.", "The New Zealand tax year runs from 1st April to 31st March. ", "If you would prefer to use the Australian tax year end of 30th June, we can assist in applying for a change. That being said, there are advantages to leaving it as it is. Talk to us and make the right decision.", "No matter what structure suits you best, we can assist you to ensure that it is robust and complies with New Zealand legislation.", "Whether you want us to complete the registration process for you, draw up the necessary resolutions and agreements or provide a New Zealand address with online access to your statutory records, we’ll be able to guide you all the way.", "New Zealand does not have the equivalent of Australia’s tax simplification scheme. Profits must be calculated, for income tax purposes, based on the accrual basis. The accrual basis accounts for profit when the invoice is generated-not paid.", "Charging a management fee to a New Zealand entity may help to reduce taxable profit but may also result in significant penalties. ", "Contact us", " for more information on how to meet the requirements and reduce your profits without being penalised. We can explain the limits that apply to management fees and how best to ensure the New Zealand entity meets it’s fair share of costs.", "Ensure your company is set up correctly for tax purposes or you will be double taxed. We generally do not recommend registering your Australian company in New Zealand and the use of subsidiaries isn’t always a good idea. Chat with us and potentially save thousands in tax.", "We can help you ensure you are registered for the right New Zealand taxes and account for them correctly. New Zealand doesn’t have an integrated system like Australia where a number of taxes can be accounted for on a BAS statement. Every tax has its own payment date and reporting cycle.  You could be making 3 payments on different dates in the same month. ", "Download our App for NZ tax reminders", ".", "We can even assist with helping you meet your income tax payments! If you would rather retain money in your business to fund growth rather than meeting provisional tax payments or even final income tax payments, we can provide immediate finance of any amount between $2,000 and $4 million. We use an Inland Revenue Department-approved scheme which means you can access funds for as little as 5% which stay off your balance sheet (and therefore doesn’t impact on other credit arrangements). We don’t even need you to sign agreements.", "And, if you have just faced an audit and have been re-assessed NZ GST or Income Tax along with penalties and interest, we can usually provide backdated finance which means Inland Revenue’s interest bill (currently in excess of 9% per annum) will be reversed even if the GST return reassessment dates back several years.", "For more information on how we can help pay your tax, take a look at our ", "NZ Tax Funding", " page.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with small businesses throughout Australia to help take care of your New Zealand tax questions and Returns from our Sydney-based office.", "Having been preparing and filing New Zealand tax returns since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice.", "Call us now on 1300 791 600. There is no charge for a quick chat so we can talk you through the issues.", "As we are located here in Australia we are easy to contact and stay in touch with.", " You will find our fees are fixed – we don’t start any job until you have approved our competitive fees. And yes, we have full extension of time privileges for filing Income Tax Returns.", "We can take care of all your New Zealand tax needs quickly and efficiently. This is what we specialise in.  In fact, it’s all we do!", "There is no charge for a quick chat so give us a call on 1300 791 600 and we can talk you through the issues.", "Our New Zealand tax expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He works with individuals and small businesses throughout Australia to help you take care of your New Zealand tax questions and tax returns from our Sydney office.", "Having been preparing and filing New Zealand tax returns and claiming tax refunds since 1994, Mike is the most experienced New Zealand tax agent in Australia. He is regularly engaged by Australian tax agents and accountants who have clients with New Zealand interests.", "So when it comes to looking after your New Zealand affairs, Mike can definitely help you with the right advice. ", "Call us now on 1300 791 600.", "If you are looking at starting a business or incorporating a company in New Zealand, allow us to help save you a lot of time, stress and money by setting it up correctly. ", "Don’t end up paying tax at over 60% because you didn’t get the right advice.", "No one incorporates more New Zealand companies for small Australian business owners than we do. We make doing business in New Zealand easy.", "We only deal with owner-operated and family-run Australian businesses wanting to set up a business in New Zealand (and their advisors). Because of that, we know how to best set up a New Zealand company for a small Australian business while ensuring flexibility come tax time.", "We can handle the entire New Zealand company incorporation process, register your company with Inland Revenue for the relevant tax types, register with ACC (equivalent of Workers Compensation) and have your entire business ready to go – all for just $660 (which includes all registration costs payable to the Companies Office and GST).", "It is easy doing business in New Zealand. Providing things are done right from the start.", "New Zealand is constantly ranked as one of the easiest countries in the world in which to set up and run a business. So why is it that so many Australian businesses run into so many problems over there after setting up a business in New Zealand?", "Perhaps because there are so few barriers to entry there is a view that what business structure works in Australia must certainly work in New Zealand. ", "In practice, this is simply not the case.", "No one helps more Australian business owners set up business in New Zealand than we do.", " We can show you how easy it is to set up business in New Zealand and we can help protect you from double tax.", "Filing an income tax return in Australia does not, in any way, relieve you of the obligation to file an income tax return in New Zealand.", "The calculations are very different from the way the tax returns are done in Australia so it is important that you do not use your Australian calculations when completing a New Zealand income tax return.", "We can let you know how much your refund will be at absolutely no cost to you.", "Our New Zealand expert, Mike Reddy, is a New Zealand accountant and NZ-registered tax agent based in Sydney. He will prepare, check and lodge your New Zealand income tax returns with Inland Revenue meaning faster refunds.", "We are experienced in dealing with New Zealand trusts and can ensure that your New Zealand trust will deliver on your desired objectives (providing those objectives are legal in New Zealand). Let us help make setting up your Trust in New Zealand stress-free.", "We can work with you to lodge New Zealand tax returns for your clients. This means the relationship between you and your client remains with you if that’s your preference.", "We do not prepare and/or file Australian tax returns.", "Having been preparing and filing New Zealand tax returns and claiming tax refunds for New Zealanders since 1994, we are the most experienced New Zealand tax agents in Australia.", "We can prepare tax returns from the financial statements you have already prepared for your clients. Saving your clients even more.", "Looking after the clients of Australian tax agents is an important part of our business. We always tangibly recognise the value of referrals.", "If you are looking for a NZ accountant familiar with XERO, then you’ve come to the right place!", "Naturally, as New Zealand accountants based in Australia, we can supply you with a version that’s made for New Zealand’s different GST periods and GST rates.", "New To XERO –", " If you are new to XERO we can set a trial up for you at absolutely no cost. We’ll provide you with a fully functional working version of the New Zealand edition of XERO so you can see what a joy it is to work with.", "Already Using XERO? –", " If you’re already using the Australian version of XERO then we can connect you to the New Zealand version allowing you to transact business on the one familiar system.", "Using MYOB? –", " Have a chat to us about our cost effective conversion deals to transfer all of that MYOB data into XERO.", "Through us you can access the New Zealand version of XERO for as little as $10 per month (including GST). To get started or to find out more, simply give us a call on 1300 791 600.", "\n\t\t\t\tThis site’s ", "robots.txt", " rules explicitly forbid your presence at this location. \n\t\t\t\tBecause you did not obey the robots.txt rules, further requests from your IP Address will be denied access.\n\t\t\t\tIf you feel this is a mistake, you can access the site via proxy service and contact the administrator. \n\t\t\t", "Wednesday, June 6, 2018", "The New Zealand government signed up to the Automatic Exchange of Information (AEOI) initiative a little while ago.", "This is a global OECD initiative to combat tax evasion, particularly against those who use foreign tax jurisdictions to hide their wealth and evade paying tax in the process.", "In fact, there is already something like 100 countries who have signed up to this initiative.", "Inland Revenue plans to use a number of promotional channels such as Facebook, etc to target New Zealand residents who have interests in overseas institutions that require disclosure.", "Australian residents who use New Zealand business structures such as companies should also bear in mind the Automatic Exchange of Information technology that Inland Revenue users to share with the ATO.", "The initial focus is on New Zealand residents (including New Zealand companies) who, in turn, have bank accounts or other financial interests in another country.", "It’s important that if this situation applies to you, or might apply to you, you contact us for advice.", "It’s another reason why financial institutions are requiring you to declare any tax residencies you might have besides New Zealand.", "If you are operating through a New Zealand company, yet the effective management and control is taking place in Australia, it could be that you also have an Australian tax residency.", "In these circumstances, having a New Zealand resident company will not, by that alone, exclude you from also having an Australian tax residence.", "And if there is an Australian tax residence this may also impact on the legitimacy of your New Zealand structures.", "When you are completing forms from banks and financial institutions asking about your tax residency, you should note this information is passed on to Inland Revenue.", "If you have previously completed a form which you now suspect might be incomplete or incorrect, you can contact us.", "We can adjust your records and bring them up to date through our tax management system which does not require contacting Inland Revenue directly.", " ", "The information in this article is indicative only, not intended to be complete for all intents or purposes and does not constitute advice. It is recommended that you obtain professional advice, suited to your particular circumstances, from us before acting on anything you read.", "Click to go back", "User-agent: *\nDisallow: /wp-admin/\nAllow: /wp-admin/admin-ajax.php", "Tuesday, July 30, 2019", "\nThe current practice is that when goods are shipped to New Zealand in consignments valued at less than $400, they are allowed to pass through New Zealand Customs directly to the customer. The reason for this is that stopping the goods and imposing a GST charge of up to around $60 is not considered economical.", "\nHowever, with small imports into New Zealand increasing, largely from Australia, New Zealand retailers are getting uppity about not being able to compete with these imports which, for the most part, are effectively GST free to the New Zealand customer, providing these businesses with an unfair advantage.", "\nThe good news for Australian businesses exporting into New Zealand is that the new rules will only directly affect you if your sales to New Zealand consumers has or will likely exceed NZ$60,000 in a 12 month period and the product is shipped into New Zealand in consignments valued at up to NZ$1000.  ", "\nWe mention here sales to “consumers”. Sales to New Zealand businesses, who are registered for New Zealand GST, will not be impacted by this change.", "\nConsignments exported to New Zealand of more than NZ$1000 will continue to be subject to New Zealand GST being charged by New Zealand Customs. They will also continue to charge GST and excise duty on products such as alcohol, irrespective of the value.", "\nNew Zealand doesn’t want to impose compliance obligations on Australian businesses who are selling to New Zealand businesses. It would seem rather pointless requiring an Australian business to register for GST, charge that GST to a New Zealand business who then simply claims that GST content back on their next GST return. Consequently, if you are selling to both New Zealand consumers and businesses, you will need to identify the sales made directly to consumers to see if your sales exceed the threshold.", "\nYou should be aware that being registered under this provision will not entitle you to claim any New Zealand GST. This will simply be a case where the Australian business will register under this provision, charge the New Zealand customers 15% GST and remit this gross amount to New Zealand’s tax authority, Inland Revenue. There will be no provision to claim any GST back. You will be a pure tax collector.", "\nYou should not charge New Zealand businesses GST. If you do charge the GST, the New Zealand business will be expected to ask for a refund from you rather than claiming the GST content on their next return. That’s how it is looking at this stage anyway.", "\nTherefore, we suggest you put systems in place that require customers who are New Zealand businesses and registered for New Zealand GST to provide their GST number or, alternatively, their NZBN.", "\nYou will also need to put in place systems that ensure you can identify the location (which is likely to be the shipping address) of your customers so that you can determine the value of sales to New Zealand customers who are not New Zealand businesses.", "\nAustralian businesses will be able to start registering for this New Zealand GST regime from 1 September 2019 with GST to be collected from 1 December 2019.", "\nIf you are incurring New Zealand GST, you will probably be looking at other options and you should contact us for more on that.", "\nThese changes only relate to Australian businesses selling to New Zealand consumers in consignments of less than $1000.  If you are providing digital services to New Zealand consumers, you may well come under other provisions, so it is always recommended that you seek advice.", "You can give us a call on 1300 791 600 for a quick chat.", "\n ", "The information in this article is indicative of NZ tax rules and changes and not intended to be complete for all intents or purposes and does not constitute advice. It is recommended that you obtain professional advice, suited to your particular circumstances, from us before acting on anything you read.", "Click to go back", "We make doing business in New Zealand easy. We can help save you a lot of time, stress and money. Remember, there is no charge for a quick chat so we can talk you through the issues. Give us a call on 1300 791 600.", "We include updates and reminders about NZ tax changes for those carrying on a business in New Zealand and for individuals who still have tax ties there.", "Tuesday, February 20, 2018", "Many people mistakenly believe that the Double Tax Agreement in place between Australia and New Zealand protects business from being taxed twice.", "Unfortunately, and without proper planning, that just isn’t the case.", "Monday, February 12, 2018", "It is a common (and some would say wise) practice for small businesses to hire contractors when specialised skills are required for a short, rather than a long time.", "However the New Zealand tax rules are different for Australia, particularly for medium term projects where the question can arise as to whether the individual is a contractor or, instead, a short-term employee.  This is important because the obligation is on the employer.", "Thursday, January 18, 2018", "The Foreign Account Tax Compliance Act, or FATCA as it is more often referred to, is a type of reporting regime that insures people and businesses in the United States to meet their tax obligations there. US citizens and tax residents are required to report their worldwide income to the IRS no matter where in the world they happen to live.", "It also requires any foreign financial institution to register with the IRS.", "Tuesday, December 5, 2017", "There has been a significant change with regard to Inland Revenue policy on overdue taxes owed by New Zealand and overseas owned companies. Previously this was considered a confidential matter between Inland Revenue and the taxpayer.", "In order to protect creditors, New Zealand legislation has been altered to allow Inland Revenue to provide information to credit reporting agencies on companies who have outstanding taxes that exceed a “tax threshold”.", "Monday, December 4, 2017", "Inland Revenue has issued a GST policy directive which may impact on Australian companies who are involved in building activity within New Zealand.", "There have been cases when New Zealand entities have been completing building and construction projects in New Zealand on behalf of an overseas customer.", "Sunday, November 12, 2017", "We have written a number of posts with regard to the dangers of simply shifting profits from New Zealand businesses to Australia in order to reduce the incidence of double taxation or to achieve particular taxation gains.", "There are legitimate ways of protecting Australian businesses from a significant amount, if not all, double taxation providing it is done correctly.", "Thursday, November 9, 2017", "New Zealand provisional taxpayers can hardly wait to shelve their crystal balls and balancing acts from the new tax year starting 1 April 2018.", "That being said, Inland Revenue are introducing a new method of meeting your provisional tax obligations. The idea behind it is to calculate and match a New Zealand taxpayers income tax payments with their profitability.", "Wednesday, July 19, 2017", "In order to attract highly skilled people to New Zealand, an automatic temporary tax exemption was granted from 1 April 2006 to individuals who qualified as transitional residents to reduce tax barriers.", "Who qualifies as transitional resident?", "Monday, June 19, 2017", "If you run your New Zealand business from Australia, you might prefer to store your records here in Australia. But NZ tax law requires all taxpayers to keep their business records in New Zealand. ", "The good news is there are some situations where Inland Revenue may authorise you to keep your New Zealand tax records in Australia.", "Friday, May 19, 2017", "If you’re running a small business in New Zealand you need to account for income tax on an accrual/invoice basis – but there are some exceptions.", "Although Australia has a useful option for small businesses allowing them to account for income tax on a cash basis, this option is rarely open to Australian businesses to do the same in New Zealand.", "Thursday, May 11, 2017", "Inland Revenue has announced some quite significant changes that may have an impact on Australians doing business in New Zealand from the start of the 2018 tax year.", "Thursday, May 4, 2017", "We are sometimes contacted by clients who advise that in finalising their Australian financial statements and income tax returns they have come across a transaction that should have been included in the financial statements and income tax return of the New Zealand entity.", "The question often arises, “do we need to file an amended income tax return”?", " \nvar review_token = 'B4AjfaMjhbM9GKvr7pxOspbVJN1Msqt7zcqu9K78lEemL5dU0o'; \nvar review_target = 'review-container'; \n", "\n", " \nvar review_token = 'B4AjfaMjhbM9GKvr7pxOspbVJN1Msqt7zcqu9K78lEemL5dU0o'; \nvar review_target = 'review-container'; \n", "\n", "We can register you for all relevant nz taxes and complete the tax returns for you to ensure you get everything you can.", "No one incorporates more New Zealand companies for small Australian business owners than we do. Period.", "We include updates and reminders about NZ tax changes for those carrying on a business in New Zealand and for individuals who still have tax ties there.", "Monday, April 24, 2017", "Shareholder employees can now be on a PAYE salary and then top up at the end of the year with a lump sum on which they can pay provisional tax.", "Previously, in New Zealand shareholder employees were only allowed to be either a PAYE salary earner or a shareholder’s salary earner. They couldn’t be both.", "Wednesday, March 29, 2017", "There is a mandatory “shortfall” penalties regime in place in New Zealand which Inland Revenue apply automatically and for a large number of cases.", "Inland Revenue can charge penalties in the range from 20% up to a whopping 150%. These penalties cannot be remitted and are good reason in themselves to encourage you to engage a knowledgeable tax advisor. ", "Friday, March 24, 2017", "Most New Zealand businesses will have a year-end of 31st March. It is possible in some situations to have that balance date changed to 30th June and that may suit some Australian businesses who have New Zealand interests. If you believe that a 30th June balance date would suit your needs better, simply contact us and we can prepare an application on your behalf.", "Wednesday, March 15, 2017", "The Accident Compensation Corporation (ACC), is the organisation responsible for both overseeing New Zealand workplace safety and compensating anyone injured in the workplace. ", "It is funded by levies paid by New Zealand and Australian businesses who are registered as NZ employers. And from 1 April 2017 the good news for business is that these levies will fall. ", "Tuesday, March 7, 2017", "Unlike the Australian system where you can report on, and pay for, several taxes on one tax return, New Zealand treats every tax as it’s own little beast with little interaction between them.  A different tax return due at a different time with a different payment date for each type of tax.  And that causes a lot of confusion for Australians doing business over there. ", "Tuesday, February 28, 2017", "It is a legal requirement that you enter into an employment agreement with your staff. And now there is a free online tool designed to help you comply with the law.", "New Zealand hasn’t had a unionised workforce for a number of decades so it has been difficult to produce agreements by sneakily using union agreements as a template.", "Monday, February 20, 2017", "Until recently it was illegal for all but a few businesses to be open on Good Friday and Easter Sunday.", "The rules have changed with regard to Easter Sunday.", "Monday, January 23, 2017", "New Zealand’s Inland Revenue continues to make good progress in updating their antiquated tax systems.  However, for some of us that find it hard to let go of the excitement of getting a cheque in the mail, there is some bad news.", "This latest announcement impacts on you if you are required to account for New Zealand GST.", "Thursday, December 15, 2016", "The first of many changes that the IRD is making over the next few years to make New Zealand tax simpler, is about to start.", "To make it easier and quicker for taxpayers to file and amend their New Zealand GST, Inland Revenue is improving the GST service currently available through their myIR online system. ", "Thursday, December 1, 2016", "Closing your New Zealand business down for Christmas? Here are the general conditions that will impact on your relationship with your employees.", "Tuesday, November 15, 2016", "Wondering about the New Zealand tax deductibility for buying gifts for clients?", "At this time of year we often get questions from Australian business owners with interests in New Zealand about the deductibility of traditional Christmas staples like chocolates and wine.", "Until recently, these types of gifts tended to be fully tax deductible. ", "Wednesday, October 26, 2016", "Move over Singapore. New Zealand has just been ranked as the easiest country in the world to transact business according to the 2017 Doing Business Report just published by the World Bank.", "A record 137 economies from around the world have adopted key reforms that make it easier to start and operate smaller businesses, however it is New Zealand that came out on top. ", " \nvar review_token = 'B4AjfaMjhbM9GKvr7pxOspbVJN1Msqt7zcqu9K78lEemL5dU0o'; \nvar review_target = 'review-container'; \n", "\n", " \nvar review_token = 'B4AjfaMjhbM9GKvr7pxOspbVJN1Msqt7zcqu9K78lEemL5dU0o'; \nvar review_target = 'review-container'; \n", "\n", "We can register you for all relevant nz taxes and complete the tax returns for you to ensure you get everything you can.", "No one incorporates more New Zealand companies for small Australian business owners than we do. Period.", "We make doing business in New Zealand easy. We can help save you a lot of time, stress and money. Remember, there is no charge for a quick chat so we can talk you through the issues. Give us a call on 1300 791 600.", "Wednesday, July 19, 2017", "In order to attract highly skilled people to New Zealand, an automatic temporary tax exemption was granted from 1 April 2006 to individuals who qualified as transitional residents to reduce tax barriers.", "Who qualifies as transitional resident?", "New migrants and returning residents (who have not been NZ tax residents for 10 years) would qualify as transitional residents. An individual is deemed to be a transitional resident from the time they actually move permanently to New Zealand, that is, from the time that person acquires a permanent place of abode in New Zealand.", "The tax exemption is for four years and applies to that individual’s overseas income and includes:", "However, the exemption does not extend to:", "Since the tax exemption is automatic i.e. there is no need to apply for it, the person will have to return all their overseas income in New Zealand after the expiry of the four-year exemption period.", "In Australia", "There were many New Zealanders migrating to Australia temporarily but were treated as Australian tax residents and taxed on their worldwide income in Australia until 1 July 2006. However, since then, many New Zealanders have fallen into a new category of taxpayers called “temporary resident” and have been exempted from Australian tax on most of their foreign–sourced income including:", "In Australia, the definition of “temporary resident” is quite rigid. For a New Zealander to qualify as a “temporary resident”, they will have to meet the following criteria:", "The last criteria may pose a problem for some New Zealanders who have lived in Australia since before February 2001.", " ", "The information in this article is indicative of NZ tax rules and changes and not intended to be complete for all intents or purposes and does not constitute advice. It is recommended that you obtain professional advice, suited to your particular circumstances, from us before acting on anything you read.", "Click to go back", "Friday, May 19, 2017", "If you’re running a small business in New Zealand you need to account for income tax on an accrual/invoice basis – but there are some exceptions.", "Although Australia has a useful option for small businesses allowing them to account for income tax on a cash basis, this option is rarely open to Australian businesses to do the same in New Zealand.", "One exception is with regard to rental income which is often returned for New Zealand income tax purposes on a cash basis. There can be exceptions to this as well.", "But generally, business activity in New Zealand is taxed on the accrual basis. This is the method where sales are included based on when the invoice was raised rather than paid. On the other side of the ledger, costs can generally be claimed even if they haven’t been paid.", "There are rules in the legislation which prohibit the “holding back” of raising invoices simply to delay the payment of New Zealand income tax!", "As well as rental properties, there are a few other exceptions which can be accounted for in a cash basis. But with changing business models, even those really need to consider if they can still pay New Zealand income tax based on a cash basis or if they should be considering the accrual basis.", "Traditionally, the only exceptions to the accrual rules when it comes to business has been when individuals offer personal professional services. Examples taught at tax school used to include the likes of barristers operating on their own and doctors. But changing business models suggest that they should be changing the way they prepare their income tax returns.", "For example, doctors are now leveraging their business by employing others such as nurses, technicians or even partnering in a formal or informal way with other doctors. They are deriving their income as a practice rather than as an individual.", "In cases like that, accrual accounting will certainly apply because income is being generated from utilising the talents of others in the business.", "With the opportunities that abound for many small business operators, some are considering if the tax friendly “cash rules” should apply to them.", "Examples such as lawn mowing operators, landscaping or gardening enterprises which are operated as sole traders. There is an argument that as they provide services rather than products, and they operate on their own and earn income from their own personal effort, surely they should be permitted to account on a cash basis.", "However, Inland Revenue has issued a recent interpretation statement, IS 16/06, has stopped this line of thinking in its tracks.", "The interpretation statement suggests that the cash basis method of reporting for New Zealand income tax purposes may only be appropriate in the following cases:", "These new rules will certainly remove the cash-basis method of accounting for income tax for a lot of sole traders who may have thought this method of accounting would apply to them.", "Ultimately, the lesson is not to assume that because Australia and New Zealand have so much in common, the rules that apply here will also apply in some shape or form over there. Always seek professional advice before deciding to take a certain position when it comes to New Zealand income tax matters. The tax penalty regime over there is quite aggressive.", "The information in this article is indicative of NZ tax rules and changes and not intended to be complete for all intents or purposes and does not constitute advice. It is recommended that you obtain professional advice, suited to your particular circumstances, from us before acting on anything you read.", "Click to go back"], "emails": ["client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "search-apnic-not-arin@apnic.net", "search-apnic-not-arin@apnic.net", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "search-apnic-not-arin@apnic.net", "search-apnic-not-arin@apnic.net", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au", "client.services@nztax.com.au"], "addresses": [], "social_media_links": [], "telephone_numbers": ["1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "5 1 2 3 4 5", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "123.231.111.183", "123.231.111.183", "123.231.111.183", "123.0.0.0 - 123.255.255.255", "123-0-0-0-1", "2006-01-06", "2010-07-30", "2012-01-24", "+61 7 3858 3188", "+61 7 3858 3188", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "9) 887 1717", "2) 9475 0189", "10012 51704", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "+64 4 978 0779", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "59.102.108.244", "59-102-108-244", "59.102.108.244", "59.0.0.0 - 59.255.255.255", "59-0-0-0-1", "2004-05-03", "2010-07-30", "2012-01-24", "+61 7 3858 3188", "+61 7 3858 3188", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600", "1300 791 600"], "lda_resutls": [[0, "0.051*\"business\" + 0.034*\"set\" + 0.031*\"help\" + 0.028*\"australian\" + 0.025*\"company\" + 0.020*\"trust\" + 0.020*\"come\" + 0.018*\"small\" + 0.018*\"right\" + 0.017*\"tax\""], [1, "0.044*\"tax\" + 0.024*\"australian\" + 0.019*\"return\" + 0.017*\"business\" + 0.016*\"number\" + 0.016*\"resident\" + 0.011*\"fee\" + 0.010*\"apply\" + 0.010*\"revenue\" + 0.010*\"way\""], [2, "0.026*\"tax\" + 0.018*\"refund\" + 0.017*\"require\" + 0.015*\"account\" + 0.014*\"revenue\" + 0.013*\"inland\" + 0.013*\"charge\" + 0.011*\"income\" + 0.010*\"rate\" + 0.010*\"give\""], [3, "0.038*\"business\" + 0.025*\"tax\" + 0.020*\"company\" + 0.019*\"register\" + 0.014*\"australian\" + 0.013*\"trust\" + 0.012*\"revenue\" + 0.012*\"may\" + 0.011*\"trustee\" + 0.011*\"inland\""], [4, "0.036*\"issue\" + 0.034*\"quick\" + 0.032*\"chat\" + 0.031*\"charge\" + 0.031*\"call\" + 0.031*\"talk\" + 0.026*\"australian\" + 0.020*\"pay\" + 0.014*\"currency\" + 0.012*\"business\""], [5, "0.084*\"tax\" + 0.018*\"base\" + 0.016*\"question\" + 0.015*\"information\" + 0.015*\"help\" + 0.013*\"take\" + 0.013*\"register\" + 0.011*\"work\" + 0.011*\"accountant\" + 0.011*\"business\""], [6, "0.091*\"tax\" + 0.044*\"return\" + 0.030*\"income\" + 0.023*\"prepare\" + 0.023*\"file\" + 0.020*\"agent\" + 0.016*\"australian\" + 0.015*\"interest\" + 0.014*\"revenue\" + 0.012*\"inland\""], [7, "0.028*\"income\" + 0.028*\"tax\" + 0.011*\"contact\" + 0.011*\"business\" + 0.011*\"source\" + 0.010*\"trust\" + 0.010*\"requirement\" + 0.010*\"register\" + 0.009*\"resident\" + 0.009*\"australian\""], [8, "0.055*\"tax\" + 0.023*\"business\" + 0.020*\"income\" + 0.013*\"return\" + 0.011*\"account\" + 0.010*\"double\" + 0.010*\"basis\" + 0.009*\"cost\" + 0.009*\"small\" + 0.009*\"taxis\""], [9, "0.030*\"tax\" + 0.021*\"pay\" + 0.019*\"say\" + 0.016*\"client\" + 0.016*\"require\" + 0.015*\"company\" + 0.014*\"australian\" + 0.013*\"include\" + 0.012*\"employee\" + 0.010*\"also\""]], "kpe_resutls": [["new zealand tax", 0.20446310402664503], ["client", 0.0566906292526284], ["busi", 0.04942361105517618], ["gst", 0.03738249922965382], ["australian tax agent", 0.029673128580952522], ["latest nz tax", 0.02679734158755939], ["person inform", 0.025072920925336105], ["question", 0.024562304417975904], ["australia", 0.022039708134751576], ["new zealand rental properti", 0.021085282239939766]], "rake_resutls": [[47.37045048171392, "new zealand contractors vs employees new zealand fringe benefits tax"], [43.793901109007756, "clients say new zealand secure upload form temporary tax exemptions"], [42.27509072402196, "new zealand company registration new zealand statutory record requirements opening"], [41.73246251889374, "new zealand trust trustee requirements new zealand trust packages questions"], [39.9773166023166, "inland revenue helping expat new zealanders put matters right"], [38.528583721799336, "must meet certain criteria claiming back new zealand gst paid"], [38.40035641840425, "australia new zealand double tax agreement also covers particular circumstances"], [35.269976327693314, "nz income tax returns completed within two weeks"], [34.5566064908638, "new zealand foreign trusts new zealand foreign trusts"], [32.82093262631267, "relevant new zealand tax types including income tax"], [32.3913996592797, "resident withholding tax new zealand tax payments questions"], [31.51820012391574, "new zealand companies office inspectors make unannounced visits"], [31.03293217598, "new zealand tax since 1994 need help setting"], [30.296320882752106, "new zealand claiming new zealand gst refunds"], [29.650511914249396, "filing new zealand tax returns since 1994"], [29.362072935818194, "even though australia may allow foreign tax credits"], [29.19893829629647, "new zealand income tax return completed within"], [28.62472510527293, "relevant tax types including new zealand gst"], [28.39409163436607, "clients say new zealand discretionary trust –"], [28.152380952380952, "australian discretionary family trust engagement form check"], [27.941481959529785, "registered new zealand tax agent mike reddy"], [27.23955342829091, "preparing new zealand rental property tax returns"], [27.0, "fully integrated statutory record keeping package"], [26.50334969656531, "reviews new zealand gst reassessments questions"], [26.492569371879714, "gst return reassessment dates back several years"], [26.375, "directors receiving instant infringement penalty notices"], [26.30482574218392, "new zealand tax return contact australia ’"], [26.249747742963358, "new zealand discretionary trust includes drafting"], [26.201449275362318, "foreign trust regulations provide amazing opportunities"], [25.84331550802139, "personal information policy updates privacy policy complaints"], [25.741210301363395, "new zealand business tax structure advice –"], [25.685120205341946, "still pay new zealand income tax based"], [25.065604962963135, "new zealand income tax return completed"], [25.03125719358941, "new tax year starting 1 april 2018"], [24.956157635467978, "taxpayers called “ temporary resident ”"], [24.94094024416363, "“ qualifying resident foreign trustee ”"], [24.69278066082849, "new zealand tax advice securely upload"], [24.613018756066584, "new zealand taxpayers income tax payments"], [24.535432549170032, "file new zealand income tax returns"], [24.50615763546798, "“ qualifying resident trustee ” meaning"], [24.48764456836018, "new zealand gst registration completed within"], [24.419047619047618, "simply let us know within 75 days"], [24.383432626312665, "double tax new zealand income tax"], [24.365422346137958, "required new zealand bank account opened"], [24.279144297192126, "australia new zealand double tax agreement"], [24.132654771392254, "prepare new zealand income tax returns"], [23.770985789033617, "important new zealand tax dates questions"], [23.69879426129426, "changes taking place effective 1 july 2018"], [23.694725842084015, "new zealand rental property tax return"], [23.401571505714067, "tax friendly “ cash rules ”"]], "guided_lda_resutls": [["based", "account", "bank", "give", "money", "interests", "updates", "types", "australians", "customers"], ["personal", "claim", "using", "significant", "available", "correctly", "paid", "filing", "basis", "claiming"], ["tax", "inland", "penalties", "2017", "legislation", "result", "rate", "fees", "costs", "meet"], ["australia", "new", "get", "call", "payroll", "place", "say", "return", "things", "less"], ["small", "take", "since", "access", "employer", "20", "particular", "account", "done", "applies"], ["gst", "new", "residents", "trusts", "therefore", "reddy", "records", "owned", "like", "accounting"], ["charge", "means", "start", "might", "1994", "foreign", "clients", "comply", "automatic", "type"], ["600", "quick", "accountant", "registered", "care", "000", "clients", "order", "controlled", "obligations"], ["company", "need", "pay", "ensure", "rental", "payment", "filing", "structure", "come", "activity"], ["us", "help", "companies", "make", "double", "ird", "process", "number", "structure", "overseas"], ["returns", "also", "791", "questions", "sydney", "important", "providing", "property", "includes", "refunds"], ["zealand", "australian", "registered", "without", "us", "date", "already", "setting", "requirements", "lot"], ["trust", "agent", "issues", "many", "clients", "simply", "provide", "per", "often", "agents"], ["time", "file", "mike", "back", "inland", "company", "complete", "however", "talk", "additional"], ["zealand", "income", "information", "may", "chat", "looking", "preparing", "register", "experienced", "payments"], ["set", "xero", "prepare", "including", "rules", "version", "apply", "owners", "interest", "purposes"], ["revenue", "way", "contact", "employees", "accountants", "april", "affairs", "matter", "15", "employers"], ["nz", "office", "would", "services", "best", "paying", "throughout", "know", "definitely", "assets"], ["new", "australian", "businesses", "return", "advice", "2018", "registration", "resident", "non", "agreement"], ["business", "right", "fee", "one", "even", "1300", "refund", "cost", "inland", "work"]], "textrank_resutls": [[0.13960839581159265, 23, "new zealand tax returns"], [0.13954060365465604, 3, "new zealand income tax"], [0.13853732623357964, 905, "new zealand"], [0.13771846030099194, 1, "double tax new zealand income tax"], [0.13686381836399172, 2, "new zealand foreign trusts new zealand foreign trusts"], [0.1365751336953022, 2, "new zealand tax issues"], [0.13649343329769326, 16, "new zealand businesses"], [0.13632301101375616, 1, "new zealand tax audits"], [0.1331041693538982, 60, "new zealand gst"], [0.13262020550271328, 7, "new zealand tax"], [0.13227549741154027, 25, "new zealand companies"], [0.1320151538031682, 3, "new zealand registered tax agents"], [0.13152447549693547, 3, "new zealand income tax purposes"], [0.13143489320079255, 1, "new zealand income tax matters"], [0.13107866419242867, 1, "new zealand company registration new zealand statutory record requirements"], [0.13023241590585755, 2, "more new zealand tax registrations"], [0.12958495421302998, 4, "new zealand banks"], [0.1294611317292444, 13, "new zealand interests"], [0.12944772821086856, 2, "new zealand residents"], [0.12936566660151833, 22, "new zealand accountants"], [0.12929908624433786, 11, "new zealand trust"], [0.12905113876200155, 3, "new zealand employees"], [0.12894291212764117, 3, "new zealand payroll"], [0.1288248204594176, 5, "new zealand employers"], [0.12871918371107305, 5, "new zealand legislation"], [0.12860805001896136, 8, "new zealand customers"], [0.12854563072215594, 1, "new zealand business structures"], [0.1284923477059685, 1, "new zealand questions"], [0.12840044918010346, 6, "new zealand entities"], [0.12835383869504788, 5, "new zealand consumers"], [0.12824193524256308, 10, "new zealand customs"], [0.12819432630456304, 1, "new zealand law"], [0.12819326177305582, 1, "new zealand 2018/19"], [0.12814519802032073, 1, "new zealand courts"], [0.1281224149250071, 1, "new zealand advice"], [0.12811472012718692, 1, "new zealand audits"], [0.12810608658003345, 1, "enquiries new zealand"], [0.12810586310927186, 1, "new zealand retailers"], [0.1280911557778991, 1, "new zealand trusts"], [0.12808175723442702, 1, "new zealand contractors"], [0.12727191224582585, 1, "most new zealand businesses"], [0.12498637194223804, 7, "more new zealand companies"], [0.12465193769857988, 1, "new zealand gst returns"], [0.12435161826092454, 1, "new zealand consumers gst"], [0.12410390261338249, 1, "new zealand gst consignments"], [0.12372837280393105, 2, "new zealand tax structure"], [0.12370477988579857, 2, "new zealand tax registration"], [0.12369385182902859, 1, "new zealand tax advice"], [0.12369209664236387, 1, "withholding tax new zealand"], [0.12365529039712289, 1, "new zealand tax advisor"]], "textrank_summery__resutls": ["Sales to New Zealand businesses, who are registered for New Zealand GST, will not be impacted by this change. \n", "Therefore, we suggest you put systems in place that require customers who are New Zealand businesses and registered for New Zealand GST to provide their GST number or, alternatively, their NZBN. \n", "What our clients say If you are looking for a New Zealand accountant based in Australia to file a \nNew Zealand tax return or set up a small New Zealand company then here is your solution.", "Having been preparing and filing New Zealand tax returns and claiming tax refunds since 1994, Mike is the most experienced New Zealand tax agent in Australia.", "We can work with you to lodge New Zealand tax returns for your clients."], "wordcloud_resutls": [["New Zealand", 1.0], ["will", 0.19469026548672566], ["Zealand tax", 0.1529709228824273], ["tax return", 0.14664981036662453], ["income tax", 0.1276864728192162], ["Inland Revenue", 0.11504424778761062], ["GST", 0.10998735777496839], ["tax agent", 0.07585335018963338], ["Zealand GST", 0.07079646017699115], ["Australia", 0.0695322376738306], ["may", 0.06573957016434892], ["business New", 0.06573957016434892], ["trust", 0.0632111251580278], ["company", 0.056890012642225034], ["structure", 0.056890012642225034], ["Australian tax", 0.056890012642225034], ["need", 0.05436156763590392], ["way", 0.05309734513274336], ["fee", 0.05309734513274336], ["one", 0.05056890012642225], ["even", 0.05056890012642225], ["pay", 0.045512010113780026], ["Zealand income", 0.04424778761061947], ["ensure", 0.04298356510745891], ["make", 0.041719342604298354], ["Zealand company", 0.041719342604298354], ["time", 0.040455120101137804], ["information", 0.040455120101137804], ["cost", 0.040455120101137804], ["required", 0.040455120101137804], ["bank account", 0.040455120101137804], ["Australian", 0.039190897597977246], ["register", 0.039190897597977246], ["set", 0.039190897597977246], ["use", 0.039190897597977246], ["year", 0.039190897597977246], ["interest", 0.03792667509481669], ["employee", 0.03792667509481669], ["Australian businesses", 0.03792667509481669], ["Zealand trust", 0.03792667509481669], ["process", 0.03666245259165613], ["provide", 0.03666245259165613], ["many", 0.035398230088495575], ["mean", 0.035398230088495575], ["rate", 0.035398230088495575], ["prepare", 0.03413400758533502], ["client", 0.03413400758533502], ["requirement", 0.03413400758533502], ["Double Tax", 0.03413400758533502], ["access", 0.03286978508217446], ["setting", 0.03286978508217446], ["Personal Information", 0.03286978508217446], ["Zealand bank", 0.03286978508217446], ["employer", 0.0316055625790139], ["quick chat", 0.0316055625790139], ["business", 0.03034134007585335], ["good", 0.03034134007585335], ["providing", 0.03034134007585335], ["start", 0.03034134007585335], ["charge quick", 0.03034134007585335], ["file", 0.029077117572692796], ["ll", 0.029077117572692796], ["Australian business", 0.029077117572692796], ["contact us", 0.029077117572692796], ["Australian company", 0.029077117572692796], ["business owner", 0.029077117572692796], ["payroll", 0.02781289506953224], ["might", 0.02781289506953224], ["individual", 0.02781289506953224], ["claim", 0.02781289506953224], ["Zealand accountant", 0.02781289506953224], ["right", 0.02654867256637168], ["businesses", 0.02654867256637168], ["paid", 0.02654867256637168], ["resident", 0.02654867256637168], ["place", 0.02654867256637168], ["number", 0.02654867256637168], ["legislation", 0.02654867256637168], ["often", 0.02654867256637168], ["type", 0.02654867256637168], ["NZ tax", 0.02654867256637168], ["small businesses", 0.02654867256637168], ["back", 0.025284450063211124], ["simply", 0.025284450063211124], ["registration", 0.025284450063211124], ["profit", 0.025284450063211124], ["customer", 0.025284450063211124], ["date", 0.025284450063211124], ["thing", 0.025284450063211124], ["Companies Office", 0.025284450063211124], ["Zealand Companies", 0.025284450063211124], ["will need", 0.025284450063211124], ["talk issue", 0.025284450063211124], ["NZ", 0.02402022756005057], ["important", 0.02402022756005057], ["without", 0.02402022756005057], ["require", 0.02402022756005057], ["don", 0.02402022756005057], ["different", 0.02402022756005057], ["apply", 0.02402022756005057]], "lda_mallet_resutls": {"Topic_0": ["include", "gst", "fee", "property", "start", "back", "service", "simply", "period", "additional"], "Topic_1": ["company", "register", "ensure", "office", "cost", "type", "check", "double", "overseas", "product"], "Topic_2": ["trust", "provide", "process", "registration", "access", "requirement", "foreign", "meet", "important", "record"], "Topic_3": ["account", "require", "base", "number", "work", "resident", "question", "individual", "basis", "legislation"], "Topic_4": ["time", "penalty", "year", "apply", "rate", "contact", "thing", "place", "impact", "case"], "Topic_5": ["tax", "income", "return", "agreement", "result", "credit", "system", "source", "earn", "disclosure"], "Topic_6": ["tax", "return", "file", "agent", "prepare", "client", "refund", "claim", "accountant", "interest"], "Topic_7": ["information", "charge", "structure", "call", "advice", "change", "issue", "rule", "chat", "complete"], "Topic_8": ["revenue", "pay", "inland", "make", "payment", "date", "employee", "employer", "financial", "payroll"], "Topic_9": ["business", "australian", "set", "small", "good", "owner", "easy", "run", "double", "operate"]}, "wordcloud_resultsbi": ["tax_return", "income_tax", "inland_revenue", "australian_business", "tax_agent", "australian_tax", "small_business", "double_tax", "australian_company", "personal_information", "business_owner", "quick_chat", "charge_quick", "chat_issue", "small_australian", "tax_payment", "rental_property", "bank_account", "experienced_tax", "return_tax", "accountant_client", "accountant_tax", "agent_australian", "agent_accountant", "care_tax", "company_office", "expert_accountant", "new_zealander", "right_advice", "tax_agreement", "tax_refund", "company_tax", "client_interest", "financial_statement", "interest_right", "ird_number", "office_tax", "one_more", "tax_question", "tax_registration", "australian_resident", "business_care", "fee_gst", "tax_rule", "tax_tax", "advice_charge", "business_tax", "company_small", "question_return", "return_sydney", "sydney_office", "australian_currency", "business_structure", "cash_basis", "company_australian", "question_tax", "tax_resident", "tax_update", "foreign_tax", "foreign_trust", "management_fee", "non_resident", "number_ird", "owner_business", "professional_advice", "provisional_tax", "registered_office", "statutory_record", "tax_rate", "tax_type", "advice_particular", "business_business", "double_taxation", "extension_time", "file_number", "money_laundering", "more_company", "particular_circumstance", "payment_date", "penalty_interest", "rental_income", "return_experienced", "small_company", "tax_credit", "tax_file", "tax_obligation", "tax_purpose", "advice_professional", "agent_individual", "agent_small", "article_indicative", "business_income", "business_model", "complete_intent", "consignment_less", "easy_business", "employer_contribution", "gst_refund", "individual_tax", "information_article"]}]